{
    "paper_id": "ThewissenandBabcock1993-Theimplicationsofthepropatagialmusclesofflyingandglidingmammalsforarchontansystematics",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:34:11.020530Z"
    },
    "title": "The Implications of the Propatagial Muscles of Flying and Gliding Mammals for Archontan Systematics",
    "authors": [
        {
            "first": "J",
            "middle": [
                "G M"
            ],
            "last": "Thewissen",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "S",
            "middle": [
                "K"
            ],
            "last": "Babcock",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ross",
            "middle": [
                "D E Plenum"
            ],
            "last": "Macphee",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Press",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Gregory (1910) proposed the term Archonta for four Recent mammalian orders: Menotyphla, Dermoptera, Chiroptera, and Primates. Archonta is a clade for which few synapomorphies have been identified (Novacek and Wyss, 1986), even when Macroscelidea (included in Gregory's Menotyphla) is excluded. There is little consensus concerning internal relationships among the archontan taxa, and the affinities of Chiroptera are especially controversial. Of special importance is whether the two suborders of Chiroptera (Megachiroptera and Microchiroptera) constitute a monophyletic group. Several investigators (Smith and Madkour, 1980; Pettigrew et at., 1989; Pettigrew, 1991a,b) have proposed that Megachiroptera is the sister group of Primates, and that Microchiroptera is not closely related to either group. In this hypoth",
    "pdf_parse": {
        "paper_id": "ThewissenandBabcock1993-Theimplicationsofthepropatagialmusclesofflyingandglidingmammalsforarchontansystematics",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Gregory (1910) proposed the term Archonta for four Recent mammalian orders: Menotyphla, Dermoptera, Chiroptera, and Primates. Archonta is a clade for which few synapomorphies have been identified (Novacek and Wyss, 1986), even when Macroscelidea (included in Gregory's Menotyphla) is excluded. There is little consensus concerning internal relationships among the archontan taxa, and the affinities of Chiroptera are especially controversial. Of special importance is whether the two suborders of Chiroptera (Megachiroptera and Microchiroptera) constitute a monophyletic group. Several investigators (Smith and Madkour, 1980; Pettigrew et at., 1989; Pettigrew, 1991a,b) have proposed that Megachiroptera is the sister group of Primates, and that Microchiroptera is not closely related to either group. In this hypoth",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "esis, Dermoptera is closely related to the megachiropteran-primate clade. If this is correct and if primates did not have flying ancestors, then active flight evolved twice in mammals (Pettigrew et at., 1989) .",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 208,
                        "text": "(Pettigrew et at., 1989)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Other authors continue to uphold the traditional view (e.g., Wible and Novacek, 1988; : Mega-and Microchiroptera are sister groups and active flight evolved only once in a common ancestor of all bats. Many of these authors regard Dermoptera as the sister group to bats (Leche, 1886; Wible and Novacek, 1988) .",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 85,
                        "text": "Wible and Novacek, 1988;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 269,
                        "end": 282,
                        "text": "(Leche, 1886;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 283,
                        "end": 307,
                        "text": "Wible and Novacek, 1988)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At the root of the controversy are the causes for the similarities between Megachiroptera and Primates on the one hand and between Mega-and Microchiroptera on the other hand. Pettigrew et at. (1989) suggested that many of the resemblances between Mega-and Microchiroptera are homoplastic, selected for independently in both groups during the acquisition of active aerial locomotion. But not all similarities between Mega-and Microchiroptera are related to flight (Wible and Novacek, 1988) , and some resemblances in the nervous system between Megachiroptera and Primates proposed by Pettigrew may be related to selection for enhanced vision. Insight into the evolution of characters is critical to the controversy: did rampant homoplasy occur in the visual system of Megachiroptera and Primates, in the locomotor system of Mega-and Microchiroptera, or did reversals occur in the evolution of the visual system of Microchiroptera ?",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 198,
                        "text": "(1989)",
                        "ref_id": null
                    },
                    {
                        "start": 463,
                        "end": 488,
                        "text": "(Wible and Novacek, 1988)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Of particular interest in this controversy is a muscle complex that occurs in the leading edge of the airfoil of all bats ( Fig. 1 ) and gliding mammals. We refer to this structure as the propatagial muscle complex to avoid implying untested homologies. Its gross structure varies within these groups and it has no obvious homologue to the musculature in mammals without an airfoil. Names applied to the propatagial muscle complex reflect uncertainty about homology. American authors working on bats usually refer to it as M. occipitopollical is (e.g., Vaughan, 1970; Strickler, 1978; Altenbach, 1979) , but the most detailed description of the complex is by Schumacher (1931) , who proposed individual names for each constituent muscle belly. Propatagial muscles also occur in mammalian gliders. Leche (1886) described the propatagial muscles of Cynocephalus (see also Thewissen and Babcock, 1991) . He described a dorsal muscle sheet formed in part by platysma myoides, and in part by a muscle called \"M.jugalis propatagii\" (Leche, 1886, p. 14) . Leche (1886, p. 14) did not name a second, ventral muscle layer of the propatagium, but referred to it as \"ventralen Schicht\" (= ventral layer). Johnson-Murray described the propatagial muscles of flying squirrels (Sciuridae) as part of platysma II (Johnson-Murray, 1977) and named those of gliding marsupials \"sphincter colli profundus pars protagialis\" (Johnson-Murray, 1987) .",
                "cite_spans": [
                    {
                        "start": 553,
                        "end": 567,
                        "text": "Vaughan, 1970;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 568,
                        "end": 584,
                        "text": "Strickler, 1978;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 585,
                        "end": 601,
                        "text": "Altenbach, 1979)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 659,
                        "end": 676,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 797,
                        "end": 809,
                        "text": "Leche (1886)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 870,
                        "end": 898,
                        "text": "Thewissen and Babcock, 1991)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1026,
                        "end": 1046,
                        "text": "(Leche, 1886, p. 14)",
                        "ref_id": null
                    },
                    {
                        "start": 1049,
                        "end": 1068,
                        "text": "Leche (1886, p. 14)",
                        "ref_id": null
                    },
                    {
                        "start": 1298,
                        "end": 1320,
                        "text": "(Johnson-Murray, 1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1404,
                        "end": 1426,
                        "text": "(Johnson-Murray, 1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 124,
                        "end": 130,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The propatagial muscle complex has been used as a character supporting bat monophyly (Wible and Novacek, 1988; . Conversely, Pettigrew et at. (1989, p. 542 ) make the following claim for the propatagial muscle complex: \"This is really a group of muscles of uncertain origin with a number of clear and consistent differences between Megachiroptera and Mi- , and a bird (Turdus). Cynocephalus is in dorsal, the others in ventral view. Muscle bellies are stippled. The propatagial complex of all bats has an occipital origin, and is innervated by cranial nerve VII and cervical spinal nerves; it is homologous between Megaand Microchiroptera. Two separate muscles occur in Cynocephalus. These are innervated by the same nerves as in bats. The propatagial complex of birds is homoplasious to that of bats and Cynocephalus. Myotis, Pteropus, and Cynocephalus modified after Thewissen and Babcock (1991; copyright AAAS 1991) , Turdus after Thewissen and Babcock (1992; copyright American Institute of Biological Sciences, 1992) .",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 110,
                        "text": "(Wible and Novacek, 1988;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 142,
                        "end": 155,
                        "text": "(1989, p. 542",
                        "ref_id": null
                    },
                    {
                        "start": 869,
                        "end": 897,
                        "text": "Thewissen and Babcock (1991;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 898,
                        "end": 918,
                        "text": "copyright AAAS 1991)",
                        "ref_id": null
                    },
                    {
                        "start": 934,
                        "end": 962,
                        "text": "Thewissen and Babcock (1992;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 963,
                        "end": 1021,
                        "text": "copyright American Institute of Biological Sciences, 1992)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "crochiroptera. the presence of the muscle is essential to maintain a taut leading edge of the wing, despite changes in the separation of the thumb from the body. It may therefore be an obligatory functional convergence in the two kinds of bats.\" In order to investigate the possible homology between the propatagial muscle complex of Mega-and Microchiroptera, we have studied overall structure and innervation of the propatagial complex. Of special importance in determining homologies of muscles is their innervation, as muscle innervations are evolutonarily conservative. Few authors have attempted to determine the innervation of propatagial muscles. The propatagial complex of bats usually consists of several muscle bellies in series ( Fig. 1) , the most proximal of which originates from the occiput. MacAlister (1872) proposed that the occipital belly was innervated by cranial nerve XI, partly on the assumption that this belly is the homologue of the cranial part of trapezius in quadrupeds (absent in bats). Jazuta (1937) stated that cranial nerve VII innervated the occipital belly in Pteropus, and held the muscle to be homologous to sphincter colli profundus. Schumacher (1931) determined that cervical spinal nerve 5, and \"possibly 4\" (p. 670) innervated a muscle belly in the propatagium of Pteropus, although Leche (1886, p. 19 ) thought that cranial nerve VII innervated this belly in the same genus. Mori (1960) stated that the brachial plexus (and hence cervical spinal nerves) innervated all bellies of the propatagial complex of Pteropus without giving details. Kyou-Jouffroy (1971) suggested that cervical spinal nerves 4 and 5 innervated the distal bellies of Versperugo (Pipistrellus of modern authors). Leche (1886; see also Ura, 1937, Figs. 28 and 29) reported that cranial nerve VII innervated the propatagial muscles in the dermopteran Cynocephalus.",
                "cite_spans": [
                    {
                        "start": 1018,
                        "end": 1031,
                        "text": "Jazuta (1937)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1173,
                        "end": 1190,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1325,
                        "end": 1343,
                        "text": "Leche (1886, p. 19",
                        "ref_id": null
                    },
                    {
                        "start": 1418,
                        "end": 1429,
                        "text": "Mori (1960)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1583,
                        "end": 1603,
                        "text": "Kyou-Jouffroy (1971)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1728,
                        "end": 1740,
                        "text": "Leche (1886;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1741,
                        "end": 1777,
                        "text": "see also Ura, 1937, Figs. 28 and 29)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 741,
                        "end": 748,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We believe that the inconsistencies in the supposed innervations of propatagial muscles reported by these authors are the result of studies having been limited to gross dissections. Because of the small size of most bats, we have studied histological sections in addition to gross dissections to determine the innervation of the propatagial muscles in Mega-and Microchiroptera.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We studied commercially obtained specimens, uncataloged specimens in the collection of the Duke University Medical School, and cataloged material from the University of Michigan, Museum of Zoology (UMMZ), the Mammal Division of the United States National Museum, Washington, D.C. (USNM), the mammal and paleontological collections, Senckenberg Museum, Frankfurt (SMF), and the Landessammlungen fiir Naturkunde Karlsruhe (LNK-NAOM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We studied three Megachiroptera: Pteropus sp., Haplonycteris fisheri (UMMZ 159842), and Macroglossus lagochilus (SMF 50890); four Microchiroptera: Myotis lucifugus, Eptesicus fuscus, Tadarida brasiliensis, Rhinopoma hardwickei (USNM 312188); the flying lemur Cynocephalus volans (Dermoptera), the flying squirrel Glaucomys volans (Petauristinae, Sciuridae, Rodentia), the sugar glider Petaurus breviceps (Petauridae, Marsupialia, USNM 240270), and the American robin (Aves, Muscicapidae, Turdus migratorius). We also studied 137 fossil impressions of the Eocene microchiropteran Palaeochiropteryx tupaiodon (SMF and LNK-LAOM), found in the Messel Quarry near Darmstadt, Germany.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We prepared histological sections of the full extent of the propatagial muscles in Haplonycteris, Rhinopoma, Myotis, and Tadarida and of parts of these muscles in Pteropus. We commonly cut sections of 10 /.L and stained these with Milligan'S trichrome, Wiegert's iron hematoxylin, and/or Verhoeff's elastin stains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Our observations on gross morphology and innervation are based on gross dissections and serial sections. This method does not permit the identification of the motor nuclei that control the propatagial muscles in the central nervous system, nor does it allow tracing individual axons as they are relayed through a plexus. Therefore, in the taxa where the propatagial muscles are innervated by a plexus, we can only indicate a range of possible innervations for each of the bellies of the propatagial muscles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "In the megachiropteran Pteropus sp. (Fig. 1) , the propatagial complex originates as four muscular slips from the occiput (occipital belly), mandibular ramus (facial belly), ventral midline of the neck (cervical belly), and midline of the chest (pectoral belly). The four bellies merge near the shoulder and form a short tendon. A fifth muscle belly occurs immediately distal to the shoulder and extends to the distal part of the forearm (distal belly). The terminal tendon of the distal belly inserts on the dorsal side of the distal phalanx of the first digit. This arrangement of the distal belly coincides with that described by Mori (1960) . Schumacher (1931) and Strickler (1978) described Pteropus specimens in which the distal bellies were small and restricted to the antebrachial segment of the propatagium.",
                "cite_spans": [
                    {
                        "start": 633,
                        "end": 644,
                        "text": "Mori (1960)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 647,
                        "end": 664,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 669,
                        "end": 685,
                        "text": "Strickler (1978)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 36,
                        "end": 44,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "The facial slip is continuous at its origin with a wide sheet of muscle that extends toward the dorsal side of the neck. The cephalic vein extends parallel and adjacent to the propatagial complex for its entire extent between shoulder and wrist.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "All muscle bellies except the pectoral belly receive innervation from a plexus of nerves surrounding the external jugular vein. This plexus consists of branches from cranial nerve VII and cervical spinal nerves III through V. Cranial nerve VII apparently sends branches to all five bellies of the propatagial complex, and the pectoral belly receives additional innervation from the pectoral nerves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "Occipital, facial, cervical, and pectoral bellies are also present in Haplonycteris fisheri (UMMZ 159842). As in Pteropus, the bellies join and become tendinous at the shoulder. The tendon extends to the forearm, where a small distal belly occurs proximal to the wrist. The terminal tendon of the complex inserts on the adaxial side of the second phalanx of the thumb.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "Innervation to occipital, facial, and cervical bellies is supplied by a nerve plexus associated with the external jugular vein in Haplonycteris. A nerve feeding into this plexus can be traced rostrally to a position just lateral to the stylomastoid foramen. The actual connection of this nerve to a trunk coming out of the skull is severed, but its position suggests that the nerve is a branch of cranial nerve VII coming out of the stylomastoid foramen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "Caudally, nerves contributing to the plexus of the external jugular vein extend medially and reach beyond the point of innervation of the propatagial muscles. Judging by their position, these branches are connected to cervical spinal roots. The actual connection was not sufficiently well preserved for histological sectioning. A nerve from the external jugular plexus also innervates the distal belly of the propatagial complex, but may not be the only nerve to this belly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "The propatagial complex of the megachiropteran Macroglossus lagochilus also includes occipital, facial, cervical, and pectoral bellies. An additional slip that joins the facial belly originates from the root of the pinna. We did not determine the innervation of the propatagial muscle complex in Macroglossus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description Megachiroptera",
                "sec_num": null
            },
            {
                "text": "The propatagial muscle complex of the vespertilionid microchiropteran Myotis lucifugus consists of an occipital belly extending from the occiput to the shoulder region ( Fig. 1) . A tendon connects this muscle belly to a second belly located distal to the elbow (antebrachial belly), and a second tendon extends along the forearm and inserts on metacarpal I and the second digit. Strickler (1978) identified a pectoral contribution to the propatagial complex in Myotis, but this slip was absent in the two specimens examined. This is probably the result of intraspecific variation (see discussion of Eptesicus below).",
                "cite_spans": [
                    {
                        "start": 380,
                        "end": 396,
                        "text": "Strickler (1978)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 177,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "Both muscle bellies of Myotis are innervated by a plexus around the external jugular vein that gives off several nerve branches to the propatagial muscle complex ( Figs. 2A and 3A) . Cranial nerve VII and cervical spinal nerves II though V contribute branches to this plexus. The branching pattern of the plexus suggests that cervical spinal nerves II and III innervate the occipital belly of the propatagial muscle complex, and that cervical spinal nerves IV and V innervate the distal belly, while the facial nerve may contribute to both bellies. The propatagial muscle complex in the molossid microchiropteran Tadarida contains four muscle bellies (Figs. 3B and 4). In addition to occipital and antebrachial bellies, Tadarida has a muscle belly just distal to the shoulder (brachial belly), as well as a pectoral slip. Unlike Pteropus, the latter slip is embedded in the pectoral muscles and its separation is only clear distally in histological sections (Fig. lc of Thewissen and Babcock, 1991) . The tissue linking brachial and antebrachial bellies consists mainly of elastic fibers. The propatagial muscle complex gives rise to three tendons distal to the antebrachial belly. Two of these tendons consist of collagenous tissue, and the third consists mainly of elastic fibers. The last extends dorsal to the wrist and inserts on the adaxial surface of digit 2. One of the collagenous tendons inserts on the adaxial surface of the base of metacarpal 1, while the second collagenous tendon extends palmar to the wrist, and also inserts on digit 2. The pectoral contribution to the propatagial muscle complex is innervated by the pectoral nerves, while the remaining three muscle bellies in Tadarida receive their innervation from cranial nerve VII.",
                "cite_spans": [
                    {
                        "start": 958,
                        "end": 998,
                        "text": "(Fig. lc of Thewissen and Babcock, 1991)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 180,
                        "text": "Figs. 2A and 3A)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "The propatagial muscle complex of the rhinopomatid microchiropteran Rhinopoma consists of a single muscle belly, the occipital belly (Figs. 2B and 4) . In order to evaluate intraspecific variability in the propatagial complex we dissected six specimens of the vespertilionid microchiropteran Eptesicus fuscus. The propatagial complex of all six Eptesicus specimens contains occipital, brachial, and antebrachial bellies. Origin of the occipital belly is always from the occipital side of the skull, but the actual point of origin is highly variable. In one of the six specimens, a slip from platysma joins the distal part of the occipital belly. The propatagial complex is joined by the cephalic vein at the shoulder, and the vein extends caudal to the muscle complex for its propatagial extent. The propatagial complex is also connected to the surface of the pectoral muscles by weak fascial slips in some Eptesicus, but in one specimen these fascial slips were condensed to form a tendon. The brachial belly is wrapped around the cephalic vein in one individual, and the antebrachial belly enfolds the vein in five of the six specimens. The tendon of insertion divides at the dorsal surface of wrist, and its two tendons insert on the thumb in all six specimens. One of these tendons inserts on the dorsal aspect of the proximal phalanx or on the common extensor tendon at phalanx 1.1 in the five specimens where they could be followed. The second tendon inserts on the abaxial side of the base of phalanx 1.1.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 149,
                        "text": "(Figs. 2B and 4)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "We also established the presence of propatagial muscles in the Eocene microchiropteran Palaeochiropteryx tupaiodon (Fig. 5) . Details of the propatagium were preserved in 13 of 137 Palaeochiropteryx specimens recovered from the Messel Quarry (SMF-Me 74/5061, 491, 909, 957, 974, 1032 , 1033 , 1037 ,1206 , 1248 , 1472 , 1475 . Irregular dark bands are present in the entire exposed surface of the propatagium of these specimens. These bands extend more or less parallel to the midsagittal plane from the leading edge of the propatagium to arm or forearm. In most specimens, they show an abrupt bend approximately 1 mm posterior to the leading edge, and curve gradually toward the elbow. They are irregular in width and length, and match in direction and structure skin wrinkles of Recent bat wings (SW of Fig. S ). These skin wrinkles are fixed to the elastic bands of the propatagium.",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 283,
                        "text": "491, 909, 957, 974, 1032",
                        "ref_id": null
                    },
                    {
                        "start": 284,
                        "end": 290,
                        "text": ", 1033",
                        "ref_id": null
                    },
                    {
                        "start": 291,
                        "end": 297,
                        "text": ", 1037",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 303,
                        "text": ",1206",
                        "ref_id": null
                    },
                    {
                        "start": 304,
                        "end": 310,
                        "text": ", 1248",
                        "ref_id": null
                    },
                    {
                        "start": 311,
                        "end": 317,
                        "text": ", 1472",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 324,
                        "text": ", 1475",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 115,
                        "end": 123,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 805,
                        "end": 811,
                        "text": "Fig. S",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "The sudden bend of the skin wrinkles posterior to the leading edge occurs at the approximate position of the cephalic vein in Recent bats. A translucent, but dark band of tissue is present parallel and caudal to the leading edge of the propatagium in SMF-Me 74/S061 (CV of Fig. SA) . Near the elbow this structure ends abruptly and is recurved on itself, suggesting postmortem deformation. The position of this structure matches that of the cephalic vein in Recent bats, and it may represent blood that filled portions of the vein. In Recent bats blood tends to pool in sections of the vein after death.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 273,
                        "end": 281,
                        "text": "Fig. SA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "Another band that is approximately 0.2S mm wide extends immediately caudal and parallel to the leading edge of the propatagium in one bat (left side of SMF-Me 74/S061, PC of Fig. SA) . It is clearly visible in the proximal segment of the forearm, and splits proximally into two tapering parts. Structure and position suggest that this band is the tendon of the propatagial muscle. In Recent bats, this tendon may give off elastic fibers near the elbow that spread out into the propatagium. Parts of this propatagial tendon are preserved in three other Messel bats as narrow linear features that are parallel to the leading edge of the wing.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 174,
                        "end": 182,
                        "text": "Fig. SA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "Muscle tissue in the Messel bats is generally preserved as an opaque black mass. No such structures occur in the propatagium of any Messel bats in spite of muscle preservation in other parts of the body. This suggests that the propatagial muscle of Palaeochiropteryx lacked muscle bellies distal to the shoulder. In this respect, Palaeochiropteryx is similar to the extant microchiropteran Rhinopoma.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Aticrochiroptera",
                "sec_num": null
            },
            {
                "text": "The propatagial muscle complex of Cynocephalus was described by Leche (1886) . Our observations coincide with Leche's description in most respects. A dorsal sheet of muscle has a continuous origin from the side of the face between the rostral side of the mandible and external ear (Fig. 1) . The muscle extends over neck and shoulder into the propatagium and inserts on the extensor aponeurosis of the forearm and first digit. Fibers of a second muscle sheet extend perpendicular and ventral to the dorsal sheet. The ventral sheet is diffuse and consists of a few, narrow, isolated strands. These strands originate in the dorsal midline of the neck and dwindle near the leading edge of the propatagium.",
                "cite_spans": [
                    {
                        "start": 64,
                        "end": 76,
                        "text": "Leche (1886)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 281,
                        "end": 289,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Dermoptera",
                "sec_num": null
            },
            {
                "text": "In our specimen of Cynocephalus, the rostral strand of the ventral layer sheet was larger than more caudal strands and was innervated by a branch from cervical spinal nerve I. It did not receive a branch from cranial nerve VII as reported by Leche (1886) . Muscle strands caudal to it are probably also innervated by cervical spinal nerves, but we could not determine this macroscopically.",
                "cite_spans": [
                    {
                        "start": 242,
                        "end": 254,
                        "text": "Leche (1886)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dermoptera",
                "sec_num": null
            },
            {
                "text": "Gliding evolved at least twice within Rodentia: in scaly tailed squirrels (Anomaluridae) and in flying squirrels (Petauristinae, Sciuridae). Several authors have described the propatagial muscles of the petauristines (Leche, 1886; Peterka, 1936; Bryant, 1945; Gupta, 1966; Johnson-Murray, 1977) and the airfoil muscles of Anomalurus are discussed by Johnson-Murray (1980) . The propatagial muscles of petauristines are generally described as originating from the lateral side of the face. They give rise to a fusiform muscle in the leading edge of the propatagium and insert by means of a tendon on the first digit. Our dissection results for Glaucomys agree with those of previous authors for the propatagial segment of the complex, but they disagree with respect to the facial origin of the muscle.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 230,
                        "text": "(Leche, 1886;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 231,
                        "end": 245,
                        "text": "Peterka, 1936;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 246,
                        "end": 259,
                        "text": "Bryant, 1945;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 260,
                        "end": 272,
                        "text": "Gupta, 1966;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 273,
                        "end": 294,
                        "text": "Johnson-Murray, 1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 350,
                        "end": 371,
                        "text": "Johnson-Murray (1980)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gliding Rodentia",
                "sec_num": null
            },
            {
                "text": "We observed that a muscle extended subcutaneously between root of the ear and the mandibular symphysis (Fig. 4) . This muscle, called mandibuloauricularis by Bryant (1945) , is innervated by cranial nerve VII. Extending between the zygomatic arch and mandibuloauricularis are a few weak muscle fibers that Bryant (1945) describes as the anterior fibers of sphincter colli profundus. These fibers insert on the dorsal side of the middle segment of mandibuloauricularis, and the propatagial muscle originates from the ven-tral side of the same segment. All three muscles are extremely weak in this area, and continuity between sphincter colli profundus and the propatagial muscles could easily be assumed if particular attention was not given to the contact with mandibuloauricularis.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 171,
                        "text": "Bryant (1945)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 306,
                        "end": 319,
                        "text": "Bryant (1945)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 111,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gliding Rodentia",
                "sec_num": null
            },
            {
                "text": "It is likely that previous authors referred to the propatagial muscles of petauristines (Peterka, 1936; Bryant, 1945 , Johnson-Murray, 1977 and anomalurids (Johnson-Murray, 1980) as platysma because of the continuity between the propatagial muscles and muscles innervated by cranial nerve VII. We have now established that cervical spinal nerves III and IV innervate the neck segment of the propatagial complex in petauristines and that cranial nerve VII is not involved. The antebrachial segment of the propatagial muscles is innervated by a branch from the radial nerve in petauristines.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 103,
                        "text": "(Peterka, 1936;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 104,
                        "end": 116,
                        "text": "Bryant, 1945",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 117,
                        "end": 139,
                        "text": ", Johnson-Murray, 1977",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 156,
                        "end": 178,
                        "text": "(Johnson-Murray, 1980)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gliding Rodentia",
                "sec_num": null
            },
            {
                "text": "Gliding flight has evolved independently three times in marsupials: feathertail gliders (Acrobates, Burramyidae), sugar gliders (Petaurus, Petauridae), and greater glider phalangers (Petauroides, Pseudocheiridae). The propatagial musculature of these taxa was described in detail by Johnson-Murray (1987) , who noted that the propatagium of these taxa is smaller than in other gliders. The propatagial muscles of the dissected Petaurus specimen (USNM 240270) were extremely weak. We noted some diffuse fibers rostral to the elbow, but these were not connected to any muscle fibers near the neck or shoulder. These fibers may originate from the superficial dorsal fascia of the arm or may be part of the cutaneous muscle sheet of the plagiopatagium. The cephalic vein extends with the propatagial muscle complex of Petaurus in the leading edge of the wing. Johnson-Murray (1987) reported that the propatagial muscles in all three gliding marsupials originated from the ventral midline of the neck. We cannot explain this discrepancy. George and Berger (1966) and Raikow (1985) published a general account of the propatagial complex of birds. We studied a specimen of the American robin (Turdus migratorius, Muscicapidae) in which the muscle consists offour distinct bellies (Fig. 1) . Three of these attach to the same terminal tendon, and originate respectively from the skin of the root of the neck and clavicle (M. cucullaris pars propatagialis), the rostral edge of the coracoid (M. tensor patagii longus), and the rostral part of the sternal keel (M. pectoralis propatagialis longus). The body of the last slip is embedded in the mass of the pectoral muscles. The three muscle bellies join at the shoulder and their terminal tendon extends in the leading edge of the propatagium and inserts on the rostral edge of the distal radius. Part of this tendon is highly elastic.",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 304,
                        "text": "Johnson-Murray (1987)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 856,
                        "end": 877,
                        "text": "Johnson-Murray (1987)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1033,
                        "end": 1057,
                        "text": "George and Berger (1966)",
                        "ref_id": null
                    },
                    {
                        "start": 1062,
                        "end": 1075,
                        "text": "Raikow (1985)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1273,
                        "end": 1281,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gliding Marsupialia",
                "sec_num": null
            },
            {
                "text": "A second propatagial muscle complex consists of a single muscle belly. It originates from the rostral edge of the coracoid (M. tensor patagii brevis), and its terminal tendon extends parallel to the humerus and inserts proximally on the aponeurosis of the forearm extensors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birds",
                "sec_num": null
            },
            {
                "text": "The arrangement of the propatagial muscle complex as seen in Turdus is more or less typical for birds (see Raikow, 1985) . The segment of the distal tendon of many birds is divided into many parallel tendons that insert at the forearm. In other birds, slips from the pectoral muscles join one or both propatagial muscles. The complex may also lack cucullaris propatagialis. The propatagial complex of birds originates only from neck and chest and is never muscular distal to the shoulder. Large veins are never associated with the propatagial muscles of birds.",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 120,
                        "text": "Raikow, 1985)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birds",
                "sec_num": null
            },
            {
                "text": "We have not determined the innervation of the propatagial muscles in Turdus. Fisher and Goodman (1955) found that spinal nerves 15 through 18 innervated tensor patagii longus and brevis, as well as pectoralis propatagialis longus in Crus americana. Pectoralis propatagialis brevis is absent in Crus. Buri (1900) studied the propatagial muscle complex of \"Micropus melba\" (apparently Apus melba, Apodidae). He identified three muscle bellies in the complex derived from deltoid, biceps, and cucullaris, respectively. The belly derived from cucullaris was innervated by cranial nerve X-XI, the other bellies by spinal nerves.",
                "cite_spans": [
                    {
                        "start": 77,
                        "end": 102,
                        "text": "Fisher and Goodman (1955)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 300,
                        "end": 311,
                        "text": "Buri (1900)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birds",
                "sec_num": null
            },
            {
                "text": "Most authors (e.g., Vaughan, 1970; Strickler, 1978; Altenbach, 1979) have suggested that the propatagial muscles are involved in flight. The presence of a similar muscle in mammalian gliders, birds, and pterosaurs (We IInhofer, 1975) suggests that the muscle is important in aerial locomotion, but experimental evidence is lacking.",
                "cite_spans": [
                    {
                        "start": 20,
                        "end": 34,
                        "text": "Vaughan, 1970;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 35,
                        "end": 51,
                        "text": "Strickler, 1978;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 52,
                        "end": 68,
                        "text": "Altenbach, 1979)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 214,
                        "end": 233,
                        "text": "(We IInhofer, 1975)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Function",
                "sec_num": null
            },
            {
                "text": "In addition to its probable role in flight, the propatagial muscle complex of bats may also perform other functions. Schumacher (1931) observed that induced contraction of the antebrachial belly of the propatagial muscle complex caused blood from the cephalic vein to drain toward the shoulder. This observation and the relations between vein and muscle led Schumacher (1931) and Kallen (1977) to suggest that the propatagial muscle complex was important in venous drainage of the forelimb in resting bats. The tendon of the complex in the microchiropteran Saccopteryx divides near the elbow, and the two resulting strands extend on either side of the orifice of the propatagial gland. This suggests that the muscle controls secretion of the gland in Saccopteryx. In the microchiropteran Myzopoda, the terminal tendon is closely associ-ated with the adhesive pad at the wrist (Schliemann, 1970) and might operate it. Pettigrew et at. (1989) suggested that the propatagial muscle complex evolved independently in Mega-and Microchiroptera as a result of selection for enhanced aerial locomotion. But the importance of this structure in phylogeny reconstruction is not preempted by its function in flight. Although the mere presence of the complex might be linked to aerial locomotion, its complexity and diversity among the aerial taxa merit further study.",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 134,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 358,
                        "end": 375,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 380,
                        "end": 393,
                        "text": "Kallen (1977)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 876,
                        "end": 894,
                        "text": "(Schliemann, 1970)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 917,
                        "end": 940,
                        "text": "Pettigrew et at. (1989)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Function",
                "sec_num": null
            },
            {
                "text": "At a histological level, the propatagial complex of bats is composed of three tissue types: muscle, collagen, and elastic fibers. The arrangement of these tissues within the complex is variable not only between Mega-and Microchiroptera, but also within each of these taxa (Strickler, 1978) . Parts of the propatagial complex are apparently extremely plastic evolutionarily, as noticed previously by Pettigrew et at. (1989) .",
                "cite_spans": [
                    {
                        "start": 272,
                        "end": 289,
                        "text": "(Strickler, 1978)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 399,
                        "end": 422,
                        "text": "Pettigrew et at. (1989)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structural Variation",
                "sec_num": null
            },
            {
                "text": "For example, elastic tissue is usually present in the propatagial complex rostral to the elbow in bats and birds, possibly to accommodate stretching in flexion and extension of the flight membrane near the elbow. On the other hand, elastic tissue at the elbow is absent in Pteropus (where the complex is muscular) and Rhinopoma (where it is collagenous).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structural Variation",
                "sec_num": null
            },
            {
                "text": "Another example of variability in the propatagial complex concerns the distal (brachial and antebrachial) muscle bellies. The size of the distal belly varies inter-or intraspecifically within Pteropus. Only a small muscle belly was present at the forearm in specimens dissected by Schumacher (1931) and Strickler (1978) , whereas there was a large, elongate muscle belly that extended for nearly the entire length of arm and forearm in our specimen and that of Mori (1960) . In other closely related bats, three muscle bellies may be present rostral to the arm and forearm (Strickler, 1978) .",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 298,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 303,
                        "end": 319,
                        "text": "Strickler (1978)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 461,
                        "end": 472,
                        "text": "Mori (1960)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 573,
                        "end": 590,
                        "text": "(Strickler, 1978)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structural Variation",
                "sec_num": null
            },
            {
                "text": "On the other hand, certain aspects of the propatagial complex are stable within higher taxa of bats and could be important in phylogenetic reconstruction. Previous authors have noted several consistent differences between the propatagial complex of Mega-and Microchiroptera. Strickler (1978) stated that the propatagial complex of the pteropodids is unique among bats in having a muscular pectoral attachment, whereas in Microchiroptera this attachment consists of collagenous fibers only. On a histological level, however, it is clear that a muscular attachment also occurs in Microchiroptera (Thewissen and Babcock, 1991, Fig. 1 ). The pectoral contributions of Megaand Microchiroptera are similar in their structural components, and the only difference is that the pectoral slip of Megachiroptera is not embedded in the pectoral mass at the gross level.",
                "cite_spans": [
                    {
                        "start": 275,
                        "end": 291,
                        "text": "Strickler (1978)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 594,
                        "end": 623,
                        "text": "(Thewissen and Babcock, 1991,",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 624,
                        "end": 630,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Structural Variation",
                "sec_num": null
            },
            {
                "text": "The propatagial complexes of Mega-and Microchiroptera may differ in the facial origin. Although always present in Megachiroptera, it is almost always absent in Microchiroptera, except as an anomaly in certain individuals. We noted it in a specimen of Eptesicus, and Schumacher (1931) found it in a specimen of Vespertilio. It is possible that the facial slip in these specimens represents an atavistic trait, reminiscent of an ancestral condition. It could also represent the facial muscle of a quadruped.",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 283,
                        "text": "Schumacher (1931)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Structural Variation",
                "sec_num": null
            },
            {
                "text": "Mega-and Microchiroptera are very similar in two aspects of the propatagial complex, but different from mammalian gliders and birds: the presence of an occipital belly, and the close relation between the propatagial muscle complex and the cephalic vein ( Table I) . The propatagial muscle complex of both birds and mammalian gliders lacks an occipital origin, suggesting that this origin is not necessary for aerial locomotion. Within bats, this belly is present in all Mega-and Microchiroptera studied by us and by Strickler (1978) . One possible exception is the microchiropteran Myzopoda, for which Schliemann (1970) suggests that the occipital belly is absent. This taxon could be unique with respect to this character.",
                "cite_spans": [
                    {
                        "start": 516,
                        "end": 532,
                        "text": "Strickler (1978)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 602,
                        "end": 619,
                        "text": "Schliemann (1970)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 255,
                        "end": 263,
                        "text": "Table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            },
            {
                "text": "The cephalic vein of bats, including fossil Palaeochiropteryx, is located in the propatagium just caudal to the propatagial muscle complex. The vein is located in the propatagium in only one mammalian glider (Petaurus) and not in birds. It is thus probably unrelated to aerial locomotion. These two characters, occipital origin and location of the vein, are shared-derived for Megaand Microchiroptera.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            },
            {
                "text": "Additional strong evidence for the homology between the propatagial complexes of Micro-and Megachiroptera comes from their innervation. Cranial nerve VII usually does not innervate muscles caudal to the clavicle, while in bats and flying lemurs muscles innervated by cranial nerve VII reach as far distally as the forearm. Although this latter pattern is uncommon in mammals, it is not unique. Huber (1930) noted that muscles innervated by cranial nerve VII extend onto the forelimb in monotremes. It has never been shown that the propatagial muscles of nonarchontan mammalian gliders are innervated by cranial nerve VII, and the gliders that we investigated display different patterns.",
                "cite_spans": [
                    {
                        "start": 394,
                        "end": 406,
                        "text": "Huber (1930)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            },
            {
                "text": "The dual pattern of innervation by cranial nerve VII and by cervical spinal nerves in Rhinopoma, Myotis, Haplonycteris, and Pteropus is unique among mammals. It is relatively common for different parts of a muscle to receive innervation from adjacent sections of the central nervous system, but we are not aware of any other example of motor connections between cranial nerve VII and cervical spinal nerves. The absence of dual innervation of the propatagial muscles in any mammalian glider suggests that this kind of innervation is not a prerequisite for aerial locomotion. It also suggests that the phylogenetic heritage of mammals does not predetermine innervation of propatagial muscles by these sources. Consequently, we consider the dual innervation of the propatagial muscles in bats a strong indication that these muscles were present in the last common ancestor of all bats, and that this ancestor had an airfoil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            },
            {
                "text": "If the propatagial muscles of bats are primitively innervated by cranial nerve VII and cervical spinal nerves, then the innervation of Tadarida must be derived. This is supported by a pure parsimony argument. Phylogenetic trees of microchiropterans (Smith, 1976; Van Valen, 1979) usually support vespertilionoid monophyly. This superfamily includes vespertilionids (Myotis) and molossids (Tadarida), but not rhinopomatids (Rhinopoma) . Given that dual innervation occurs in both Myotis and Rhinopoma, it is more parsimonious to infer that it also occurred in the ancestral microchiropteran and that reduction occurred in the lineage leading to Tadarida. Branches of cranial nerve VII and cervical spinal nerves form a plexus in some bats (Myotis and Megachiroptera), but not in others (Rhinopoma). It is unclear what the primitive arrangement is. The similarity of the innervation of the propatagial complex in Megaand Microchiroptera suggests that the complex as a whole is homologous between these clades.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 262,
                        "text": "(Smith, 1976;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 263,
                        "end": 279,
                        "text": "Van Valen, 1979)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 422,
                        "end": 433,
                        "text": "(Rhinopoma)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            },
            {
                "text": "vertebrates. These characters support bat monophyly. Our results as presented here and by Babcock (1991, 1992) are consistent with results from other studies (Wible and Novacek, 1988; Luckett, this volume; Adkins and Honeycutt, this volume; Stanhope et at., this volume) .",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 110,
                        "text": "Babcock (1991, 1992)",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 183,
                        "text": "(Wible and Novacek, 1988;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 184,
                        "end": 205,
                        "text": "Luckett, this volume;",
                        "ref_id": null
                    },
                    {
                        "start": 206,
                        "end": 240,
                        "text": "Adkins and Honeycutt, this volume;",
                        "ref_id": null
                    },
                    {
                        "start": 241,
                        "end": 270,
                        "text": "Stanhope et at., this volume)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Implications",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Drs. J. H. Casseday and V. L. Roth (both of Duke University) for supplying us with specimens, and Drs. J. Habersetzer (SMF), G. Storch (SMF), R. W. Thorington (USNM), and P. K. Tucker (UMMZ) for access to museum specimens. We thank Drs. K. K. Smith and N. B. Cant for use of their laboratories and Drs. M. Cartmill and K. K. Smith for comments on the manuscript. We benefited from discussions with Drs. J. D. Pettigrew, and J. R. Wible. We are deeply indebted to Drs. J. L. Johnson-Murray and A. R. Wyss for sending us their unpublished manuscripts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "The innervation of the propatagial muscles also bears on the relations between bats and flying lemurs. Dermoptera is placed within Archonta by most authors (Novacek and Wyss, 1986; Pettigrew et al., 1989) , and it is often thought to be closely related to bats (Leche, 1886; Novacek and Wyss, 1986; Novacek, 1992; Szalay and Lucas, this volume) , although a recent hypothesis claims close ties with primates (Beard, 1991) . Evidence from the propatagial muscles is consistent with the first view (Thewissen and Babcock, 1991) : the propatagial complex of Cynocephalus is an adequate structural intermediate between the muscles of the primitive quadrupedal mammal and a flying bat. There are two simple muscle sheets in Cynocephalus, one innervated by cranial nerve VII, the other by cervical spinal nerves. Tissues forming these muscle sheets could merge in ontogeny and differentiate to form the propatagial complex of bats. The resulting muscle complex would retain the original innervation of the two muscles, resulting in the dual innervation of the propatagial muscles in the ancestral bat.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 180,
                        "text": "(Novacek and Wyss, 1986;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 181,
                        "end": 204,
                        "text": "Pettigrew et al., 1989)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 261,
                        "end": 274,
                        "text": "(Leche, 1886;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 275,
                        "end": 298,
                        "text": "Novacek and Wyss, 1986;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 299,
                        "end": 313,
                        "text": "Novacek, 1992;",
                        "ref_id": null
                    },
                    {
                        "start": 314,
                        "end": 344,
                        "text": "Szalay and Lucas, this volume)",
                        "ref_id": null
                    },
                    {
                        "start": 408,
                        "end": 421,
                        "text": "(Beard, 1991)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 496,
                        "end": 525,
                        "text": "(Thewissen and Babcock, 1991)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Position of Dermoptera",
                "sec_num": null
            },
            {
                "text": "Propatagial muscles occur in all bats, birds, and the gliding mammals that we investigated, suggesting that these muscles evolved many times as a result of selection for aerial locomotion. Mere presence of propatagial muscles is therefore a suspect character for phylogenetic inference; more detailed similarities must be sought to determine homologies of these muscles. The presence of an occipital belly and the propatagiallocation of the cephalic vein are aspects of the propatagial complex that are probably unrelated to aerial locomotion and are shared between Mega-and Microchiroptera. These traits are homologous in the sense that Jardine (1969) and Van Valen (1982) emphasized: structural similarities that mayor may not follow similar ontogenetic pathways.The similarity of innervation of the propatagial muscles in Mega-and Microchiroptera supports homology at a different level. Innervation is usually a faithful guide to ontogenetic origin, and thus supports homology as defined by Cracraft (1981) and Roth (1984) : tissues with a similar developmental history. The innervation pattern in Chiroptera suggests a unique ontogenetic trajectory for the propatagial complex as a whole and corroborates the hypothesis that it was present in the last common ancestor of Mega-and Microchiroptera.We agree with Pettigrew et al. (1989) that a propatagial muscle complex is necessary for aerial locomotion and that it evolved several times in aerial amniotes. However, Megaand Microchiroptera share several detailed similarities of the propatagial complex that are absent in other flying and gliding",
                "cite_spans": [
                    {
                        "start": 638,
                        "end": 652,
                        "text": "Jardine (1969)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 994,
                        "end": 1009,
                        "text": "Cracraft (1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1014,
                        "end": 1025,
                        "text": "Roth (1984)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Locomotor morphology of the vampire bat, Desmodus rotundus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Altenbach",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Am. Soc. Mammal. Spec. Publ",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Altenbach, J. S. 1979. Locomotor morphology of the vampire bat, Desmodus rotundus. Am. Soc. Mammal. Spec. Publ. 6.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "On the monophyly of bats",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Novacek",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Syst. Zool",
                "volume": "40",
                "issue": "",
                "pages": "216--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baker, R. J., Novacek, M. J., and Simmons, N. B. 1991. On the monophyly of bats. Syst. Zool. 40:216-231.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Vertical postures and climbing in the morphotype of Primatomorpha: Implications for locomotor evolution in primate history",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "C"
                        ],
                        "last": "Beard",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Origines de La bipedie chez les hominides",
                "volume": "",
                "issue": "",
                "pages": "79--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beard, K. C. 1991. Vertical postures and climbing in the morphotype of Primatomorpha: Impli- cations for locomotor evolution in primate history, in: Origines de La bipedie chez les hominides, pp. 79-87. Cahiers de Paleoanthropologie, Paris.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Phylogeny of Nearctic Sciuridae",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Bryant",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Am. Midi. Nat",
                "volume": "33",
                "issue": "",
                "pages": "257--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bryant, M. B. 1945. Phylogeny of Nearctic Sciuridae. Am. Midi. Nat. 33:257-390.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Zur Anatomie des Fliigels von Micopus melba und einigen anderen Coracornithes, zugleich Beitrag zur Kenntnis des systematischen Stellung der Cypselidae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "O"
                        ],
                        "last": "Buri",
                        "suffix": ""
                    }
                ],
                "year": 1900,
                "venue": "Jena. Z. Naturwiss",
                "volume": "33",
                "issue": "",
                "pages": "361--610",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Buri, R. O. 1900. Zur Anatomie des Fliigels von Micopus melba und einigen anderen Coracor- nithes, zugleich Beitrag zur Kenntnis des systematischen Stellung der Cypselidae. Jena. Z. Naturwiss. 33(N. S. 26):361-610.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The use of functional and adaptive criteria in phylogenetic systematics",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cracraft",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Am. Zool",
                "volume": "21",
                "issue": "",
                "pages": "21--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cracraft, J. 1981. The use of functional and adaptive criteria in phylogenetic systematics. Am. Zool.21:21-36.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The myology of the whooping crane",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "I"
                        ],
                        "last": "Fisher",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Crus americana. Ill. Bioi. Monogr",
                "volume": "24",
                "issue": "",
                "pages": "1--127",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fisher, H. I., and Goodman, D. C. 1955. The myology of the whooping crane, Crus americana. Ill. Bioi. Monogr. 24:1-127.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The orders of mammals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1910,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "27",
                "issue": "",
                "pages": "1--524",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, W. K. 1910. The orders of mammals. Bull. Am. Mus. Nat. Hist. 27:1-524.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Notes on the gliding mechanism in the flying squirrel",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "B"
                        ],
                        "last": "Gupta",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Occas. Pap. Mus.Zool. Univ. Mich",
                "volume": "645",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gupta, B. B. 1966. Notes on the gliding mechanism in the flying squirrel. Occas. Pap. Mus.Zool. Univ. Mich. 645.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Evolution of facial musculature and cutaneous field of trigeminus. Part I",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Huber",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "Q. Rev. Biol",
                "volume": "5",
                "issue": "",
                "pages": "133--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huber, E. 1930. Evolution of facial musculature and cutaneous field of trigeminus. Part I. Q. Rev. Biol. 5:133-188.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The observational and theoretical components of homology: A study based on the morphology of the dermal skull roofs of rhipidistian fishes",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Jardine",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Bioi. J. Linn. Soc",
                "volume": "1",
                "issue": "",
                "pages": "327--361",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jardine, N. 1969. The observational and theoretical components of homology: A study based on the morphology of the dermal skull roofs of rhipidistian fishes. Bioi. J. Linn. Soc. 1 :327 -361.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Zur vergleichenden Anatomie der Hautmuskulatur bei Saugetiere. 4. Mitteilung: Halsmuskulatur bei den Chiropteren",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Jazuta",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Anat. Anz",
                "volume": "84",
                "issue": "",
                "pages": "26--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jazuta, K. 1937. Zur vergleichenden Anatomie der Hautmuskulatur bei Saugetiere. 4. Mit- teilung: Halsmuskulatur bei den Chiropteren. Anat. Anz. 84:26-31.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Myology of the gliding membranes of some petauristine rodents (genera: Claucomys, Pteromys, Petinomys, and Petaurista)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Johnson-Murray",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. Mammal",
                "volume": "59",
                "issue": "",
                "pages": "374--384",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson-Murray, J. L. 1977. Myology of the gliding membranes of some petauristine rodents (genera: Claucomys, Pteromys, Petinomys, and Petaurista). J. Mammal. 59:374-384.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Comparative and functional morphology of selected genera of nongliding and gliding mammals (Phalangeridae, Sciuridae, Anomaluridae, and Cynocephalidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Johnson-Murray",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson-Murray, J. L. 1980. Comparative and functional morphology of selected genera of non- gliding and gliding mammals (Phalangeridae, Sciuridae, Anomaluridae, and Cynocephali- dae). Unpublished Ph.D. thesis, University of Massachusetts.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The comparative myology of the gliding membranes of Acrobates, Petauroides and Petaurus contrasted with the cutaneous myology of Hemibelideus and Pseudoicheirus (Marsupialia: Phalangeridae) and with selected gliding Rodentia (Sciuridae and Anomaluridae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Johnson-Murray",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson-Murray, J. L. 1987. The comparative myology of the gliding membranes of Acrobates, Petauroides and Petaurus contrasted with the cutaneous myology of Hemibelideus and Pseu- doicheirus (Marsupialia: Phalangeridae) and with selected gliding Rodentia (Sciuridae and Anomaluridae). Aust.].",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The cardiovascular system of bats: Structure and function",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "C"
                        ],
                        "last": "Kallen",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Biology of Bats, Vo!' III",
                "volume": "",
                "issue": "",
                "pages": "290--483",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kallen, F. C. 1977. The cardiovascular system of bats: Structure and function, in: W. A. Wimsatt (ed.), Biology of Bats, Vo!' III, pp. 290-483. Academic Press, New York.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Musculature peauciere. II.-Les peauciers du tronc et des membres et leurs derives",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Kyou-Jouffroy",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Anatomie",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Systematique",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Biologie",
                        "suffix": ""
                    },
                    {
                        "first": "!'",
                        "middle": [],
                        "last": "Vo",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Xvi",
                        "suffix": ""
                    },
                    {
                        "first": "Iii",
                        "middle": [],
                        "last": "Part",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Traite de Zoologie",
                "volume": "",
                "issue": "",
                "pages": "626--678",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kyou-Jouffroy, F. 1971. Musculature peauciere. II.-Les peauciers du tronc et des membres et leurs derives, in: P.-P. Grasse (ed.), Traite de Zoologie, Anatomie, Systematique, Biologie, Vo!' XVI, Part III, pp. 626-678. Masson, Paris.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Uber die Saugethiergattung Galeopithecus: Eine morphologische Untersuchung. K. Svenska Vet",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Leche",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Akad. Handl",
                "volume": "21",
                "issue": "",
                "pages": "1--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leche, W. 1886. Uber die Saugethiergattung Galeopithecus: Eine morphologische Untersuchung. K. Svenska Vet. Akad. Handl. 21: 1-92.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The myology of Cheiroptera",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Macalister",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philos. Trans. Soc. London",
                "volume": "162",
                "issue": "",
                "pages": "125--1710",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacAlister, A. 1872. The myology of Cheiroptera. Philos. Trans. Soc. London 162:125-1710. (1873).",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Mammalian phylogeny: Shaking the tree",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mori",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Okijamas Fal. Anat. jpn",
                "volume": "36",
                "issue": "",
                "pages": "121--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mori, M. 1960. Muskulatur des Pteropus edulis. Okijamas Fal. Anat. jpn. 36:253-307. Novacek, M. J. 1992. Mammalian phylogeny: Shaking the tree. Nature 356: 121-125.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Higher-level relationships of the Recent eutherian orders: Morphological evidence",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Novacek",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Wyss",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Cladistics",
                "volume": "2",
                "issue": "",
                "pages": "257--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Novacek, M. J., and Wyss, A. R. 1986. Higher-level relationships of the Recent eutherian orders: Morphological evidence. Cladistics 2:257-287.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A study of the myology and osteology of tree sciuruds with regard to adaptation to arboreal, glissant and fossorial habits",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Peterka",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Trans. Kans. Acad. Sci",
                "volume": "39",
                "issue": "",
                "pages": "313--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterka, H. E. 1936. A study of the myology and osteology of tree sciuruds with regard to adaptation to arboreal, glissant and fossorial habits. Trans. Kans. Acad. Sci. 39:313-332.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Wings or brain? Convergent evolution in the origins of bats",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Pettigrew",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Syst. Zool",
                "volume": "40",
                "issue": "",
                "pages": "199--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pettigrew, J. D. 1991a. Wings or brain? Convergent evolution in the origins of bats. Syst. Zool. 40:199-216.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "b. A fruitful, wrong hypothesis? Response to Baker, Novacek, and Simmons",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Pettigrew",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Syst. Zool",
                "volume": "40",
                "issue": "",
                "pages": "239--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pettigrew, J. D. 1991 b. A fruitful, wrong hypothesis? Response to Baker, Novacek, and Simmons. Syst. Zool. 40:239-243.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Phylogenetic relations between microbats, mega bats and primates (Mammalia: Chiroptera and Primates)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Pettigrew",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "G M"
                        ],
                        "last": "Jamieson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Robson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "I"
                        ],
                        "last": "Mcnally",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "M"
                        ],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Philos. Trans. Soc. London Ser B",
                "volume": "325",
                "issue": "",
                "pages": "489--559",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pettigrew, J. D., Jamieson, B.G.M., Robson, S. K., Hall, L. S., McNally, K. I., and Cooper, H. M. 1989. Phylogenetic relations between microbats, mega bats and primates (Mammalia: Chirop- tera and Primates). Philos. Trans. Soc. London Ser B 325:489-559.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Form and Function in Birds",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Raikow",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "57--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raikow, R. J. 1985. Locomotor system, in: A. S. King and J. McLelland (eds.), Form and Function in Birds, Vo!' 3, pp. 57-148. Academic Press, New York.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "On homology. BioI",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roth, V. L. 1984. On homology. BioI.].",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Bau and Funktion der Haftorgane von Thyroptera und Myzopoda (Vespertilionoidea, Microchiroptera, Mammalia)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Schliemann",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Z. Wiss. Zool",
                "volume": "181",
                "issue": "",
                "pages": "353--400",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schliemann, H. 1970. Bau and Funktion der Haftorgane von Thyroptera und Myzopoda (Vesper- tilionoidea, Microchiroptera, Mammalia). Z. Wiss. Zool. 181:353-400.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Der \"M. propatagialis proprius\" und die \"Tendo propatagialis\" in ihren Beziehung zur V. cephalica bei den Fledermausen",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Schumacher",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "Z. Anat. Entwicklungsgesch",
                "volume": "94",
                "issue": "",
                "pages": "642--679",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schumacher, S. 1931. Der \"M. propatagialis proprius\" und die \"Tendo propatagialis\" in ihren Beziehung zur V. cephalica bei den Fledermausen. Z. Anat. Entwicklungsgesch. 94:642-679.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Approaches, methods, and the future of the chiropteran monophyly controversy: A reply to",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Novacek",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "J. D. Pettigrew. Syst. Zool",
                "volume": "40",
                "issue": "",
                "pages": "239--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, N. B., Novacek, M. J., and Baker, R. J. 1991. Approaches, methods, and the future of the chiropteran monophyly controversy: A reply to J. D. Pettigrew. Syst. Zool. 40:239-243.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Chiropteran evolution",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Spec. Publ. Mus. Tex. Tech Univ",
                "volume": "10",
                "issue": "",
                "pages": "49--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, J. D. 1976. Chiropteran evolution. Spec. Publ. Mus. Tex. Tech Univ. 10:49-69.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Penial morphology and the question of chiropteran phylogeny",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Madkour",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Proceedings of the 5th International Bat Research Conference",
                "volume": "",
                "issue": "",
                "pages": "347--365",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, J. D., and Madkour, G. 1980. Penial morphology and the question of chiropteran phy- logeny, in: D. E. Wilson and A. L. Gardner (eds.), Proceedings of the 5th International Bat Research Conference, pp. 347-365. Texas Tech Press, Lubbock.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Functional osteology and myology of the shoulder in the Chiroptera",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Strickler",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Contrib. Vertebr. Evol",
                "volume": "4",
                "issue": "",
                "pages": "1--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strickler, T. L. 1978. Functional osteology and myology of the shoulder in the Chiroptera. Contrib. Vertebr. Evol. 4:1-198.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Distinctive cranial and cervical innervation of wing muscles: New evidence for bat monophyly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Babcock",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Science",
                "volume": "251",
                "issue": "",
                "pages": "934--936",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J.G.M., and Babcock, S. K. 1991. Distinctive cranial and cervical innervation of wing muscles: New evidence for bat monophyly. Science 251:934-936.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The origin of flight in bats; to go where no mammal has gone before",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Babcock",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "BioScience",
                "volume": "42",
                "issue": "",
                "pages": "340--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J.G.M., and Babcock, S. K. 1992. The origin of flight in bats; to go where no mammal has gone before. BioScience 42:340-345.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "On the general differentiation of the superficial pectoral muscles, with special attention for the skin muscles of the trunk of mammals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ura",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ura, R. 1937. On the general differentiation of the superficial pectoral muscles, with special attention for the skin muscles of the trunk of mammals.].",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "The evolution of bats",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Van Valen",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Evol. Theor",
                "volume": "4",
                "issue": "",
                "pages": "103--121",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Valen, L. 1979. The evolution of bats. Evol. Theor. 4:103-121.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Homology and causes",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Van Valen",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Valen, L. 1982. Homology and causes.].",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The muscular system",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Vaughan",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Biology of Bats",
                "volume": "I",
                "issue": "",
                "pages": "139--194",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vaughan, T. A. 1970. The muscular system, in: W. A. Wimsatt (ed.), Biology of Bats, Vol. I, pp. 139-194. Academic Press, New York.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Die Rhamphorhynchoidea (Pterosauria) der Oberjura Plattenkalke Suddeutschlands",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wellnhofer",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "I. Allgemeine Skelettmorphologie. Palaeontographica",
                "volume": "148",
                "issue": "",
                "pages": "1--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wellnhofer, P. 1975. Die Rhamphorhynchoidea (Pterosauria) der Oberjura Plattenkalke Sud- deutschlands. I. Allgemeine Skelettmorphologie. Palaeontographica A148:1-33.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Cranial evidence for the monophyletic origin of bats",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Wible",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Novacek",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Am. Mus. Novit",
                "volume": "2911",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wible, J. R., and Novacek, M. J. 1988. Cranial evidence for the monophyletic origin of bats. Am. Mus. Novit. 2911:1-19.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Fig. I. The propatagial muscle complex in a microchiropteran (Myotis), a megachiropteran (Pteropus), a flying lemur (Cynocephalus)",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "(A) Detail of a cross section through the external jugular vein (EJ) of Myotis lucifugus (section 6-16:2), showing some of the nerves (N) that form the plexus that innervates the propatagial muscle complex. Branches of this plexus extend with two large veins (V) dorsally and laterally. (B) Cross section through the neck of Rhinopoma (section A-130: I), showing the occipital belly (OC) of the propatagial complex in a dorsolateral position. Cervical spinal nerves (CS) and branches of cranial nerve VII (VII) innervate the propatagial complex. Top is dorsal, right is lateral in A and B.",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": "Fig. 3. (A)The nerve plexus surrounding the external jugular vein (EJ) that innervates the propatagial muscle complex in Myotis. Reconstuction is based on histological serial sections (such asFig. 2). Nerves making up the plexus are derived from cranial nerve VII (VII) and cervical spinal nerves (CS) 2 through 5. Four branches of the plexus innervate the propatagial muscle complex. (B) Three-dimensional computer reconstruction of cross sections of the head in Tadarida. Cranial nerve VII leaves the stylomastoid foramen (SMF) lateral to the auditory bulla (AU D). It gives off a small branch (VII) that passes dorsally along a small vein (V) to the occipital belly (OC) of the propatagial muscle complex.",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "Its terminal tendon extends in the leading edge of the wing and lacks elastic tissue. The occipital muscle belly is innervated by branches from cranial nerve VII and cervical spinal nerves V and VI. Contrary to the situation in Pteropus and Myotis, branches from cranial and cervical roots do not form a plexus and are not associated with the external jugular vein. Tadarida Glaucomys Fig. 4. The propatagial muscle complex of the Microchiroptera Tadarida and Rhinopoma and the flying squirrel Glaucomys. Stippling indicates muscle tissue.",
                "num": null,
                "uris": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "text": "Eocene microchiropteran Palaeochiropteryx tupaiodon, showing details of soft anatomy (A, SMF-Me 74 /5061; B, right propatagium of SMF-Me 909-B), such as skin wrinkles (SW), cephalic vein (CV), and tendon of propatagial complex (PC).",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td>Innervation</td></tr><tr><td/><td>Occipital</td><td>Cephalic vein</td><td/><td/></tr><tr><td/><td>origin present</td><td>in leading edge</td><td>VII</td><td>Cerv.</td><td>VII/cerv.</td></tr><tr><td>Megachiroptera</td><td/><td/><td/><td/></tr><tr><td>Pteropus</td><td>+</td><td>+</td><td/><td/><td>+</td></tr><tr><td>Haplonycteris</td><td>+</td><td>+</td><td/><td/><td>+</td></tr><tr><td>Macroglossus</td><td>+</td><td>+</td><td/><td/></tr><tr><td>Microchiroptera</td><td/><td/><td/><td/></tr><tr><td>Rhinopoma</td><td>+</td><td>+</td><td/><td/><td>+</td></tr><tr><td>Myotis</td><td>+</td><td>+</td><td/><td/><td>+</td></tr><tr><td>Eptesicus</td><td>+</td><td>+</td><td/><td/></tr><tr><td>Tadarida</td><td>+</td><td>+</td><td>+</td><td/></tr><tr><td>Palaeochiropteryx</td><td/><td>+</td><td/><td/></tr><tr><td>Dermoptera</td><td/><td/><td/><td/></tr><tr><td>Cynocephalus</td><td/><td/><td>+a</td><td>+a</td></tr><tr><td>Rodentia</td><td/><td/><td/><td/></tr><tr><td>Glaucomys</td><td/><td/><td>+b</td><td>+</td></tr><tr><td>Marsupialia</td><td/><td/><td/><td/></tr><tr><td>Petaurus</td><td/><td>+</td><td/><td/></tr><tr><td>Aves</td><td/><td/><td/><td/></tr><tr><td>Turdus</td><td/><td/><td/><td/></tr><tr><td>\"</td><td/><td/><td/><td/></tr></table>",
                "text": "Character Distributions for Propatagial Characters among Flyers and Gliders, Based on Our Observations Cranial nerve VII and cervical spinal nerves innervate different propatagial muscles. In bats. they innervate sections of the same muscle complex. /, Muscles innervated by cranial nerve VII are restricted to the face and do not extend into the propatagium. They are loosely attached to the propatagial muscles by connective tissue.",
                "num": null
            }
        }
    }
}