{
    "paper_id": "ThoringtonandHeaney1981-Bodyproportionsandglidingadaptationsofflyingsquirrels(Petauristinae)(1)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:34:19.200202Z"
    },
    "title": "BODY PROPORTIONS AND GLIDING ADAPTATIONS OF FLYING SQUIRRELS (PETAURISTINAE)",
    "authors": [
        {
            "first": "Richard",
            "middle": [
                "W"
            ],
            "last": "Thorington",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrekce",
            "middle": [
                "R"
            ],
            "last": "Heat\\'ey",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Flying squirrels range in length of head and hody from less than 90 mm to more than 400 mm. Large flying squirrels are morc slender than tree squirrels or small fiying squirrels. They have proportionately longer tails than small flying squirrels, hut large tree squirrels have the longest tails ofal!, both absolutely and proportionately. Relative limb lengths decrease with size among flying and tree squirrels, hilt the ratio of forelimb to hindlimb length is generally higher for flying squirrels than for tree squirrels. The styliform cartilage adds to the area of the patagillIn, but it is isometric with respect to size. Weight varies by a factor of almost 64 and the area of the patagium by a fador of almost Hi, with little divergence from the expected isometric relationship. Therefore \"wing loading•' varies almost by a factor of four and is estimated to be as low as 30 Newtons/square meter (;.J/m 2) in small petauristines and as great as 110 N/m 2 in large ones. Hang gliding seems to provide a good analogue for the gliding of flying: squirrels, although the squirrels have lower asped ratios (1.0 to 2.2) and lower glide ratios (less than 3) than do most hang gliders. From this analogy it seems probable that the heavier \"wing loading\" of large flying squirrels does not affect the glide ratio (horizontal distance/vertical drop) but that the larger flying squirrels must \"fly\" faster to maximize their glide ratio. It is also probable that small flying squirrels with lower \"wing loadings\" are more maneuverable, but large flying squirrels with heavier loadings are less affected by air turhulence.",
    "pdf_parse": {
        "paper_id": "ThoringtonandHeaney1981-Bodyproportionsandglidingadaptationsofflyingsquirrels(Petauristinae)(1)",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Flying squirrels range in length of head and hody from less than 90 mm to more than 400 mm. Large flying squirrels are morc slender than tree squirrels or small fiying squirrels. They have proportionately longer tails than small flying squirrels, hut large tree squirrels have the longest tails ofal!, both absolutely and proportionately. Relative limb lengths decrease with size among flying and tree squirrels, hilt the ratio of forelimb to hindlimb length is generally higher for flying squirrels than for tree squirrels. The styliform cartilage adds to the area of the patagillIn, but it is isometric with respect to size. Weight varies by a factor of almost 64 and the area of the patagium by a fador of almost Hi, with little divergence from the expected isometric relationship. Therefore \"wing loading•' varies almost by a factor of four and is estimated to be as low as 30 Newtons/square meter (;.J/m 2) in small petauristines and as great as 110 N/m 2 in large ones. Hang gliding seems to provide a good analogue for the gliding of flying: squirrels, although the squirrels have lower asped ratios (1.0 to 2.2) and lower glide ratios (less than 3) than do most hang gliders. From this analogy it seems probable that the heavier \"wing loading\" of large flying squirrels does not affect the glide ratio (horizontal distance/vertical drop) but that the larger flying squirrels must \"fly\" faster to maximize their glide ratio. It is also probable that small flying squirrels with lower \"wing loadings\" are more maneuverable, but large flying squirrels with heavier loadings are less affected by air turhulence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Members of the Sciuridae are fonnd on most vegetated portions of the earth's surbce and have evolved into a wide variety of niches. One group, the flying squirrels, subfamily Petauristinae, has evolved into the unusual niche of nocturnal gliders. Only three other mammalian families-the Anomaluridae, Cynocephalidae, and Phalangeridae-have exploited this niche, and each is restricted to a single zoogeographic subregion, unlike the flying squirrels, which occur throughout most forested regions of the Palearctic, Oriental, and Neardic regions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We have studied the body proportions of a variety of species of flying squirrels. We first compared these with the body proportions of tree squirrels, in an attempt to gain a perspective on the basic adaptation of the Petauristinae for gliding. Second, we compared large flying squirrels with small ones. Among geometrically similar animals, weight should increase as the cube of a linear measurement, whereas the area of the patagium should increase as the square. Thus large fiying squirrels should have patagia that are more heavily loaded than those of small flying squirrels, and this should affect their ability to glide. We compared the body proportions of large and small petauristines to see if there were ways in which large fiying squirrels compensate for this allometric problem. \\Ve then used hang gliding as an analogue and attempted to determine what effect the allometric differenees have on the gliding of fiying squirrels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sketetalillcasllrelllcnts arc based on most of the sc1tuid postcmnial skeletons in the followinp; museums: American :\\ltlsctlm of Natnral History, British :-'!useulll (Natural History), Field \\luseum of N'ltural History, Delaware \\luseulIl of Nablrnl History, Bell ;\"l\\ISeUIll of l\\atural History, and U.S. National Miiscum of Natural History (USl\\\\•l). \\leasureillents were taken to the nearest 0.1 mm with dial calipers by hoth authors. Interohserver variance was Illuch less than the leftright variance of the specimens. Length.~ of the long hones are the same measurements descrihed in Thorinp; toll (1972) . All are greatest leup;ths, with the exception of the femur, which \\Va~ llle,\\-sured from the head to the medial condyle. The vertebral lengths were measured ventrally on articulated skeletons.",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 598,
                        "text": "Thorinp;",
                        "ref_id": null
                    },
                    {
                        "start": 599,
                        "end": 610,
                        "text": "toll (1972)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ivlATEHIAL AXD METHODS",
                "sec_num": null
            },
            {
                "text": "Estimates of the ventral smface areas of flying squirrels were made from study skins in the USNM. Measurements were taken only on specimens that appeared to have the patagium extended. Different methods of preparation required different methods for estimating the areas, but generally it was possible to estimate the average width and length of the patagium. The areas listed are the products of these two figures. Thus thcy include the areas of the body and of the limhs. The area of the tail was estimated similarly. Direct measurements of area were obtained from tracings of a few Ruid-preselVed specimens which were soft enough to stretch out to natural positions and £i'om tracings of freshly killed Eoglllllcomys and Petullristu made by W. L. Ahbott in 1891 in Kashmir.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ivlATEHIAL AXD METHODS",
                "sec_num": null
            },
            {
                "text": "The external measurements of most of the Southeast Asian squirrels are from collections in the USNM; most were collected by IIlar Muu1. This provided a uniformity of measurement not available in comparisons between collections of different investigators. Because the length of head and body (HB) was obtained as one measurement and the tail length as another, these two sets of data are independent of one another. They are not independent when length of he ad and body is obtained by subtracting tail length from total length. Although the lengths of head and body are similar when measured according to the two methods, they are not the same. Thus we avoided comparisons of samples that had been measured differently. Identifications of the specimens are those made by Muul.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ivlATEHIAL AXD METHODS",
                "sec_num": null
            },
            {
                "text": "We used ratios extensively in this paper. The use of ratios has been debated recently by Atchley et a1. (1976) , Hills (978), Dodson (1978 ), Albrecht (1978 , and Atchley and Anderson (978). Some of the arguments are sufficiently obfuscating and intimidating to lead biologists to the conclusion that is is invalid statistically or at least unwise to use ratios under any circumstances. We disagree and would point to aerodynamics, which is sometimes called \"the science of coefficients and ratios.\" The main points made by Atchley et a1. 976and Atchley and Anderson (1978) are irrelevant to our study, because we did not study the correlations between ratios and we did not use ratios in multivariate analyses. The main question which may be raised is whether the ratios are normally distributed. This question was answered by examining the skewness and kurtosis of 45 representative ratios. One ratio was slightly skewed (P < 0.05) and none was significantly platykurtotic or leptokurtotic. None of our samples was large enough for a strong test of normality, but clearly the ratios did not differ from normal more than expected on the basis of chance. Accordingly, we submit that it is valid to use these ratios in interspecific comparisons, as we have done.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 110,
                        "text": "Atchley et a1. (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 113,
                        "end": 138,
                        "text": "Hills (978), Dodson (1978",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 156,
                        "text": "), Albrecht (1978",
                        "ref_id": null
                    },
                    {
                        "start": 546,
                        "end": 573,
                        "text": "Atchley and Anderson (1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ivlATEHIAL AXD METHODS",
                "sec_num": null
            },
            {
                "text": "In this paper we have lIsed the standard dimensions of physics, distinguishing between mass (in kg or g) and weight (in Newtons). This is essential in aerodynamics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ivlATEHIAL AXD METHODS",
                "sec_num": null
            },
            {
                "text": "Body length, mass, and taillength.-The body lengths, masses, and tail lengths of 14 species of flying squirrels and 13 species of tree squirrels are shown in Tables 1 and 2. We hypothesized that flying squirrels would be more gracile than tree squirrels, because of selection for reduced patagial loading. In Fig. 1 , a log-log plot of length of head and body versus mass shows that the regression lines are similar for tree and flying squirrels hut that they diverge at larger body sizes. Small tree squirrels and flying squirrels are equally robust, but large tree squirrels are slightly more robust than large flying squirrels. This can be seen in the ponderal ratios as welL As shown in Table 3 , this ratio is significantly higher in large tree squirrels than in large flying squirrels (P < 0.01). Thus for our sample, the hypothesis that flying squirrels should be more slender than tree squirrels is correct for large squirrels but not for small ones.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 309,
                        "end": 315,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 691,
                        "end": 698,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We also tested the hypothesis that large flying squirrels are more gracile than small flying squirrels. The regression equation for flying squirrels, shown in Fig. 1 , is log mass (g) = 2.79 log length (mm) -4.13. Thus mass increases at slightly less than the cube of the length of head and body. Correspondingly, the ponderal indices of large flying squirrels are less than those of small flying squirrels (P < 0.05) as shown in Tahle 3. This is not true of all squirrels as shown by the regression equation for tree Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021 'S ,,,,[,,em/enl,,,, \" 229 = 12 217 :!: 10 0,95;!; O.Of; 23b;!; 47 O.02ti9:!: OJ)()lb \" 41Z:!: 17 475 ± 3S 1.15 = D.09 1,539 :!:'Z\"O 0.0280 ± 0.0014 squirrels [log mass (g) = 2.99 log length (mm) -4,54] and the slightly higher ponderal indices of large tree squirrels versus small tree squirrels (0.10 > P > 0.05).",
                "cite_spans": [
                    {
                        "start": 641,
                        "end": 661,
                        "text": "'S ,,,,[,,em/enl,,,,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 165,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Because the tail seems to be important for balancing and steering a gliding animal, we hypothesized that the relative tail lengths of Hying squirrels would be greater than those of tree squirrels, The data in Tables 1 and 2 show that this hypothesis is too simplistic. The regression lines cross because small tree squirrels tend to have shorter tails than small Hying squirrels, but big tree squirrels have longer tails than big flying squirrels. This last fact predominantly reRects the very long tails of the giant tree squirrels (Ratllfa). The relative tail lengths of R. affinis and R. bicolor exceed those of any flying squirrels and of any other tree squirrels. Thus our sample of tree squirrels exhibits a positive allometry of tail length (T) to length of head and body (HB), log (T) = 1.41 log (HB) -0.98 (r = 0.97).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 209,
                        "end": 223,
                        "text": "Tables 1 and 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Among flying squirrels, we hypothesized that large animals would have more of a steering problem than small ones and therefore would have relatively, as well as absolutely, longer tails. Our data support this hypothesis. The largest Hying squirrels have the longest tails relative to body length, The allometry is described by the regression, log (T) == l.1710g (HB) -3.88 (r = 0,99), However, the tails of small flying squirrels tend to be distichous, whereas those of large flying squirrels are not. Thus, tail length might be correlated with hair pattern as much as with size, Therefore we examined the pattern of variation within genera as well, for hair pattern does not vary within genera. Within the genera Petinomys, Hylopetes, Glaucomys, and Petuurista, S\"\"dosc/\"rus low;; (Sel.lllf:O') 8 127 :!: 4 87 :!: 9 U.IlS:!: 0.06 b3 :;, 9 U.0312 :!: U.OOII Su\"dascil,rus te\"\"I\" \" 1,'35 = I) liS = 5 U.85 = 0.04 74 = 1() 0.031O:!: D.onH;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Su\",ja\"c;um.< [ow;; (Sab\"h) 15 149:±: 7 94 :!: 6 U.64 :!: tW6 93 :!: 9 0,0305 :±: 0.0011 Su\"dllsc;\"nJ.< brooke; \" 366:!: 16 432 ± 17 1.20 :!: 0,07 15 .. 1(:; :!: 175 0.U314 : the largest species has the largest ratio of tail length to hody length. Accordingly, we think there is a general trend within flying squirrels for relative tail length to increase with body size.",
                "cite_spans": [
                    {
                        "start": 14,
                        "end": 27,
                        "text": "[ow;; (Sab\"h)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ";, O.Ul1l2 3.2 2 .• ~ oS!. (f) (f) ' \" :; u. 0 '\" 0 ..J 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "1.2+----.----r---.----.----r---.----.----r---.----,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Limb lengths and proportions.-It is thought that flying squirrels have longer limbs than tree squirrels of the same size among North American squirrels (Peterka, r93(j; Bryant, 194':; ), and we hypothesized it would be universally true because of selection for a large gliding memhrane among flying squirrels. Figs. 2 and 3 summarize our data in Tables 4 and .5. They show that the relative limb lengths of Hying squirrels are generally greater than those of tree squirrels but they cast douht on the universality of the trend. Microsciurus and Gl(JUGo1n!IS are the smallest animals graphed and their relative Iimh lengths are similar. Also our data show that there is little difference in the relative lengths of hind limbs of tree and Hying S(lllirrels, except for the giant tree squirrels, Rutufu, which have relatively short hind limbs. Flying .<quirrel, 0.0299 ± 0.0010 0.0282 ± 0.0005",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 161,
                        "text": "(Peterka,",
                        "ref_id": null
                    },
                    {
                        "start": 162,
                        "end": 168,
                        "text": "r93(j;",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 176,
                        "text": "Bryant,",
                        "ref_id": null
                    },
                    {
                        "start": 177,
                        "end": 183,
                        "text": "194':;",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We also hypothesized that large flying squirrels would have relatively longer limbs than small ones in order to compensate for the allometric relationship between weight and area of patagium. This hypothesis is clearly false. Small flying squirrels have the highest ratios of limb length to trunk length, as may be seen in Figs. 2 and 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We knew from preliminary investigations that Glaucomys had relatively long distal elements in the limbs and we wondered if this was characteristic of all flying squirrels. The data in Tables 6 and 7 clearly show that it is true for the forelimb: the radius is long relative to humerus length in all flying squirrels and shorter in all tree squirrels. Among flying squirrels the ratio is inversely proportional to size, as it also appears to be among tree squilTels. There does not appear to be any difference between flying squirrels and tree squirrels in the length of the tibia relative to that of the femur. As in the forelimb, there is an inverse proportionality of this ratio to size in flying squirrels. The ratio of humerus length to femur length does not differ systematically between flying squirrels and tree squirrels, nor is there a regular pattern of change with size in either. The radius is long relative to the tibia in flying squirrels, as should be expected from the preceding relationship.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We suspected that the relative length of forelimb to hind limb might be important in flying squilTels because it would affect the shape of the patagium. Because flying squirrels glide with their knee and elbow joints almost fully extended, we have used the sums of length of long bones as an estimate of limb lengths. The data in Table 6 shows that summed lengths of radius and humerus average slightly more than 80% of the summed lengths of tibia and femur in flying squirrels, and less than 75% in tree squirrels ( Table 7) . All Hying squirrels we have measured, except Eoglaucom!ls, have a higher intenncmbral ratio than any species of tree sqlurrel.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 330,
                        "end": 337,
                        "text": "Table 6",
                        "ref_id": null
                    },
                    {
                        "start": 517,
                        "end": 525,
                        "text": "Table 7)",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The styliform cartilage and uropatagilllll.-The preceding hypotheses about limb lengths ignored the styliform cartilage. Because the patagiulll is supported from the stylifonn cartilage at the wrist, it is possible for squirrels to evolve a wider membrane by growing a longer cartilage, independent of the length of the bones of the forelimb. We hypothesized that this was not an important factor. To test this, we measured the length of the cartilage (C) on one specimen each of 15 species of flying squirrels and regressed the data against the length of head and body (HB). This plot appears quite linear. The best fit of a power equiltion yields an <lllometric coefficient of 1.08, which is not significantly different from isometry. A linear equation (C = -7.35 + 0.25 HB) explains only 4% less of the variance, so we concluded that there was no disproportionate incr~ase in the length of the styliform cartilage of large flying squirrels compared with small ones. In another test of the hypothesis, we measured the styliform cartilages of 10 specimens each of seven species, ranging in size f!\"Om Petal/rilius kinlochii to Aerom!ls. The allometry coeHicient was 1.01, again suggesting isometry. Johnson-Murray (1977) found that the propatagia and plagiopatagia were equally well developed on small and large Hying squirrels, and we concur. However, as she pointed out, there is a significant difference in the size of the uropatagium of large and small Hying squirrels. On small flying squirrels the l\\l\"opatagium is virtually nonexistent and it certainly does not contribute signficantly to the area of the gliding memhrane. In the large flying squirrels Petallrista, Aerof1l!lS, and Aeretes, there is a significant uropatagium extending from the knee to the tail. This is one way in which the large flying squirrels seem to compensate for the increased loading of the gliding membrane. We attempted to quantify the increase in area, although we could not obtain very accurate measurements on museum skins.",
                "cite_spans": [
                    {
                        "start": 1200,
                        "end": 1221,
                        "text": "Johnson-Murray (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The largest uropatagium is found on Aeromys, and on three specimens we estimated its area to be approximately 100 cm 2 of the total 1,600 cm 2 of the ventral surface of the body. The net contribution is somewhat less because our measurement of the area of the uropatagium includes the tail. Thus we estimated that Aeromys gains approximately 5% in patagial area by having a uropatagium. In Petaurista and Aeretes the percentage increase appears to be less. Estimates of patagium loading and aspect ratio.-We have measured museum skins of flying squirrels in order to obtain direct estimates of the area of the ventral surface of the body. These estimates include the ventral surface of the abdomen and limbs, as well as the patagium itself: This is \"gross wing area,\" generally used for reference in aerodynamics (Clancy, 1975:72) . The measurements were taken only on the few skins that appeared to allow reasonable estimates of the dimensions of living squirrels. Most museum specimens are not prepared for this purpose.",
                "cite_spans": [
                    {
                        "start": 813,
                        "end": 830,
                        "text": "(Clancy, 1975:72)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "As shown in Table 8 , the smallest species, Petallrilltls kinlochii, was estimated to have a loading of 40 N/m~. The Petaurillus in this sample are rather heavy for their length, so the small Petinomys, with a loading of.30 N/m~ may be more typical for small flying squirrels, and we would not be slll11rised to find small flying squirrels with a loading of 25 N/m~. The largest flying squirrels in the USNM collections are subspecies of Petaurista petauristo, which seem to have ventral surfaces of 1,600 to 1,800 cm~. Their masses were not recorded, hut they probably approximated 1.5 to 2.0 kg, and thus they probably had loadings of 100 N/m~ or more, like the specimens of P. eleguw. that we measured. Pregnant females and heavy individuals might be loaded as heavily as 125 N/m~. Other loadings within thb range were ohtained from tracings of whole animals (Tahle 9).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 12,
                        "end": 19,
                        "text": "Table 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In small flying squirrels, it is apparent that the area of the ventral surface of the tail is a significant percentage of the area of the gliding surface. The distichous arrangement of the hairs increases the area, and photographs of GlUliCOTn!lS in flight show that the tail retains its shape. The relative area of the tail is less in the large flying squiITels, because the tail is relatively narrower, hut the effect on the aerodynamics T\"\"';a,I'd\"\",, /\"\"/.\\-\"\";c,,,, \" (1.~J2 '\" 0 02 1.13 '\" O.(l2 O.IlI '\" (WI (J.b6 :<:: (WI 0.73:<:: (J.Ol Swu/a-l'ciw'\"'' ,'tcer;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ".3 , 0.'J4 '\" 0.04 Ll4 '\" (1.01 O){() '\" 0.02 o.{;;;\",om 0.12\", (J.02",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ".~ci\"r\"\\ de\"PC;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ", O.O.~ '\" O,()] Ll2\", om O./f) '\" (U)] 0.67\", (1.01 0.72 '\" (U)]",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "C\"I1\"., 'c;,,,.,,, , \"\"/{I/\",, • U\"r.\"Uu\" 110, _ h\"\",en,,; 'j';",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 18,
                        "text": "'c;,,,.,,,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "tibia: Fe -f\",,,,,, of gliding must be far from trivial. The area of the tail of Pet(lurillus is approximately 10 cm~, or almost 20% of the rest of the ventral surface. The tails of some Glaucomys sahrinus, particularly those of the subspecies alpiHlls and hangsi, are particularly broad and have an area of 80 to 100 cm~, which is 20 to 30% of the size of the ventral gliding surface. The tails of the larger Pterom1jsclls average 100 cm~, which is 15% of the ventral area. The tails of the largest Petaurista and Aerom1ls have ventral surfaces of approximateJy 200 cm~ beyond the uropatagium. Although the tail is not dorsoventrally flattened, it still adds 10 to 15% to the ventral area of the squirrel. vVe obtained direct estimates of the area of the patagium from outline tracings of six flying squirreLs and one photograph (Walker, 1947) . \\Ve calculated the aspect ratios (wing span~/area) for these, which are shown in Table 9 . These values ranged from approximately 1.0 to 2.2.",
                "cite_spans": [
                    {
                        "start": 830,
                        "end": 844,
                        "text": "(Walker, 1947)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 928,
                        "end": 935,
                        "text": "Table 9",
                        "ref_id": "TABREF9"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Flying squirrels evolved from non-glissant ancestors, but it is not clear whether the gliding adaptation arose only once. MeKenna (1962) divided the subfamily into five groups and reported no evidence that would lead one to believe the group was polyphyletie. Black (1963:126) suggested that flying squirrels are diphyletic with four genera closely related to Sci!ll'lIS and others derived from tree squirrels of the Callosciurini. Mein (1970) divided Hying squirrels into three groups, and ascribed ivliocene fossils to each. Thus he recognized three independent lineages in the early Miocene, but instead of arguing for polyphyletic origins from tree squirrels, he suggested that Hying squirrels evolved hom the Prosdurinae independent of the origin of tree squirrels hom the Pammyinae. Based on immunological data, Hight et al. We have compared the body proportions of flying squirrels with those of tree squir~ reIs, because we think the morphology of tree squirrels is primitive aod the morphology of flying squirrels is derived. This hypothesis is based on two arguments. First, the earliest known sciurid, from the White River Formation of the Oligocene, has the body proportions of Recent tree squirrels (Emry and Thorington, pers. obs.). Second, it seems most likely that patagia would have evolved among arboreal squirrels, probably among active forms which regularly leaped from tree to tree.",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 276,
                        "text": "Black (1963:126)",
                        "ref_id": null
                    },
                    {
                        "start": 432,
                        "end": 443,
                        "text": "Mein (1970)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Whether or not the PetauristimlC is polyphyletic, all Hying squirrels are similar in postcranial anatomy and have evolved adaptations to the same locomotor problems. Only one significant change in body proportions seems to accompany the transition from small tree squirrel to smali Hying squirrel. This is the elongation of the antebrachium. It results in the higher ratio of lengths of radius to humerus and in the relatively longer forelimb, compared with length of trunk or hind limb, when Hying squirrels are compared with tree squirrels. These changes probably reflect some shape factors which are aerodynamically important. Photographs and tracings of flying squirrels show that the patagium is always wider in front than behind.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Flying squirrels do not scale with size the same way as tree squirrels, but in view of the allometric relationship between weight and the area of the patagium, it is perhaps surprising that scaling is so similar. Flying squirrels range in size (length of head and body) from less than 90 to more than 400 mm. An animal that is four times the length of another is expected to weigh approximately 64 times as much hut to have a patagium only 16 times as large. If geometrically similar, the largest flying squirrels should have patagia that are loaded four times as heavily as those of the smallest Hying squirrels. This shOlild have a significant effect on their gliding abilities. There are several ways in which flying squirrels could compensate for allometry. First, large Hying squirrels could be relatively thinner than small ones, or at le:.lst lighter than expected on the basis of their length. As shown in Tables 1 and 3 , this is so, and it is a way in which they scale differently than tree squirrels. The large Hying squirrels are proportionately 16% lighter than the small ones. Second, they could increase the area of the patagium disproportionately to the square of trunk length, as by developing relatively longer limbs. This they do not do (Table 4) , perhaps because it would compromise their climbing ability, or perhaps for aerodynamic reasons. Instead, the limbs of larger Hying squirrels are relatively shorter, as in tree squirrels, and the styliform cartilage is not lengthened to compensate. Therefore the area of the patagiu!l1 is approximately 10% less than predicted by isometry. Third, large flying squirrels could develop assessory gliding membranes. Petuurista, Aeromus, and Aerete~• have uropatagia that increase the area up to 5%. Summing these three [letors, we expect large flying squirrels to have a patagial loading of approximately 90% that predicted hy isometry; still, this amounts to a loading .'360% that of small flying squirrels. Our measurements (Tahles 8 and 9) seem to corroborate this and to demonstrate that large Hying squirrels have a patagium loading three to four times that of the sIHali ones.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 914,
                        "end": 928,
                        "text": "Tables 1 and 3",
                        "ref_id": null
                    },
                    {
                        "start": 1256,
                        "end": 1265,
                        "text": "(Table 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In order to predict how size and patagial loading will aflect the gliding of flying squirrels, we have chosen hang gliders as a reasonable analogue (Markowski, 1877; Welch and Welch, 1979) . There are Hogallo-wing hang gliders with aspect ratios and recommended wing loadings similar to those of Hying squirrels, i.e., an asped ratio February 1981 THORINGTON AND HEANEY-FLYING SQUIRREL ADAPTATIONS III of 1.5 and a recommended wing loading of 1 pound/ft~ (=50 r\\/m~). Such a glider provides a lift to drag ratio of approximately 3 and therefore ha~ a maximal glide ratio (horizontal distance/vertical drop) of 3. This too is similar to the perfonnance of flying squirrels. As described below, most field estimates are in approximate agreement with a maximal glide ratio of 3-a 300-foot glide for a 100-ft drop.",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 165,
                        "text": "(Markowski, 1877;",
                        "ref_id": null
                    },
                    {
                        "start": 166,
                        "end": 188,
                        "text": "Welch and Welch, 1979)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "For a hang glider, and presumably for flying squirrels, wing loading per se does not affect the ratio of lift to drag, and hence it has no effect on the glide ratio (Markowski, 1977:283) . It does affect the speed at which a glider must travel if it is to maximize the glide ratio. Because the speed is proportional to the square root of wing loading, a flying squirrel with a patagium loading four times that of another presumably must glide twice as fast to maximize the distance of its glide. This proportionality will be mitigated a bit because large flying squirrels glide at higher Reynolds numbers than small ones and this will reduce drag slightly. The optimal gliding speed is proportional to the fourth root of the inverse of the coefficient of drag at zero lift, so wing loading should be the dominant factor. For hang gliders, a wing loading of 50 N/m~ is recommended for all-around performance. At lower wing loadings, the glider is too vulnerable to gusts of wind and air turbulence; it does not \"penetrate\" the air well. At higher wing loadings, the pilot must fly faster to maximize his glide ratio, and this leaves less time to react and steer. It is striking that the patagillm loading of most flying squirrels is close to that recommended for hang gliding. Judging from the analogy, we suggest that the most lightly loaded flying squirrels are best adapted to gliding in forested areas where there is little turbulence and where slow flight speed and high maneuverability are important. A flying sqnirrel with a more heavily loaded patagium may be better adapted to more open areas, where air turbulence is more of a problem and maneuverability is les5 of one.",
                "cite_spans": [
                    {
                        "start": 165,
                        "end": 186,
                        "text": "(Markowski, 1977:283)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The aspect ratio directly affects the lift/drag ratio. For a Rogallo conical wing, changing the aspect ratio from 1 to 2 changes the lift/drag ratio from 3 to 4, approximately, and therefore changes the optimal glide ratio from 3 to 4 (Markowski, 1977:284) . Accordingly, it would seem desirable that flying squirrels have long forelimbs for support of a wide patagium. A5 demonstrated, they do have long forelimbs relative to those of tree squirrels, but Hying squirrels have very low aspect ratios compared to bats, as discussed below, and to birds. Our data are not adequate to illustrate how the aspect ratio varies among flying squirrels, but the measurements of the lengths of forelimbs suggest that the aspect ratios of small flying squirrels average higher than those of large Hying squirrels. The uropatagium of large flying squirrels must also reduce the aspect ratio, which seems anomalous. Curiously, Eoglaucomys probably has the lowest aspect ratio of any Hying squirrel (Table 9 ). This seemed remarkable to us for a species that lives at 3,000 m elevation, where the air is much less dense and provides le5s lift than near sea level where most flying squirrels occur.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 256,
                        "text": "(Markowski, 1977:284)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 984,
                        "end": 992,
                        "text": "(Table 9",
                        "ref_id": "TABREF9"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "These morphological features that reduce aspect ratio all occur among flying squirrels that probably must glide fast for aerodynamic rea50ns, i.e., because of their heavy wing loading or because they live at high elevations. Tests with rectangular airfOils of low aspect ratio provide a tentative explanation. Zimmerman (1932) found that airfoil5 with aspect ratios near 1.0 do not stall until a high attack angle is reached. Maximum lift coefficients and maximum resultant force coefficients increased as aspect ratio decrca5ed in the range from 3 to 1. He argued that thi5 would affect landing characteristics favorably by reducing landing speed. He also demonstrated that low aspect wings have moment characteristics more favorable to stability. Accordingly, it seems likely that Aying squirrels with low aspect ratios are gaining stability and lowering landing speeds at the cost of reducing their glide ratios slightly. Zimmerman's (1932) study also demonstrated that the tip shape of the wing greatly affects airfoil characteristics at low aspect ratios. Semicircular tips were much superior to rectangular tips. We have been unable to treat this hwtor in flying squirrels thus far, because tip shape (as well as the sweepback angle of the \"wing\") appears to be under dynamic control (see illustrations in Walker, 1947 and Rue, 1967; Hoffmeister and 1'\\'10hr, 1972; and Welch and Welch, 1979) . The muscle humerodorsalis I (Johnson-r..•lurray, 1977) appears to be oriented so as to give flying squirrels voluntary control over the shape of the wing tip.",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 326,
                        "text": "Zimmerman (1932)",
                        "ref_id": null
                    },
                    {
                        "start": 925,
                        "end": 943,
                        "text": "Zimmerman's (1932)",
                        "ref_id": null
                    },
                    {
                        "start": 1312,
                        "end": 1328,
                        "text": "Walker, 1947 and",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1329,
                        "end": 1339,
                        "text": "Rue, 1967;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1340,
                        "end": 1371,
                        "text": "Hoffmeister and 1'\\'10hr, 1972;",
                        "ref_id": null
                    },
                    {
                        "start": 1372,
                        "end": 1398,
                        "text": "and Welch and Welch, 1979)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1429,
                        "end": 1455,
                        "text": "(Johnson-r..•lurray, 1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Flying squirrels have higher \"wing loadings\" than do bat:;. According to Smith and Starrett (1979) most bat.s have wing loadings between 10 and 20 N/m~, whereas those of flying squirrels range from 30 to llO N/m~. The difference is actually greater than this indicates because our calculations for flying squirrels are based on gross wing areas, whereas those of Smith and Starrett (1979) are based on net wing areas. Also, bats have higher aspect ratios than do Hying squirrels. All genera of bats studied by Smith and Starrett (1979) have aspect ratios greater than 5, and molossids have an average aspect ratio of 7.5. We judge that few flying squirrels have aspect ratios higher than 2.0. The aspect ratios of the plagiopatagia of bats are much closer to the total aspect ratios of Hying squirrels. Thus, the higher total ratios of bats are due primarily to the incorporation of the digits into their wings.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 388,
                        "text": "Smith and Starrett (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 510,
                        "end": 535,
                        "text": "Smith and Starrett (1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Another factor that affects gliding efficiency is billowing. Hang gliders are generally designed with 3° to 4° of billow. The less billow, the better the glide ratio can be, and hang gliders with 1° of billow have been flown. However, they are dangerous because they sideslip easily. As billowing is increased, the lift and drag coefficients are increased and air speed can be decreased, but at the cost of a decreasing glide ratio. Photographs suggest that flying squirrels can control the amount of billow in their patagia (Hoffmeister and Mohr, 1972:fig. 84 ). The alignment of the muscles humerodorsalis I and III (Johnson-Murray, 1977) would permit their use as battens to reduce billow, and by reducing billow the squirrels should he able to lengthen the glide. By increasing billow they can probably reduce air speed and glide ratio (Lawrence, 1974A5) .",
                "cite_spans": [
                    {
                        "start": 525,
                        "end": 560,
                        "text": "(Hoffmeister and Mohr, 1972:fig. 84",
                        "ref_id": null
                    },
                    {
                        "start": 618,
                        "end": 640,
                        "text": "(Johnson-Murray, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 840,
                        "end": 858,
                        "text": "(Lawrence, 1974A5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The performance of flying squirrels has been variously estimated in the wild. Sumner and Dixon (1953:396-397) described a glide of Glaucomys sahrinlts that covered 125 feet with a glide ratio of2. We have observed Glallcomys volans in Maryland and have estimated a glide ratio between 2 and 3. Walker (1975) cited a 50-m glide with an IS-m drop: a glide ratio of2.8. In Japan we observed Petaurista lellcogen1j8 gliding between tall Cryptomeria trees at approximately a 45° angle, which is a glide ratio of 1.0. Similarly, Peter S. Rodman (pers. comm.) ob!;erved Petaurista petaurista in the Kutai Nature Reserve, East Kalimantan, Indonesia, gliding approximately 150 m with an equal drop. Davis (1962) reported a Petaurista in Sabah, Borneo, gliding 100 m with a corresponding drop of perhaps 35 m, which is a glide ratio of almost 3. IlIar MUlil (pers. comm.) has seen Petaurista glide 300 m from a limestone bluffto the tops of fruit trees while dropping approximately 125 m, which is a glide ratio of 2.4 (Muul also estimated the longest glide he has seen to he 400 m). From these estimates, we hypothesize that the maximal glide ratio of Hying !;qtlirrels is on the order of .3, and that the ratio does not differ greatly from small to large squirrels. The initial part of the glide is steep and prohahly represents the period of time when the squirrel is reaching optimal velodty for gliding. Having reached this velocity, the squirrel is ahle to Ratten out its glide to maximize the horizontal distance covered. At the end of the flight, it increases the angle of attack, which may cause it to swoop upwards before landing. There are varying reports about how hard f:lying squirrels land, but velocity at impact is probahly under voluntary controL From our observations and readings we suspect that they can go into a \"mush\" or semistall for a hard but fast landing; they can reduce air speed by swooping upward at the end of a flight for a soft precise landing; Of they can execute a parachute landing in emergencies. Pho-tographs of landings may be found in Walker (1947:662-666) , Doutt et al. (1966:127) , Rue (1967:90), and Lawrence (1974:45) .",
                "cite_spans": [
                    {
                        "start": 294,
                        "end": 307,
                        "text": "Walker (1975)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 690,
                        "end": 702,
                        "text": "Davis (1962)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 2067,
                        "end": 2088,
                        "text": "Walker (1947:662-666)",
                        "ref_id": null
                    },
                    {
                        "start": 2091,
                        "end": 2114,
                        "text": "Doutt et al. (1966:127)",
                        "ref_id": null
                    },
                    {
                        "start": 2117,
                        "end": 2135,
                        "text": "Rue (1967:90), and",
                        "ref_id": null
                    },
                    {
                        "start": 2136,
                        "end": 2154,
                        "text": "Lawrence (1974:45)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We have found only one estimate of the speed of a glide. This is Walker's (1975) estimate of 22 m in 12 s (4.1 mph.) for GlauGo1HYs volalls. This seems slow and needs to be verified, because it implies a coefficient oflift of approximately 20. If we assume that the coeflicient of lift is LO, a more reasonable value, then a G. volans of average size must glide at a speed of 8.4 m/s (19 mph.) to maintain a glide ratio of 3: 1 or at 8.2 m/sec (18 mph) for a glide ratio of2:1. Hthe maximum coeflicient of lift were 2.0, the speeds would be 30% less.",
                "cite_spans": [
                    {
                        "start": 65,
                        "end": 80,
                        "text": "Walker's (1975)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Flying squirrels present little variation in linear proportions over a size range that leads to a four-fold difference in wing loadings. Large flying squirrels do not have relatively longer limbs to increase wing area and thus decrease wing loading. The major aerodynamic implication of the heavier wing loadings of large flying squirrels is that they must glide faster than small squirrels with lower wing loadings. We interpret some of the morphological specializations oflarge flying squirrels, such as the short forelimbs of EoglallcoJn!IS and the uropatagiulIl of Petaurista and AeroJnYs, as aerodynamic adaptations that lead to better landing characteristics, mostly by reducing landing speed. These specializations may reflect compromises hetween conflicting selective forces for increasing glide ratios and for maintaining safe gliding and landing speeds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIO)JS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank the curators and staff members who as.,isted liS at the various llluseums we visited. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNO\\VLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "2.5: 1.37-148. BLACK, C. C. 1963. A review of the North American Tertiarv Scinridae",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Results",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Syst",
                        "suffix": ""
                    },
                    {
                        "first": "!",
                        "middle": [],
                        "last": "Zoo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bull. IVins. Compo Zoo!",
                "volume": "130",
                "issue": "",
                "pages": "109--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "results. Syst. Zoo!., 2.5: 1.37- 148. BLACK, C. C. 1963. A review of the North American Tertiarv Scinridae. Bull. IVins. Compo Zoo!., 130:109-248.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Phylogeny of Nean::tic Sciuridae",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Amer. Midland Nat",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BHYA\",T, M. D. 1945. Phylogeny of Nean::tic Sciuridae. Amer. Midland Nat., .33:2.57~39().",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Aerodvnamics. fohn Wiley and Sons",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Claxcy",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLAXCY, L. J. 1975. Aerodvnamics. fohn Wi- ley and Sons, New York, 610 pp. .",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "On the lise of ratios in growth studies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Manl1n,lls of the lowland rainforest of North Borneo. Bul!. Nat!. ~•llI~",
                "volume": "31",
                "issue": "",
                "pages": "2--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, D. D. 1962. Manl1n,lls of the lowland rainforest of North Borneo. Bul!. Nat!. ~•llI~., Singapore, 31:1-129. DODSO:>J, P. 18i8. On the lise of ratios in growth studies. Sy.~t. Zoo!., 27:G2-(j7.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "CUiLDA Y. 19{i(:i. Mall11nals of PellllsylvaniH",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CUiLDA Y. 19{i(:i. Mall11nals of PellllsylvaniH.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "On ratios-a response to Atchley, Ga.~ki1lS, and Anderson",
                "authors": [
                    {
                        "first": "L\\",
                        "middle": [],
                        "last": "Hills",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Syst. Zoo\\",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HILLS, l\\.L 1978. On ratios-a response to Atchley, Ga.~ki1lS, and Anderson. Syst. Zoo\\., 2i:61-f:i2.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "\\lyology of the gliding membranes of some petauristine rodents (genera: G/(ltlCOIl1!fS, PteromUs, Peti-IlOII/US, and Petrwristia)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoff~leisteh",
                        "suffix": ""
                    },
                    {
                        "first": "A\"",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C O"
                        ],
                        "last": "Mohr. 19i2 ; \\•son-~•luhh.A Y",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. \\Iamm",
                "volume": "2",
                "issue": "",
                "pages": "374--384",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFF~lEISTEH, D. F., A\",D C. O. MOHR. 19i2. Fieldhook of Illinois mammals. Dover, New York,2:1-233. JOiI:\\•SON-~•luHH.A Y, J. L. 1977. \\lyology of the gliding membranes of some petauristine ro- dents (genera: G/(ltlCOIl1!fS, PteromUs, Peti- IlOII/US, and Petrwristia). J. \\Iamm., 58:374- .384.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Philadelphia, 256 pp. \\IAHKOWSKI, \\.1. A. 1977. The han)..( glider\"s hillle. Tah Books",
                "authors": [
                    {
                        "first": "'",
                        "middle": [],
                        "last": "Lawhei\\",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Ce",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWHEi\\'CE, H. D. 1874. Wildlife in North America: mammals. Chilton Book Co., Phil- adelphia, 256 pp. \\IAHKOWSKI, \\.1. A. 1977. The han)..( glider\"s hillle. Tah Books, Hlue Ridge Summit, Penn- sylvania, 480 pp. ;\\lcKEi\\':\\\"A. \\1. C. 1862. ElIpetllllrrts and the Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "living petauristine sciurids",
                "authors": [],
                "year": null,
                "venue": "Amer. Mus. Novitates",
                "volume": "62",
                "issue": "1",
                "pages": "1--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vol. 62, No.1 living petauristine sciurids. Amer. Mus. Novitates, 2104:1-38.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Les Sciuropteres (Mammalia, Rodentia) Neogenes d",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mein",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Europe Occidentale. Geobios",
                "volume": "3",
                "issue": "",
                "pages": "7--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEIN, P. 1970. Les Sciuropteres (Mammalia, Rodentia) Neogenes d'Europe Occidentale. Geobios, 3:7-56.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A study of the myology and osteology of tree sciurids with regard to adaptation to arboreal, glissant, and fassaria] habits",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Peterka",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "39",
                "issue": "",
                "pages": "313--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PETERKA, H. E. 1936. A study of the myology and osteology of tree sciurids with regard to adaptation to arboreal, glissant, and fassaria] habits. Trans. Kansas Acad. Sci., 39:313-332.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Pictorial guide to the mammals of North America",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Rue",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "299",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RUE, L. L III. 1967. Pictorial guide to the mammals of North America. Thomas Y. Crowell Co., New York, 299 pp.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Morphometric analysis of chiropteran wings",
                "authors": [
                    {
                        "first": "S:'>iiti-I",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Al':D A",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Starrett",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "ill Biology of bats of the New World family Phyllostomatidae. Part III",
                "volume": "",
                "issue": "",
                "pages": "229--316",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S:'>IITI-I, J. D., Al':D A. STARRETT. 1979. Mor- phometric analysis of chiropteran wings. Pp. 229-316, ill Biology of bats of the New World family Phyllostomatidae. Part III. (R.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Spec. Pub!. Mus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Carter",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "441",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. Baker, J. K. Jones, Jr., and D. C. Carter, eds.). Spec. Pub!. Mus., Texas Tech Univ., 441 pp.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Birds and mammals of the Sierra Ncvada with records from Sequoia and Kings Canyon National Parks",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Sumner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Dixon",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "19",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUMNER, L., AND J. S. DIXON. 19,53. Birds and mammals of the Sierra Ncvada with records from Sequoia and Kings Canyon National Parks. Univ. California Press, Berkeley, 484 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Proportions and allomctry in the gray squirrel. Nemouria, Oecrts. Papers Delaware Mus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorinctol\\",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Nat. Hist",
                "volume": "8",
                "issue": "",
                "pages": "1--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THORINCTOl\\, R. W., JR. 1972. Proportions and allomctry in the gray squirrel. Nemour- ia, Oecrts. Papers Delaware Mus. Nat. Hist., 8:1-17.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Flying\" squirrels, nature's gliders",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Natl. Geogr. Mag",
                "volume": "91",
                "issue": "",
                "pages": "647--1479",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALKER, E. P. 1947. \"Flying\" squirrels, na- ture's gliders. Natl. Geogr. Mag., 91:662- 674. 1975. Mammals of the world. Third ed. (J. L. Paradiso, ed.). The Johns Hopkins Univ. Press, Baltimore, 2:647-1479.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "1932. Characteristics of Clark Y airfoils of small aspect ratios",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Welch",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "Welch"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "J\\•atl. Advisory Com. Aeronautics",
                "volume": "13",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WELCH, Y., AND B. WELCH. 1979. Nature did it first. Ranger Rick's Nature Mag., 13:1-1.3. ZI\\1\\1Em.IAN, C. H. 1932. Characteristics of Clark Y airfoils of small aspect ratios. J\\•atl. Advisory Com. Aeronautics, 431:1-12.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Museum oj Natllral History",
                "authors": [],
                "year": 1978,
                "venue": "",
                "volume": "66045",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "National Museum oj Natl/ral History, Smithsonian IlJStitution, Washington, D.C. 20560; Mu- seum oj Natllral History, University oj Kansas, Lawrence, KS 66045 (preseTlt address: Museum oJ Zoology, University of Michigan, Ann Arbor, MI 48109). Submitted 3 August 1978. Accepted 20 june 1980. Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": ":;, n.Oo 13 C,dlosc;\"ms nota/\"\" \" Z(){; = a 190 = J(; 0.8.'3 = O.OS 223 = 24 0.0295 = 0.0010 Cal/osc;ur\"\" j1adma\"a,' C,dlosc;ums W,iicel',< 29 ZIS:!: 13 198 :!: 11 0.92 = o.m; 274 = 38 0.0299 :!: O,OOHi S\"\",/asdurt.s Iii\"\"\"\"\", 22 244 = 12 262:!: 13 l.OS = 0.09 ,139 = hb O.03J():!: O.U()II Callosc;'m,s I\"euosl;; 84 247:;, 11 24.1 = 13 0.99 = O.U5 440 !:: S7 U.0307 = 0,0012 Ra/u/a \"ff\",;s 37 344 :!: 18 420:!: 20 1.23;!; 0,09 1287 = HIl O.0315:!: O,(X)23 Ra/ufa hie\"lor",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "AND BODY [MM] FIG. I.-Relationship hetween mass and length of head and body in tree squirrels and flying squirrels. Poillts afe plotted for flying squirrels only.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021 TABLE 3.-Averages (::!:SE) of />onderal ratios (mass.O:'/HB) of tree squirrels andjlyiTlg squirrels.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF4": {
                "text": "Sd,m\", ca\",I;,w\",'h'   41    (),\\)3 :<:: 0.02 1.1-1\", (l.U2 (J./7 '\" 0.1)1 O.fil; '\" 0.0] (J,71 '\" (1.01Sci\"\"\", \"/,,,rli \" O.\\J5 '\" (J,()2 1.12:<:: O.(J2 O,71l :<:: (L02 O.(i(;:<::O'(J] (J,n \",om Pr%xcru, 1'/,j\"l'cr; 2 , \";I-(cr HJ O.fJ4 '\" 0,()2 1,12:<:: 0.02 O,7i! :<:: 0.02 0,(;(, :<:: 0.02 o.n\", OJ)] Po,H\"/,, ;\",I;c(I Ral\"/,, hieol\", O}l:) (Um -' = (J,(J2 (J,fl2 :<:: ().oJ (UifJ:<::O.()] 0.7(; '\" (),()]",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF5": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "-Length of head and body (mm), tail (mm), relative tail length, mass (g), and ponderal ratio (X:!: SD) offlying squirrels.",
                "content": "<table><tr><td/><td/><td>Len!,'lh of</td><td>Tail</td><td/><td/><td/></tr><tr><td>Specie&lt; Petau,illu,' kin/ocMi</td><td colspan=\"4\">N , 90 = 5 88;!; 7 U.97 !:: 0.03 he\"d + body 1enwh T\"iliHB</td><td>)'la\" ZA !:: 7</td><td>Ma,,\"IHB 0.D315;!; (J.(XllZ</td></tr><tr><td>Petino\",!!s vordemal\",i</td><td>26</td><td>llZ;!; 5</td><td>103=b</td><td>0,92 :!: 0.04</td><td>35!:: 5</td><td>0.OZ93 !:: D.OO15</td></tr><tr><td>Petino\"'Ys selosus</td><td>30</td><td>116;!;6</td><td>104 :!: 4</td><td>0,90 :!: 0.05</td><td>44 :!: 5</td><td>O,0302:!: 0.0017</td></tr><tr><td>Hljlopctes \"Iayu\",s</td><td>15</td><td>118;!; S</td><td>93 :!: 6</td><td>0,79:!: 0.04</td><td>4U:!: 5</td><td>O,U289!:: U.[)()lO</td></tr><tr><td>Glaacomlj., vo/ans Hylopetes platyu\",s</td><td colspan=\"4\">\" 130 ± 8 lU1:!:7 0,78 :!: U,Oti ti4 149;!; S 129 :!: 7 0,86 :!: 0,05</td><td>7U ± 13 83:!: 16</td><td>O,U3Iti ± O.OOZI O,U292 :!: 0.0018</td></tr><tr><td>Gla\"comljs sabrinus Petino\"'y\" geni/,arbi\"</td><td colspan=\"6\">\" 169;!; 11 134 :!: 11 0.81 :!: 0,04 130 :!: 24 0,0304 :!: O.[)()15 2 178 188 I,Uti 108 (),0268</td></tr><tr><td>lom!!\"llOrsfiddii</td><td>&lt;6</td><td>ISO;!; S</td><td>ISO:!: lU</td><td>1,01 :!: 0,05</td><td>15O:!: 26</td><td>O.0294:!: 0.OU17</td></tr><tr><td>Ptero1llIj\"cf</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "",
                "content": "<table><tr><td colspan=\"3\">.-Length of head and body (mm), t(lil (mm), relative tai/lellgth, mass (g), and POII-</td></tr><tr><td colspan=\"3\">deral ratio (X :!: SD) of adult non-volant squirrels.</td></tr><tr><td/><td>Lenh'lh of</td><td>Tail</td></tr><tr><td>Specie, TumlOI\" macdc//audi</td><td colspan=\"2\">N , 11Z=2 104:;,1) 0,93:;' 0.05 46:!: 1 U.U323 = 0,()()()5 head + body lenw h Tail/HB ~Ia\" )'1\"\" \"/HE</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF4": {
                "text": "Flying Squirrels (circlesl y::. 0.06 + O.90x Ir = .991 Tree Squirrels (squarest y = 0.13 + .83x (r::. .981",
                "content": "<table><tr><td colspan=\"2\">JOURNAL OF MAMMALOGY</td><td/><td>Vol. 62, No.1</td></tr><tr><td>2.4</td><td/><td/><td/></tr><tr><td>2.2</td><td/><td/><td/></tr><tr><td>LOG OF</td><td/><td/><td/></tr><tr><td>FORELIMB</td><td/><td/><td/></tr><tr><td>[MM]</td><td/><td/><td/></tr><tr><td>2.0</td><td/><td/><td/></tr><tr><td>1.8</td><td/><td/><td/></tr><tr><td>1.8</td><td>2.0</td><td>2.2</td><td>2.4</td></tr><tr><td/><td colspan=\"2\">LOG OF TRUNK (M MJ</td><td/></tr><tr><td colspan=\"4\">FIG. 2.-Relationship between lengths of forelimb and trunk in tree squirrels and flying squir-</td></tr><tr><td>rels.</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF5": {
                "text": "-Tnmk and relative limb lengths of adultfiying squirrels (X ± SD). February 1981 THORINGTON AND HEANEY-FLYING SQUIRREL ADAPTATIONS 107 FIG. 3.-Relationship between lengths of hindlimb and trunk in tree squirrels and flying squirrels. -Tnwk (Ind relative limh lengths of tree squirrels (X ± SD). G.-Limb\"' proportions of fiuillg squirrels (X ± SD).",
                "content": "<table><tr><td>Spccics</td><td>N</td><td>Tmnk\" (nnn)</td><td>Forelimbh/lnlTlk</td><td>Hindlimb\"ltmnk</td></tr><tr><td>Glaucomus volan.~</td><td>19</td><td>72.7±4.1</td><td>0.77 ± 0.03</td><td>0,91 ± 0.03</td></tr><tr><td>Glallcomys subrinus</td><td>8</td><td>95.4 ± 3.5</td><td>0.72 ± 0.02</td><td>0.88 ± 0.03</td></tr><tr><td>Eoglal/comus fimhriatus</td><td>3</td><td>170.6</td><td>0.63</td><td>0.84</td></tr><tr><td>Hu10petes nigripes</td><td>5</td><td>175.5 ± 2.4</td><td>0.65</td><td>0.80</td></tr><tr><td>Petaurista petauris/a</td><td>II</td><td>286 ± 32</td><td>0.66 ± 0.04</td><td>0.8:3 ± 0'{)3</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF6": {
                "text": "-Umh* proportions of tree squirrels (X :':: SO).",
                "content": "<table><tr><td>Ra + Hu!</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF8": {
                "text": "S.-Estimates of gliding surf(/ce area, Iceight, alallouding for flying sqllirrels, based Oil museum skins. SlIIfuce area does not include head or tail areas.",
                "content": "<table><tr><td colspan=\"5\">Febw(lry 1.981 THORINGTON AND HEANEY-FLYING SQUIRREL ADAPTATIONS 109</td><td/></tr><tr><td>Specic,</td><td>,</td><td>Area (elll')</td><td>\\1\"\" (g)</td><td>Loading (1\\'1\",')</td><td/></tr><tr><td>Pe/aurillus kiniochii PetinolllYs 1)ordemrmni Peti/wlIlYs seiosl/s Ilylopetes plutyuws JlyloJlete,~ s}JudicC!ls Glal1comys Dolans Petinontys geniburbis Glallcontys sabrinlls PterolllUscllS puivert/lentlls Pet(lurista eiegans Aeromys tephromelus</td><td>3 5 5 2 3 1 2 1 3 4 2</td><td>55 114 92 108 134 150 215 280 6,30 850 l,fiOO</td><td>20 ,36 39 41 63 70 108 140 266 920 1,300</td><td>40 30 40 40 50 50 50 50 40 110 80</td><td>Downloaded from https://academic.oup.com/jmammal/article/62/1/101/952913 by University of Michigan user on 07 October 2021</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF9": {
                "text": "-Aspect ratios ami \"willg loadill}!,s\" of fluill}!, squirrels, btlsed Oil tmciH}!,S of Il;hole (llIilllals, tail areas excluded. suggested that [alnYs is divergent from the other flying squirrels, but that all the other genera sampled form a monophyletic group and are most closely allied among tree squirrels with Sciurus. Thus there are currently at least fOllr different hypotheses about the origin and evolution of flying squirreLs. Accordingly, it is not clear whether this paper is a study of parallelism, convergence, or divergence in morphology.",
                "content": "<table><tr><td>US:-.J\\I No,</td><td>'1'.\"01\\</td><td>'\\r\"\" (cm')</td><td>A'p\"d ..ali\"</td><td>1.\"\"dil\\l-! (\"I\",')</td></tr><tr><td>Photo</td><td>GltlucolIIYs voluHS</td><td/><td>l,4S</td><td/></tr><tr><td>194051</td><td>G. sabrill1ls</td><td>182</td><td>1.24</td><td/></tr><tr><td>5016!-)0</td><td>llylopetes sp.</td><td>Hi,S</td><td>2.20</td><td/></tr><tr><td>2012.5</td><td>Eogiallcomys fimlJriatlls</td><td>687</td><td>1.04</td><td>81</td></tr><tr><td>20126</td><td>P. petrlllristrl til/Jive/Iter</td><td>1l!-)3</td><td>1.14</td><td>93</td></tr><tr><td>201.30</td><td>P. peitlllrista uf/JiIJen/er</td><td>1387</td><td>1.34</td><td>80</td></tr><tr><td>:3.34349</td><td>1'. Jletallris/a gnUldis</td><td>10G!-)</td><td>1,42</td><td>104</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}