{
    "paper_id": "Timmetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:34:22.386692Z"
    },
    "title": "Innovations that changed Mammalogy: fluid preparation of research specimens",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "M"
            ],
            "last": "Timm",
            "suffix": "",
            "affiliation": {},
            "email": "btimm@ku.edu"
        },
        {
            "first": "Suzanne",
            "middle": [
                "B"
            ],
            "last": "Mclaren",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Hugh",
            "middle": [
                "H"
            ],
            "last": "Genoways",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Timmetal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "In 1831, the H. M. S. Beagle left Plymouth Sound, England, with 74 men on board, including a 22-year-old Charles Darwin. In addition to the several hundred gallons of rum on board for consumption by the sailors (the infamous \"tot\" British rum ration), the young naturalist had gallons of \"spirits of wine\" for preservation of specimens. In that era, it was known that spirits of wine (ethyl alcohol, probably the commonly available second distillation of around 60-65% or stronger) was better at preserving specimens than rum (usually no more than 40%). He was to have provided all equipment necessary for the 5-year voyage round the world; however, it isn't certain if he purchased the ethanol (with his father's funds) to preserve the scientific specimens he would collect or if it was from the allotment required for the medical work on board the ship. Nearly two centuries later, some of Darwin's fluid-preserved specimens are still available for examination in the University Museum of Zoology, University of Cambridge (Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1024,
                        "end": 1032,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 1840, Spencer Fullerton Baird, who was then just 17 years old but later to become the Secretary of the Smithsonian Institution, wrote to John James Audubon about a bird he had shot but was unable to identify. In his response, Audubon requested small mammal specimens, instructing young Baird, \"Please to collect all the Shrews, Mice (field or wood), rats, bats, Squirrels, etc., and put them in a jar with common Rum, not whiskey, brandy, or alcohol. All of the latter spirits are sure to injure the subjects\" (Herrick 1917:221) . Baird provided Audubon with an abundant array of specimens to use in the preparation of the plates for The viviparous quadrupeds of North America (Audubon and Bachman 1845-1848) .",
                "cite_spans": [
                    {
                        "start": 513,
                        "end": 531,
                        "text": "(Herrick 1917:221)",
                        "ref_id": null
                    },
                    {
                        "start": 680,
                        "end": 692,
                        "text": "(Audubon and",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 693,
                        "end": 711,
                        "text": "Bachman 1845-1848)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The use of alcohol as a preservative certainly goes back as far as the Egyptian embalming process. Wine, along with spices, was used to rinse the body cavity-the alcohol would have pulled moisture out of the tissues, thus helping to inhibit bacterial growth. The techniques used for preparation of anatomical specimens for study have evolved remarkably over the centuries, however, and today far more detailed studies are possible because of a number of innovations in the preservation process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alcohols were the fixative of choice for anatomical preparations early on because they are an antibiotic, diffuse through tissues, and are protein-denaturing agents by replacement of water. Different alcohols penetrate tissues at different rates, however. Alcohols were readily available but have drawbacks in that they require distillation to produce, don't diffuse rapidly, are flammable, and evaporate at relatively moderate temperatures. Elliott Coues, as an Army surgeon stationed at Fort McHenry (Baltimore, Maryland), wrote in 1871 that while studying fluid-preserved microtines, \"Several days last week the mercury overtopped 100°F. in the shade … The evaporating alcohol was almost intoxicating, but I didn't like the flavor …\" (Cutright and Broadhead 1981:126) .",
                "cite_spans": [
                    {
                        "start": 737,
                        "end": 770,
                        "text": "(Cutright and Broadhead 1981:126)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Useful specimens have been preserved for systematic and morphological studies using various spirits originally distilled for consumption. By the 1800s, ethanol was considered the superior alcohol for specimen preparation. Rum, which is distilled from sugar cane, was not always considered one of the better spirits for preservation, despite what Audubon told young Baird back in 1840, because it is usually no more than 40% alcohol. Brandy-an alcohol produced by distilling wine-was considered early on by some as better. Simmons (2014) detailed the controversy in the British press in the early 1800s when a Royal Navy surgeon preserved the body of Admiral Lord Nelson in a cask of brandy rather than using rum to ship it back to England after Nelson was killed in the Battle of Trafalgar in 1805. Perhaps some of the controversy stemmed from the ethanol content of brandy, which by volume could have ranged from 35% to 60%, with the higher concentrations of alcohol being more effective for specimen preparation.",
                "cite_spans": [
                    {
                        "start": 522,
                        "end": 536,
                        "text": "Simmons (2014)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The discovery in the early 1890s that formalin effectively diffused into tissues is generally attributed to German 2 JOURNAL OF MAMMALOGY industrial chemist Ferdinand Blum who found that the skin on his fingertips hardened when handling it. Formalin subsequently replaced alcohol as the medium of choice for anatomical preparations in part because it diffuses through tissues faster, is an effective antibiotic, acts by cross-linking proteins, and was relatively inexpensive. In laboratory experiments, formalin diffused through a medium nearly five times faster than ethanol (Macintyre 2018) . Formalin fixes tissue or cells by irreversibly denaturing cellular proteins. It acts in connecting a primary amine group in a protein molecule with nearby nitrogen in a protein or DNA molecule causing nucleic acids to fragment due to extremely low pH. The denatured proteins are a poor nutrient source for bacteria and thus bacterial decomposition is reduced, resulting in better preservation of the anatomical features. Formalin is produced when formaldehyde gas is bubbled through water and is soluble up to approximately a 40% concentration: 10% formalin is actually 3.7% aqueous formaldehyde. A buffered fixative mixture containing 10% formalin has been the standard in vertebrate specimen preparation for several decades (Simmons 2014) . Sir Peter Medawar, Nobel Prize laureate in medicine and author of several seminal papers on mammals, developed a coefficient of diffusibility for fixatives in 1941 that is known as the Medawar constant or K value. The depth penetrated by the fixative is proportional to the square root of time, with the higher the K value the faster the rate of penetration. Reviews of the rich history of fluid preservation of specimens, documenting some of the early history and array of chemicals used for initial preservation and fixation were provided by Williams and Hawks (1987) and Simmons (2014 Simmons ( , 2020 .",
                "cite_spans": [
                    {
                        "start": 576,
                        "end": 592,
                        "text": "(Macintyre 2018)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1321,
                        "end": 1335,
                        "text": "(Simmons 2014)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1882,
                        "end": 1907,
                        "text": "Williams and Hawks (1987)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1912,
                        "end": 1925,
                        "text": "Simmons (2014",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1926,
                        "end": 1942,
                        "text": "Simmons ( , 2020",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Formalin is acidic; a 1:9 solution has a pH of 3.0-4.6, depending on the quality of the formaldehyde and the water. Thus, further refinement to the use of formalin in preservation of vertebrates included the use of a buffer because decalcification of bones can start at pH 6.4 and below, and at 7.0 and above. It was found that the best tissue preparations are buffered to bring the pH close to 7 and that formalin must be buffered within a fairly narrow range. Too much buffering considerably alters the osmotic concentration of the solution causing cells to rupture. Initially, field preparations of vertebrates were buffered by adding some small, unmeasured amount of sodium bicarbonate or sodium borate, usually purchased as baking soda, baking powder, or borax, to the formalin. A quick, simple buffering of 1 teaspoon per liter brought formalin to a pH of about 7 and was used in field preparations for several years. However, these no longer are recommended buffers. Over time, for example, borax will acidify as boric acid and fail as a formalin buffer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Opening up the body cavity will speed the diffusion of the fixative if a syringe isn't available for injection. Following developments in the human embalming industry, perfusion-fluid fixative injected into the arterial system of the specimen-was incorporated into some field preparations. Field perfusion is accomplished using a large syringe and needle to forcibly inject the fixative into the left atrium, ventricle, or the aorta.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At a gross examination level, there is no clear problem with the use of fixatives. However, first with standard light microscopes and later with the development of electron microscopy, particularly transmission electron microscopy (TEM), it was discovered that fixation can alter tissues and intracellular structures, introducing artifacts that interfere with interpretation of ultrastructure on both a cellular and a molecular level. For example, it wasn't known early on whether the Golgi apparatus was an actual intracellular structure or an artifact of tissue preparation (Phillips 2005; Phillips et al. 2021) . Even careful fixation can alter the sample.",
                "cite_spans": [
                    {
                        "start": 576,
                        "end": 591,
                        "text": "(Phillips 2005;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 592,
                        "end": 613,
                        "text": "Phillips et al. 2021)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For vertebrates, the standard method of fluid preservation of specimens has been to initially fix in buffered formalin and then transition to 70% EtOH for long-term storage. A general and Note the ground glass jars with tight fitting glass lids that were available for fluid collection storage in that era. Most of Darwin's early specimens were originally preserved in spirits of wine (EtOH; ca. 60-65%), although he did have Swainson's (1822:33) guide to preserving specimens with him, which recommends \"preservation in spirits is always practicable; several moderate-sized bottles, with wide mouths … half filled with weak gin, rum, or other spirits.\" Due to the difficulty of determining alcohol strength and the expense of alcohol, it was not uncommon for alum, arsenic, or mercuric chloride to be added to \"strengthen\" the preservative (Simmons 2014 ; also see Darwin Online at http://darwin-online.org.uk/content/frameset?pageseq=1&itemID= A855&viewtype=text). Image courtesy of the University Museum of Zoology, University of Cambridge, United Kingdom.",
                "cite_spans": [
                    {
                        "start": 841,
                        "end": 854,
                        "text": "(Simmons 2014",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "ASM HISTORY-FLUID SPECIMENS 3 effective buffer is the combination of the two salts 4 g monohydrated acid sodium phosphate and 6.5 g anhydrous disodium phosphate per liter of 1 part formaldehyde with 9 parts water resulting in a pH of approximately 7.0 (Simmons 2014, and references therein).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "DNA molecules in specimens degrade with time and that process is accelerated by formalin fixation. With the advent of DNA amplification through polymerase chain reaction-PCR amplification of DNA-older specimens could be of considerable value in molecular systematics. Unfortunately, formalin's degradation of proteins causes significant problems in obtaining DNA sequence data. Tissues fixed in 10% phosphate-buffered formalin are somewhat more useable for molecular analysis for a longer period of time than formalin-fixed tissues that have not been buffered. In spite of this, obtaining significant DNA yield and fragment length with formalin-preserved specimens continues to be a considerable challenge (see Hykin et al. 2015; Derkarabetian et al. 2019 , and references therein).",
                "cite_spans": [
                    {
                        "start": 711,
                        "end": 729,
                        "text": "Hykin et al. 2015;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 730,
                        "end": 755,
                        "text": "Derkarabetian et al. 2019",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Furthermore, formaldehyde has long been known to be a carcinogen and poses a significant danger to human health although it is widely used in household products. It is banned from most commercial airlines throughout the world.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alcohol preserves specimens primarily by extracting water from the tissues rather than causing protein degradation like formalin. The stronger the alcohol however, the more dehydration occurs, prohibiting penetration through tissues. Today we know that ethanol works quite well as an initial fixative and eliminates the problems associated with other alcohols and formalin. Both 70% and 95% EtOH impart the desired biocide properties needed for long-term preservation (Simmons 2014) . However, 95% ethanol doesn't diffuse as well through tissues as does 70% because dehydrated cells prohibit its passing. The moisture in specimens, however, dilutes the alcohol used as a fixative. Thus, thorough careful injection of 70% ethanol into the larger muscle masses helps overcome the problem of penetration and is highly recommended.",
                "cite_spans": [
                    {
                        "start": 468,
                        "end": 482,
                        "text": "(Simmons 2014)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The question currently facing researchers is whether to use 95% EtOH for maximum preservation of DNA, knowing that it diffuses poorly through tissues, or use 70% to minimize dehydration and provide better diffusion albeit poorer DNA preservation. After the initial fixation, most museum specimens should be stored in 70% ethanol (Simmons 2014) . Ideally, prior to preservation, tissues should be removed and preserved separately and promptly at −80°C for DNA analyses. \"Absolute alcohol (100 percent ethanol) and other EtOH concentrations above 96 percent are not recommended for DNA preservation because the alcohol is chemically denatured (e.g., with benzene, hydrochloric acid, or some combination of the more than 100 other denaturants approved for use in the US) and traces of the denaturing agents may remain that will degrade DNA\" (Simmons 2014:60) .",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 343,
                        "text": "(Simmons 2014)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 838,
                        "end": 855,
                        "text": "(Simmons 2014:60)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Recent advances in micro-CT technology are now being made available to enhance research, education, and outreach, allowing for innovative morphological uses of fluid-preserved specimens. Computer tomography or CT scanning refers to computerized X-ray imaging in which a narrow beam of X-rays is tightly focused, aimed, and quickly rotated around the subject, producing signals that are processed by the machine's computer to generate high-resolution cross-sectional imagesor \"slices\"-of the body, opening up exciting new research dimensions. These slices can be viewed on common image software (e.g., GIMP, Illustrator, ImageJ, and Photoshop), or they can be used to produce three-dimensional (3-D) derivatives of the scanned specimen with proprietary packages, such as Avizo, Dragonfly, 3-D Slicer, Mimics, or Volume Graphics StudioMax. Detailed 3-D images allow in-depth study of morphological structures to better visualize, assess, and quantify specimen data to study function and reconstruct evolution. Thousands of 3-D images of CT scanned fluid-preserved vertebrates from natural history collections are now available publicly on MorphoSource.org.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Through the National Science Foundation's Advanced Digitization of Biological Collections program, several projects are underway to produce thousands of CT scans of museum voucher specimens preserved in fluid. The largest of these projects is oVert (Open Exploration of Vertebrate Diversity in 3-D), which is scanning thousands of vertebrate specimens, including mammals (Watkins-Colwell et al. 2018) . In collaboration with oVert, several PEN (Partnerships in Existing Networks) proposals that focus on mammals have been funded, including the Functional Quantitative Characters for Ecology and Evolution (FuncQEE) project, which will focus on fluidpreserved rodents (https://www.morphosource.org/Detail/ ProjectDetail/Show/project_id/889).",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 400,
                        "text": "(Watkins-Colwell et al. 2018)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For more than two centuries, vertebrate specimens have been saved for ongoing study using a wide array of chemicals and methods. During this time, we have seen new uses that have altered the process of preservation to better enhance long-term conservation, provide better access to information locked within each specimen, and minimize users' exposure to harmful chemicals. The history of fluid preservation illustrates this evolution of preservation and use. Just as no one could have foreseen in the early 1900s that egg collections would be used to understand the disastrous impacts of DDT on wildlife, Darwin, Audubon, and Baird could never have foreseen that their fluid-preserved specimens could be used for 3-D CT scanning. Today, preparation of specimens using ethanol with thorough, careful injection is producing excellent results and fluid preparations have come a full circle back to alcohol. The ongoing challenge confronting today's field biologists and those who care for scientific collections continues to be how to best preserve specimens so that they will be available for future generations and new innovations, while minimizing the risks of handling those specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/102/1/1/6135101 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Ed Heske, Ramon Nagesan, and Cody W. Thompson critically reviewed an earlier draft of this manuscript, considerably improving it. Robert Asher (Zoology Museum at Cambridge), Oliver Crimmen and Paula Jenkins (The Natural History Museum, London), and Daniel Pauly (University of British",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "Columbia, Vancouver) provided valuable insights on Darwin's specimens. John E. Simmons' extensive research into fluid preservation of specimens has guided us and other researchers in preparing high-quality specimens and his insights considerably improved this manuscript. The photograph of Darwin's fluid-preserved specimens used as Fig. 1 was subsequently edited by Matthew Girard to compose the figure.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 333,
                        "end": 339,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": "4"
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "1845-1848. The viviparous quadrupeds of North America",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Audubon",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bachman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Audubon, J. J., and J. Bachman. 1845-1848. The viviparous quad- rupeds of North America. H. Ludwig, Printer. New York.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Elliot Coues: naturalist and frontier historian",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Cutright",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Broadhead",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cutright, P. R., and M. J. Broadhead. 1981. Elliot Coues: natu- ralist and frontier historian. University of Illinois Press. Urbana, Illinois.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Sequence capture phylogenomics of historical ethanol-preserved museum specimens: unlocking the rest of the vault",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Derkarabetian",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Benavides",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Giribet",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Molecular Ecology Resources",
                "volume": "19",
                "issue": "",
                "pages": "1531--1544",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Derkarabetian, S., L. R. Benavides, and G. Giribet. 2019. Sequence capture phylogenomics of historical ethanol-preserved museum specimens: unlocking the rest of the vault. Molecular Ecology Resources 19:1531-1544.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Audubon the naturalist. A history of his life and time",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Herrick",
                        "suffix": ""
                    }
                ],
                "year": 1917,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herrick, F. H. 1917. Audubon the naturalist. A history of his life and time. Volume II. D. Appleton and Company. New York.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Fixing formalin: a method to recover genomic-scale DNA sequence data from formalin-fixed museum specimens using high-throughput sequencing",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Hykin",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Bi",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcguire",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "PLoS ONE",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hykin, S. M., K. Bi, and J. A. McGuire. 2015. Fixing for- malin: a method to recover genomic-scale DNA sequence data from formalin-fixed museum specimens using high-throughput sequencing. PLoS ONE 10:e0141579.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Fixation: history and speed. National Society for Histotechnology",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Macintyre",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Macintyre, N. 2018. Fixation: history and speed. National Society for Histotechnology. https://www.fixationonhistology.com/post/ fixation-history-and-speed. Accessed 3 August 2020.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "in Going afield: lifetime experiences in exploration, science, and the biology of mammals",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Phillips",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "85--128",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phillips, C. J. 2005. Ken Ward in the jungle: making scientific sense of field work. Pp. 85-128 in Going afield: lifetime experiences in exploration, science, and the biology of mammals (C. J. Phillips and C. Jones, eds.). Museum of Texas Tech University. Lubbock.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Innovations that changed mammalogy: field fixation for transmission electron microscopy (TEM)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Tandler",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Mclaren",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "Journal of Mammalogy",
                "volume": "101",
                "issue": "",
                "pages": "1433--1435",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Phillips, C. J., B. Tandler, R. M. Timm, S. B. McLaren, and H. H. Genoways. 2021. Innovations that changed mammalogy: field fixation for transmission electron microscopy (TEM). Journal of Mammalogy 101:1433-1435.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Fluid preservation: a comprehensive reference",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, J. E. 2014. Fluid preservation: a comprehensive reference. Rowman & Littlefield Publishers. Lanham, Maryland.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Society for Preservation of Natural History Collections",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "Preventive conservation: collection storage",
                "volume": "",
                "issue": "",
                "pages": "491--509",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, J. E. 2020. Storage in fluid preservatives. Pp. 491-509 in Preventive conservation: collection storage (L. Elkin and C. A. Norris, eds.). Society for Preservation of Natural History Collections, American Institute for Conservation, and Smithsonian Institution. Washington, D.C.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The naturalist's guide for collecting and preserving all subjects of natural history and botany, intended for the use of students and travelers",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Swainson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swainson, W. 1822. The naturalist's guide for collecting and preserving all subjects of natural history and botany, intended for the use of students and travelers. W. Wood. London, United Kingdom. https://www.biodiversitylibrary.org/bibliography/48633#/summary. Accessed 1 January 2021.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The walking dead: status report, data workflow and best practices of the oVert Thematic Collections Network",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Watkins-Colwell",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Biodiversity Information Science and Standards",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Watkins-Colwell, G. J., et al. 2018. The walking dead: status report, data workflow and best practices of the oVert Thematic Collections Network. Biodiversity Information Science and Standards 2:e26078.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "History of preparation materials used for Recent mammal specimens. Pp. 21-49 in Mammal collection management",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Hawks",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams, S. L., and C. A. Hawks. 1987. History of prepara- tion materials used for Recent mammal specimens. Pp. 21-49 in Mammal collection management (H. H. Genoways, C. Jones, and O. L. Rossolimo, eds.). Texas Tech University. Lubbock.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "-Fluid-preserved specimens collected by Charles Darwin on the 5-year voyage of the H. M. S. Beagle (1831-1836) housed at the University Museum of Zoology, University of Cambridge.",
                "type_str": "figure",
                "num": null
            }
        }
    }
}