{
    "paper_id": "TuckerandSchmidly1981-StudiesofacontactzoneamongthreechromosomalracesofGeomysbursariusinEastTexas",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:34:35.352170Z"
    },
    "title": "STUDIES OF A CONTACT ZONE AMONG THREE CHROMOSOMAL RACES OF GEOMYS BURSARIUS IN EAST TEXAS",
    "authors": [
        {
            "first": "Priscilla",
            "middle": [
                "K"
            ],
            "last": "Tucker",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Schmidly-C",
            "middle": [],
            "last": "£omys",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "C",
            "middle": [],
            "last": "Hromoso~es",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "' '. ' -",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A zone of contact among three chromosomal races of Geomys bursarius, designated E (2N = 74, FN == 72), F (2N == 70, FN = 74), and G (2N = 70, FN = 72), was located in Burleson Co., Texas. Interactions between race E and races F and G were assessed. Differences in diploid and fundamental numbers between these two groups were sufficient to detect many potential backcross and F2 hybrid individuals. or 42 gophers collected in the contact zone, 31% had an apparent Fl karyotype (some of these may be unrecognized backcross and F2 individuals), No karyotypically detectable backcross or F2 individuals were found except in the fetal state. Race E and",
    "pdf_parse": {
        "paper_id": "TuckerandSchmidly1981-StudiesofacontactzoneamongthreechromosomalracesofGeomysbursariusinEastTexas",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A zone of contact among three chromosomal races of Geomys bursarius, designated E (2N = 74, FN == 72), F (2N == 70, FN = 74), and G (2N = 70, FN = 72), was located in Burleson Co., Texas. Interactions between race E and races F and G were assessed. Differences in diploid and fundamental numbers between these two groups were sufficient to detect many potential backcross and F2 hybrid individuals. or 42 gophers collected in the contact zone, 31% had an apparent Fl karyotype (some of these may be unrecognized backcross and F2 individuals), No karyotypically detectable backcross or F2 individuals were found except in the fetal state. Race E and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "races F and G could not be separated morphologically, although two general groups were evident. The F, hybrids were not morphologically intermediate between race E and races F or G, but were more similar to the latter pair of races than to the former race. No ecological differences with regard to soil preferences were found among the three races and hybrids. The limited size of the contact zone and the apparent lack of backcrossing suggest that race E and races F and G interact as biological species where they contact. The absence of any detectable premating isolating mechanisms may be correlated with the recency of the contact zone. It is suggested that races F and G have invaded the existing range of race E, possibly as a consequence of the effects of man-made disturbances such as agriculture and the building of road rightsof-way.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Seven karyotypically distinct races (designated A, and C through H) of the plains pocket gopher, Geomys bursarius, have been described in Texas (Kim, 1972; Baker et a1., 1973; and Hart, 1978) . Three of these races occur in eastern Texas and contact one another in the northeast corner of Burleson County (Honeycutt and Schmidly, 1979) . Race E occurs primarily east of the Brazos River in central and east Texas. It reaches the western limit of its range along the Brazos River where it occurs on the west side of the river in Falls, Milam, and Burleson counties. Race G occurs in central and south Texas west of the Brazos River. It reaches the northern and eastern limits of its range in Milam County where it contacts race F and in Burleson County where it contacts races E and F. Race F occurs only in Milam County where it contacts race G, in Burleson County where it contacts races G and E, and in Lee County. Races F and G have been designated as C. h. attwateri; race E has been assigned to C. h. sagittaius (Honeycutt and Schmidly, 1979) .",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 155,
                        "text": "(Kim, 1972;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 156,
                        "end": 175,
                        "text": "Baker et a1., 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 176,
                        "end": 191,
                        "text": "and Hart, 1978)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 305,
                        "end": 335,
                        "text": "(Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1017,
                        "end": 1047,
                        "text": "(Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Races F and G differ in the number of bianned chromosomes each possesses, with race F having three pairs of bianned autosomes and race G having two pairs. Using standard karyotypes, these differences are not sufficient to allow recognition of backcross and F2 individuals from either the F and G parental types or from Fl hybrids; hence, the extent of interbreeding between these two races cannot be accurately assessed. Differences in diploid and fundamental number between race E and races F and G, including F by G hybrids, are sufficient to detect many backcross and F2 individuals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This study focuses on interactions between race E (G. h. sagittalus) and races F and G (G. h. attwateri) where they come in contact in Burleson County. The objectives are: 1) to define the physical extent of the contact zone; 2) to describe the distributions of the three chromosomal races within the contact zone; 3) to investigate the type and frequency of interbreeding; 4) to compare morphological differentiation with chromosomal differentiation among the three chromosomal races and hybrid individual s; 5) to analyse ecological differences with regard to soil preferences among the three chromosomal races in the contact zone and surrounding area; 6) to evaluate the taxonomic status of the subspecies C. h. sagiUalus (race E) a nd C. h. attwateri (races F and G).",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 104,
                        "text": "(G. h. attwateri)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ninety-eight pocket gophers were Iivetrapped (using a trap designed by Baker and Williams, 1972) from an area approximately 4 by 1.5 km in the northeast corner of Burleson Co., Texas. This area of disturbed habitat comprising rangeland, cultivated land, and the road right-of-way is 24.1 km NW Texas A&M University along Fann Road 50. An oxbow lake, which is a remnant of the Brazos River, is also located within the area and the tract of land north of the oxbow was once on the east side of the Brazos River. Pocket gophers were collected until the physical extent of the contact zone, defined as the area in which all three chromosomal races were present, was detennined ( Fig. 1) . Forty-two gophers were taken from the contact zone and 56 were taken from adjacent areas. Trapping localities were recorded and plotted using a USGS topographic map of the Tunis, Texas, quadrangle (scale 1:24,000). Gophers were collected almost entirely from the road right-of-way and from rangeland. Cultivated land located to the north, south, and west was unoccupied by gophers.",
                "cite_spans": [
                    {
                        "start": 71,
                        "end": 96,
                        "text": "Baker and Williams, 1972)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 675,
                        "end": 682,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Standard karyotypes were made using the in vivo colchicine-hypotonic citrate sequence described by Patton (1967) and modified by Lee (1969) . Additional modifications included a reduction in the dosage of colchicine (0.005 M) to 0.001 mUgm body weight, and the use of 0.05 M pot\"lssium chloride in place of sodium citrate as the hypotonic solution. Morphology of the chromosomes was described following Patton (1967) . Diploid chromosome number and fundamental ann number (defined as the number of major chromosome arms in the autosomal complement) werc detennined by counting at least four spreads per animal. If any counts differed, additional spreads were examined until six identical counts were obtained. Counts differing in diploid or fundamental number from the three known chromosomal races were determined by counting at least 10 spreads per animal.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 112,
                        "text": "Patton (1967)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 129,
                        "end": 139,
                        "text": "Lee (1969)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 403,
                        "end": 416,
                        "text": "Patton (1967)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Karyotypes for all specimens were compared to the following five karyotypes reported from the contact zone by Honeycutt and Schmidly (1979, figs. 5 to 7 ; chromosome terminology slightly different from that of Honeycutt and Schmidly).",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 152,
                        "text": "Honeycutt and Schmidly (1979, figs. 5 to 7",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(1) Chromosomal race E (2N = 74, FN = 72): 36 pairs of large to small acrocentrics (FN incorrectly reported as 70 by Honeycutt and Schmidly, 1979) .",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 146,
                        "text": "Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(2) Chromosomal race F (2N = 70, FN := 74); 31 pairs of large to small acrocentrics, one pair of large submetacentrics, one pair of medium-sized subtelocentrics, and one pair of small metacentrics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(3) Chromosomal race G (2N = 70, FN = 72): 32 pairs of large to small acrocentrics, one pair of large submetacentrics, and one pair of small metacentrics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(4) F by G hybrids (2N = 70, FN = 73); 31 pairs of large to small acrocentrics, one pair of large submetacentrics, one pair of small metacentrics, one unpaired subtelocentric, and one unpaired large acrocentric.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(5) E by G hybrids (2N = 72, FN = 72): 32 pairs of large to small acrocentrics, one unpaired large submetacentric, one unpaired small metacentric, and four unpaired large to small acrocentrics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "In each of the five karyotypes the X chromosome is a medium-sized submetacentric and the Y chromosome is a small acrocentric.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Reproductive condition, determined by autopsy, was recorded for all specimens. Animals collected during the study were prepared as complete skeletons and deposited in the Texas Cooperative Wildlife Collection (TCWC).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "A total of 125 specimens was used in the analysis of morphological variation. We trapped 20 of these from the contact zone and they are of known cytotype. Sixty-three specimens in the TCWC were also used. Fifty-nine of these, collected by Honeycutt and Schmidly (1979) , are of known cytotype and four are of presumed cytotype. Forty-two specimens from The Museum, Texas Tech UniverSity (TIU), of presumed cytotype were also used. Pocket gophers of presumed cytotype were collected from identical localities to pocket gophers of known cytotype.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 268,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Twelve cranial measurements were taken following procedures in Honeycutt and Schmidly (1979) . Only adult animals, those in which the basioccipital-basisphenoid suture was completely OSsified, were used in the morphological analysis. Males and females were treated separately because of known sexual dimorphism (Kennerly, 1958; Baker and Genoways, 1975) .",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 92,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 311,
                        "end": 327,
                        "text": "(Kennerly, 1958;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 328,
                        "end": 353,
                        "text": "Baker and Genoways, 1975)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Specimens werc grouped into five samples based on karyotype and locality. These include two reference samples from outside the contact zone, sample one (race E) and sample two (races F and G, and hybrids F by G), and three samples from within the contact zone, sample three 'a",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Y .. 16 . \" \". 1/\\ 0«) 4\\0 M\\ 0\" U . ... '\" •• •• ..~ . \" •• 1\\\" .. O. •• •• • • •• ,,1\\ •• • • ... .. It •• ... o. . .. ... ~ ... X Y FIG. 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "-Karyotype of hybrid E by F male from Burleson Co., Texas (TCWC 35288).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "(race E), sample four (races F and G and hybrids F bye), and sample five (hybrids E by F and E bye). Races F and e were combined into a single sample because they are morphologically indistinguishable and represent a single subspecies (Honeycutt and Schmidly, 1979) .",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 265,
                        "text": "(Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics, single classification analysis of variance, and Duncan's multiple range test were carried out using the Statistical Analysis System designed by Barr and Goodnight (Service, 1972) . A two group discriminant function analysis was performed using the BMD04M program of the BMD Biomedical Computer Programs (Dixon, 1973) . This analysis was used to find the best discriminatory axis between the two parental types (E and F -G) when all cranial measurements were considered simultaneously. The Z scores from the discriminant analysis were plotted on a histogram to compare individuals of the two reference samples. The Z scores for individuals within the contact zone, including both parental types and hybrids, were calculated by hand using the discriminant function multipliers. These Z scores were plotted accordingly on the histogram to compare the position of each individual to the two reference samples.",
                "cite_spans": [
                    {
                        "start": 187,
                        "end": 202,
                        "text": "(Service, 1972)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 327,
                        "end": 340,
                        "text": "(Dixon, 1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Principal components analysis was also employed using the NT-SYS programs developed by Rohlf et al. (1972) . This analysis calculates orthogonal axes (the principal components) corresponding to the major trends of variation in the data. Sixty-eight OTU's (individual female pocket gophers from the reference and contact zone samples) were considered. Scores for each OTU on the first two principal components were grouped according to the five samples previously defined, and single classification analysis of variance and Duncan's multiple range test were perfanned for each component to test for statistical differences in principal component values among all five samples. All statistical analyses were conducted at the Data Processing Center, Texas A&M University.",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 106,
                        "text": "Rohlf et al. (1972)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Soil samples were taken from the walls of burrows of all pocket gophers trapped to detennine if there was any association between soil texture and race distribution. Soil texture (percent sand, silt, and clay) was detennined using the Bouyoucos hydrometer method for mechanical analysis (Milford, 1970) .",
                "cite_spans": [
                    {
                        "start": 287,
                        "end": 302,
                        "text": "(Milford, 1970)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Chromosomal analyses.-A total of 26 different karyotypes could result from parental, F 1 hybrid, and backcross matings between individuals of races E, F, or G within the contact zone. However, only six of these karyotypes were found among the 98 pocket gophers examined. Three of these were the parental karyotypes for races E, F, and G, and three were Fl hybrids of F by G, E by G (Honeycutt and Schmidly, 1979) , and E by F (2N = 72, FN = 73). The latter karyotype is reported herein for the first time (Fig. 2) . The sex chromosomes are identical to those described for races E, F, and G and the autosomal complement consists of 31 pairs of large to small acrocentrics, one unpaired large submetacentric, one unpaired medium-sized subtelocentrie, one unpaired small metacentric, and five large to small acrocentries. The distribution of the three chromosomal races and hybrid individuals within and immediately surrounding the contact zone is depicted in Fig. 3 . Race E approaches the zone from the northeast and southeast and races F and G approach the zone from the west. No gophers were found immediately south of the zone.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 412,
                        "text": "(Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 505,
                        "end": 513,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 958,
                        "end": 964,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "'-~ RACE F • ~\"':E G ('. IfIBIIID FXG Gj] IfIBRID HF ~ I1YBIIIO ExG",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Of the 42 gophers collected from the contact zone, 23 (eight males, 14 females) had the race E karyotype; two (one male, one female) had the race F karyotype; two (females) had the race G karyotype; two (one male, one female) had the hybrid F by G karyotype; eight (two males, six females) had the hybrid E by F karyotype; and five (two males, three females) had the hybrid E by G karyotype. No karyotypically iden• tifiable F z or backcross individuals were taken from the contact zone. Two embryos from an E by F hybrid were karyotyped and each had a diploid number of 73 (fun• damental numbers could not be discerned). Additionally, two pregnant race E females were collected and an embryo from each was karyotyped. One embryo possessed an F 1 hybrid karyotype of 72 chromosomes, whereas the other had the parental karyotype of 74 chromosomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Fifty•six gophers were taken from the area immediately surrounding the contact zone. Of these, 29 (13 males, 16 females) had the race E karyotype; four (females) had the race F karyotype; 11 (five males, six females) had the race G karyotype; and 12 (two males, 10 females) had the hybrid F by G karyotype.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Morphological analyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "-Mean values of all cranial measurements for females, except interorbital breadth, were consistently larger for references of F and G (sample two) than for references of E (sample one) and race E individuals from the contact zone (sample three; Table 1 ). Mean values for hybrids E by F and E by G (sample five) were as large or larger than for sample two. All measurements of the single race G individual in sample four fell within the range of sample one. Ranges for all measurements overlap among the five samples and no single character could be employed to separate any of the five, samples. Similar results were found for males (Table 1) with the exception of sample four; average measurements for these individuals were as large or larger than mean values for sample two. Male gophers had higher coefficients of variation than females for virtually all characters, indicating that males are more variable than females.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 245,
                        "end": 252,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 634,
                        "end": 643,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Analysis of variance was used to test for significant differences among samples in each of the twelve measurements. Sexes were tested separately. For females, all characters differed significantly (P ~ 0,05) except interorbital breadth and breadth of braincase; for males, only mastoidal breadth differed significantly (P ,;;; 0.05) among the five samples (Table 1 ). Duncan's multiple range test was used to determine which of the samples differed significantly. For females, samples two and five were significantly different (P ,;;; 0.05) from samples one, three, and four, in seven of the 10 characters (greatest length of skull, basal length, breadth of rostrum, zygomatic breadth, mastoidal breadth, palatal length, and palatofrontal depth). For males, samples two, four, and five differed significantly (P ,;;; 0.05) in mastoidal breadth from samples one and three. The reference samples of race E and races F and G differed significantly for seven cranial measurements for females, and one cranial measurement for males. Hybrids E by F and E by G grouped with F and G reference individuals (sample two) in both males and females.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 364,
                        "text": "(Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "A discriminant function analysis detennined the degree to which the parental types (race E and races F-G) could be discriminated morphologically and the relative position of known hybrids and parental types from the contact zone. For males no definitive separation between the two reference samples (race E and races F -G) was evident (Fig. 4) . However, two general groupings, one for race E and one for races F and G were apparent. Race E from the contact zone grouped with references of race F, whereas races F and G (including Fby G hybrids) grouped with references of races F and G. Of the two hybrid E by F individuals from the contact zone, one grouped with references of races F and G, and the other was intermediate between references of races F and G and race E.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 335,
                        "end": 343,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Similar results were found in the discriminant function analysis of females. No definitive separation between the two reference samples was evident, although two general groups were apparent. Race E from the contact zone grouped with references of race E and the single race G individual (sample four) also grouped with references of race E. Of the seven E by F and E by G hybrids from the contact zone, one grouped with references of race E and six grouped with references of races F and G. Characters contributing most to separation along the axis were greatest length and basilar length of skull for both males and females (Table 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 626,
                        "end": 635,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "A principal components analysis also was used to assess morphological differentiation in females among the five samples. Principal component one (PCI) accounted for 68.89% of the variation and PCII for 9.12%. PCI apparently is a size vector related to skull length; characters contributing heavily to this vector include greatest length of skull, basal length, length of rostrum, and palatal length (Table 2) . pcn appears to be related to shape of the skull. Interorbital breadth had the highest percent influence on this vector (Table 2) . Subsequent to the principal components analysis the 68 individual female pocket gophers were grouped into the same five samples (based on karyotype and locality) used for previous analyses. Single classification analyses of variance among the five samples were then perfonned using values of each on each of the first two principal components. Samples were found to be significantly different (P \",;: 0.05) for PCI but not for PCII. A Duncan's multiple range test was then conducted using PCI scores. References of F and G (sample two) and hybrids E by F and E hy G (sample five) were found to be significantly different from references of race E (sample one), race E from the contact zone (sample three), and the single race G individual from the contact zone (sample four). These results correspond with those of the univariate analyses for females. Race E reference individuals differ significantly from references of races F and G, and hybrid E by F and E by G individuals are morphologically more similar to races F and G than to race E. Physical factors affecting distribution of pocket gophers.-The gophers collected in this study inhabited soils in the Ships•Norwood-Yahola Soil Association. These consist of clay, silt loam to silty clay, and silt loam to very fine loam soils. Ninetyseven soil samples were analyzed for percent sand, silt, and clay and each sample was plotted on a textural triangle (Fig. 5) to detennine if there was a correlation between soil texture and the distribution of the three chromosome races and hybrids. Fortyone samples from within the contact zone fall within five major textural classes: sandy loam, loam, clay loam, silt loam and silty clay loam (Fig. Sa) . No differences in soil preferences were found among the chromosome races and hybrids. Gophers immediately surrounding the zone were found in similar soils with the exception of seven race E individuals collected in sandy clay loam, sandy loam, and loamy sand soils (Fig. 5b) . These latter individuals were all taken from an area east of the oxbow lake ( Fig. 3) and included juveniles collected from a temporary sand bar on the edge of the lake. Two soil samples were taken from an area devoid of gophers adjacent to the contact zone. These were analyzed for soil texture and plotted on the textural triangle (Fig. 5b) . Soil here was found to be high in percent clay (76 and 68% for the two samples).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 408,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 530,
                        "end": 539,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1952,
                        "end": 1960,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 2232,
                        "end": 2241,
                        "text": "(Fig. Sa)",
                        "ref_id": null
                    },
                    {
                        "start": 2509,
                        "end": 2518,
                        "text": "(Fig. 5b)",
                        "ref_id": null
                    },
                    {
                        "start": 2599,
                        "end": 2606,
                        "text": "Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 2854,
                        "end": 2863,
                        "text": "(Fig. 5b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "00\"8",
                "sec_num": null
            },
            {
                "text": "Prior to this investigation, four contact zones among karyotypically distinct races of Geomys bursariu8 had been investigated (Hart, 1978; Pembleton and Baker, 1978; Honeycutt and Schmidly, 1979) . Hart (1978) studied the contact zone between races D (2N = 72, FN = 70) and E in Oklahoma, and reported a single F 1 hybrid. Hart concluded that, although a more detailed analysis was necessary, some genetic exchange was occurring between the two races. Pembleton and Baker (1978) studied a contact zone between races B (2N = 70, FN = 70) and C (2N = 70, 71 or 72, FN = 72) in New Mexico. They observed a low level of F 1 hybridization and reduced fertility of F 1 hybrids but were unable to draw conclusions regarding species level differentiation because of the inability to detect backcross individuals using conventional karyotypic techniques. Honeycutt and Schmidly (1979) found a contact zone between races F and G in which 41 % of all gophers karyotyped had an F by G karyotype. These data suggest extensive interbreeding, but again the amount of gene exchange could not be detennined because of the inability to detect backcross individuals. Additionally, Honeycutt and Schmidly (1979) Symhols are as follows: 0 = race E; 0 = races F and C, and hybrids F by C; I':. = hybrids E by G and E by F; 0 = samples taken from an area devoid of gophers within the study site. each race: race E, 8; race F, 4; race G, 9; hybrid F by G, 3; hybrid E by G, 1. The distribution of these individuals corresponds with the distribution of the chromosome races found in this study.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 138,
                        "text": "(Hart, 1978;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 139,
                        "end": 165,
                        "text": "Pembleton and Baker, 1978;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 166,
                        "end": 195,
                        "text": "Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 198,
                        "end": 209,
                        "text": "Hart (1978)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 452,
                        "end": 478,
                        "text": "Pembleton and Baker (1978)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 846,
                        "end": 875,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1162,
                        "end": 1191,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The limited distribution of race F, the absence of a known population consisting solely of race F individuals, and the apparent extensive interbreeding between races F and G (Honeycutt and Schmidly, 1979;  this study) suggests that race F may be a polymorphism of race G. Further studies on the distribution of these pocket gophers are needed to support this hypothesis.",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 204,
                        "text": "(Honeycutt and Schmidly, 1979;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 205,
                        "end": 205,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Genetic exchange between race E and races F and G in the contact zone seems to be confined to F 1 hybridization. All six karyotypes reported from the zone can be accounted for most easily by parental crosses, which produce both the parental karyotypes (E, F, and G) and the F] hybrid karyotypes (F by G, E by F, and E by G). Although backcrosses and F] hybrid crosses could produce karyotypes identical to those described from the zone, none of the 20 karyotypes diagnostic for these types of interactions was found among the 98 gophers collected. Thus, the six karyotypes reported from the contact zone are likely a product of parental crosses and not a result of back crosses or F J hybrid crosses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The presence of three pregnant F J hybrid females indicates that F J females are reproductively active and that fetal backcrosses or F 2 hybrids are present. The absence of any karyotypically identifiable adult backcross of F 2 hybrid individuals, however, indicates that backcrosses and F 2 's may be, in some way, deficient. Postmating isolating mechanisms appear to be operating in the fonn of hybrid breakdown, as described by Dobzhansky (l970), in which F J hybrids are viable but produce deficient backcross or F2 hybrid individuals. The limited extent of the contact zone (1.2 by 0.7 km) is another indication that genetic exchange is restricted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "This situation is similar to hybridization between Thomomys bottae and T. umbrinus (Patton, 1973) and between two populations (Laramie River contact) of the T. talpoides complex (Thaeler, 1974) . In both cases, the populations in contact differed in both diploid and fundamental number, allowing for the detection of backcross individuals. Based on the relative scarcity of backcrossing and the restricted geographic extent of the hybrid zones (2.1 km 2 and 1.6 km2, respectively), both authors concluded that the populations in contact are specifically distinct. Based on the chromosomal data collected in this study, race E (C. h. sagittalus) and races F and G (G. h. attwateri) interact as biological species where they contact in Burleson Co., Texas.",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 97,
                        "text": "(Patton, 1973)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 178,
                        "end": 193,
                        "text": "(Thaeler, 1974)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Race E and races F and G cannot be separated definitively using either univariate or multivariate techniques. However, the presence of two general groupings suggests that the two populations (race E and races F -G) have diverged. Hybrids E by F and E by G are not morphologically intermediate between race E and races F and G but resemble races F and C. Similar findings were reported by Pembleton and Baker (1978) in their study of a contact zone between races Band C in New Mexico. Hybrids were not morphologically intennediate between races Band C but were more similar to race C. Chromosomal variation does not appear to coincide with the morphological variation (or lack oht) and this illustrates why conventional morphological characters are less useful than chromosomal characters in systematic studies of C. bursarius.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 414,
                        "text": "Pembleton and Baker (1978)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Cranial similarity may be a result of phenotypic response of a parallel nature to localized conditions as suggested by Honeycutt and Schmidly (1979) . Cranial morphology has been correlated with soil characteristics (Davis, 1938; Kennerly, 1954 Kennerly, , 1959 Miller, 1964; Hendrickson, 1972) . Pocket gophers collected in this study inhabited similar soils, and this may explain their morphological similarities.",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 148,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 216,
                        "end": 229,
                        "text": "(Davis, 1938;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 230,
                        "end": 244,
                        "text": "Kennerly, 1954",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 245,
                        "end": 261,
                        "text": "Kennerly, , 1959",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 262,
                        "end": 275,
                        "text": "Miller, 1964;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 276,
                        "end": 294,
                        "text": "Hendrickson, 1972)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The presence of race E on the west side of the Brazos River in Burleson County may be due to the meandering of the river. Modem meander belts of the river may be 3,000 to 5,000 years old (Epps, 1973) , and the presence ofrace E on the west side of the river may date from that time. Races F and G occur west of the meander scar except in the contact zone approximately 0.5 km southeast of the meander scar (Honeycutt and Schmidly, 1979; Fig. 1) . Races F and G approach the contact zone from the direction of the meander scar. Of the 42 gophers collected in the contact zone, 54.8% had a race E karyotype and only 14.4% had either a race F, race G, or hybrid F by G karyotype. These data suggest that races F and G are either inferior competitively or that they are expanding their range and invading the existing range of race E.",
                "cite_spans": [
                    {
                        "start": 187,
                        "end": 199,
                        "text": "(Epps, 1973)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 437,
                        "end": 444,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hybrids apparently are restricted to a narrow zone, and introgression between race E and races F and G appears to be absent. If hybrids are at a selective disadvantage in the zone, then the development of premating barriers to eliminate the wasting of gametes would be expected. We found no evidence of premating barriers. Gophers in both populations (race E and races F-G) appear to inhabit similar soils, thus eliminating habitat isolation as a potential premating isolating mechanism. Other premating isolating mechanisms such as preferential mate selection do not appear to be operating. Of the 42 gophers collected in the contact zone, 31% were FI hybrids which would suggest that random mating was occurring. The absence of any detectable premating isolating mechanisms may be indicative of the recency of the contact zone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Factors influencing the development of the contact zone may include man-made disturbances such as agriculture and the construction of roads. The virtual absence of pocket gophers in cultivated land, where the soil is continuously overturned and the food source is seasonal, was evident. Pocket gophers were taken almost entirely from either road rights-of-way or from rangeland surrounding the oxbow lake. Use of the land for crops might have severely limited the distribution of gophers in this area. One area in the contact zone was cultivated land in 1975 and abandoned pasture in 1978-1979. Ten gophers, including two E by F hybrids, were collected from this area in 1979. Only three race G individuals were collected from the same area in 1975. The dispersal of gophers into this field appears to be correlated with the change in land use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In contrast to the limiting effects of cropland on the distribution of gophers, road rights-of-way appear to offer an avenue of dispersal for gophers. Where soils were suitable and food was available, gophers were present along Farm Road 50 both north and south of the contact zone. The present road was constructed in 1945 (Texas Department of Highways and Public Transportation). If this road offered a means of dispersal for races F and G from north of the meander scar toward the population of race E gophers already occupying the rangeland, then the contact zone is extremely recent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Based on the chromosomal data collected in this study, C. b. sagittalus (race E) and G. h. attwateri (races F -G) interact as species where they contact in Burleson Co., Texas. This is the only known zone of contact between these two taxa (Honeycutt and Schmidly, 1979) . Therefore, we recommend that C. b. attwateri be recognized as a separate species. The appropriate name and reference is Geomys attwateri Merriam (N. Amer. Fauna, 8: 135, 31 January, 1895) . The type locality, distribution, and morphological comparisons are the same as those of C. h. attwateri described by Honeycutt and Schmidly (1979) .",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 269,
                        "text": "(Honeycutt and Schmidly, 1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 392,
                        "end": 459,
                        "text": "Geomys attwateri Merriam (N. Amer. Fauna, 8: 135, 31 January, 1895)",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 608,
                        "text": "Honeycutt and Schmidly (1979)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The following list includes all specimens examined in this study. Unless indicated otherwise all specimens are deposited in the Texas Cooperative Wildlife Collection, Texas A&M University.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens Examined",
                "sec_num": null
            },
            {
                "text": "Geomy!> attwstcri Merriam.-Texas. Bastrop Co.: 1.9 mi W Elgin, 1 (TTU); 1.5 mi W Elgin, ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens Examined",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/62/2/258/911165 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/62/2/258/911165 by University of Michigan user on 07 October 2021 May 1981",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "~ w Downloaded from https://academic.oup.com/jmammal/article/62/2/258/911165 by University of Michigan user on 07 October 2021 May 1981 TUCKER AND SCHMIDLY-GEOMYS CHROMOSOMES",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "36, 1; 3.3 mt N Caldwell, Hwy. 36, 1; 12.0 mi E Rt. 3, Caldwell (I. Worthington's Fann), 3; 2.4 roi NE Clay on Old River Ranch, 2; 1.3 roi NE Clay on Old River Ranch, 1",
                "authors": [],
                "year": null,
                "venue": "and Hwy. 21, 4; 2.0 roi S Hwy. 21 on Hwy. 50,8; 6.7 roi NW Hwy. 50/60 int. on Hwy. 50, 1; 7.4 roi N Caldwell, Hwy",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "and Hwy. 21, 4; 2.0 roi S Hwy. 21 on Hwy. 50,8; 6.7 roi NW Hwy. 50/60 int. on Hwy. 50, 1; 7.4 roi N Caldwell, Hwy. 36, 1; 3.3 mt N Caldwell, Hwy. 36, 1; 12.0 mi E Rt. 3, Caldwell (I. Worthington's Fann), 3; 2.4 roi NE Clay on Old River Ranch, 2; 1.3 roi NE Clay on Old River Ranch, 1. Caldwell Co.: Luling, 6 (TIU). Colorado CO.: 6.2 roi S Eagle Lake, 10 (TIU). Dewitt Co.: Hocheim, 3 (TTU);",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Gonzales Co.: 2.2 mi N Nixon, 1 (TTU)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Cuero",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cuero, 1 (TTU). Gonzales Co.: 2.2 mi N Nixon, 1 (TTU). Lavaca Co.:",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "8 mi E Yoakum, 1 (TTU)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mi W Halletsville",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "mi W Halletsville, 1 (TIU); 9.1 mi S, 9.8 mi E Yoakum, 1 (TTU). Lee Co.: 2.7 mi S, 1.6 mi E Lexington, 1 (TTU); 3.5 mi S, 1.6 mi E Lexington, 1 (TTU). Milam Co.: 3.0 mi NE Gause, 4;",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "0 mi E Brazos River bridge, Hwy. 21, 1; College Station",
                "authors": [],
                "year": null,
                "venue": "GeomY5 bursarius sagittalus",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GeomY5 bursarius sagittalus, Merriam.-Texas. Brazos Co.: 7.0 mi E Brazos River bridge, Hwy. 21, 1; College Station, TAMU Campus, 1; College Station, NE corner Texas A&M, 1; jct.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "50, 5; 2.0 mi S Hwy. 21 on Hwy. 50, 24; 2.0 mi S Hwy. 21 on Hwy. 50, east side Moelhman Slough, 6; 2.3 mi S Hwy. 21 on Hwy. 50, 12; 6.9 mi NW Hwy. 50/60 int",
                "authors": [],
                "year": null,
                "venue": "College Station, 1; 1.0 mi S int, Hwy. 30 and Hwy. 6, College Station, 1; 3 rui SW College Station, 1; 16 rui S College Station, 1. Burleson Co.: 1.5 rui S Hwy. 21 on Hwy",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hwy. 6 and University Dr., College Station, 1; 1.0 mi S int, Hwy. 30 and Hwy. 6, College Station, 1; 3 rui SW College Station, 1; 16 rui S College Station, 1. Burleson Co.: 1.5 rui S Hwy. 21 on Hwy. 50, 5; 2.0 mi S Hwy. 21 on Hwy. 50, 24; 2.0 mi S Hwy. 21 on Hwy. 50, east side Moelhman Slough, 6; 2.3 mi S Hwy. 21 on Hwy. 50, 12; 6.9 mi NW Hwy. 50/60 int. on Hwy, 50, 1; 6.7 mt NW Hwy. 50/60 int. on Hwy. 50, 2; 3.25 mi ENE Tunis, 1; 2.6 mi SW FM Rd. 166, 1; 0.4 rui SE Hwy. 50/60 into on Hwy. 50.1; 3.2 mi NE Clay. 1; 3.0 mi NE Clay, 1. Falls Co.: 2.15 rui N Cedar Springs, I; 0.3 rui S Cedar Springs, 1; 12,3 mi SE Marlin, Hwy. 6. 1",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "intersection on Hwy. 50, 1. ACKNOWLEDGMENTS This study was conducted by Tucker in partial fulfillment of the requirements for the Master of Science degree in Wildlife and Fisheries Sciences at Texas A&M University. Thanks are extended to j. W. Bickham and to j. R. Gold for reviewing this manuscript. Funds for computer analyses and for transportation to the study site were provided, in part, by the Texas Agricultural Experiment Station (Mammals of Texas project No. 1977) to Schmidly. Funds for pocket gopher live traps and karyotypic supplies were provided by NSF grant DEB 77-13467 to j. W. Bickham. We are grateful to M. H. Milfordofthe Soil Science Department, Texas A&M University for the lise of his laboratory for soil analyses, to R. j. Baker of the Museum, Texas Tech University, for allowing us to examine specimens, and to J. W. Bickham for the use of his laboratory and for advice on karyotyping techniques. Thanks are also extended to the following people, all of whom helped in various stages of the research",
                "authors": [
                    {
                        "first": "1",
                        "middle": [],
                        "last": "Mi S Wilderville",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Grimes",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "mi S Wilderville, 1. Grimes CO.: 0.5 mi E Carlos, 1 (TTU); 2.0 mi E Carlos Hwy. 30, 1. Jasper Co,; 5 mi S, 1.1 mi E jasper, 3 (TTU); 2.2 roi N Buna, I (TIU). Milam Co.: 2,3 mi S Wilderville, 1; 2.6 roi S Wilderville, 1; 2.0 mt E Maysfield, Hwy. 190, 1. Newton Co.: 12.0 mi NE Burkeville, 1. Robertson CO.: 0.5 roi N Calvert, Hwy, 6, 2; 5.0 roi SW Calvert, 1; 4.0 rui NE Hearne, Hwy. 79, 1; 5.0 mi W Hearne, Hwy. 190, 1. San Jacinto Co.: Shepherd, 2 (TTU); 2 mi S Shepherd, 1 (TTU). Trinity Co.: 13.5 roi S, 3.5 mi W Grove, 2 (TTU). Tyler Co.: 17 mi S Woodville, 1. Upshur Co.: 1.0 mi NW Gilmer, 1. Geomys attwateri x G. bUrlliariu5 sagittalu5.-Texas. Burleson Co.: 2.0 roi S Hwy. 21 on Hwy. 50, 13; 6.7 roi NW Hwy. 50/60 intersection on Hwy. 50, 1. ACKNOWLEDGMENTS This study was conducted by Tucker in partial fulfillment of the requirements for the Master of Science degree in Wildlife and Fisheries Sciences at Texas A&M University. Thanks are extended to j. W. Bickham and to j. R. Gold for reviewing this manuscript. Funds for computer analyses and for transportation to the study site were provided, in part, by the Texas Agricultural Experiment Station (Mammals of Texas project No. 1977) to Schmidly. Funds for pocket gopher live traps and karyotypic supplies were provided by NSF grant DEB 77-13467 to j. W. Bickham. We are grateful to M. H. Milfordofthe Soil Science Department, Texas A&M University for the lise of his laboratory for soil analyses, to R. j. Baker of the Museum, Texas Tech University, for allowing us to examine specimens, and to J. W. Bickham for the use of his laboratory and for advice on karyotyping techniques. Thanks are also extended to the following people, all of whom helped in various stages of the research: R. L. Honeycutt, D. S. Rogers, M. D. Engstrom, j. W. Sites, and R. C. Dowler. D. C. Haefeli, A. Hubbs, and C. McKinney assisted in the collection of specimens. Thanks are also extended to T. Moelhman, the late H. Moelhman, and to D. Lightsey who granted pennission to collect specimens on their property. This paper represents contri- bution no. T A16074 of the Texas Agricultural Experiment Station. LITERATURE CITED BAKER, R. J., AND H. H. GENOWAYS. 1975. A new subspecies of Geomys bursarius (Mam- malia;",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Texas and New Mexico",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Geomyidae",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Occas. Papers. Mus",
                "volume": "29",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Geomyidae) from Texas and New Mexico. Occas. Papers. Mus., Texas Tech U niv., 29: 1-18.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A live trap for pocket gophers",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "j. Wildl. Mgmt",
                "volume": "36",
                "issue": "",
                "pages": "1320--1322",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. j., AND S. L. WILLIAMS. 1972. A live trap for pocket gophers. j. Wildl. Mgmt., 36: 1320-1322.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Chromosomal variation in the plains pocket gopher, Geomys bursarius major",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Pat-Ton",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "J. Mamm",
                "volume": "54",
                "issue": "",
                "pages": "765--769",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. J., S. L. WILLIAMS, AND J. C. PAT- TON. 1973. Chromosomal variation in the plains pocket gopher, Geomys bursarius major. J. Mamm., 54:765-769.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Critical notes on pocket gophers from",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Texas. j. Mamm",
                "volume": "19",
                "issue": "",
                "pages": "488--490",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, W. B. 1938. Critical notes on pocket gophers from Texas. j. Mamm., 19:488-490.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Genetics of the evolutionary process",
                "authors": [],
                "year": 1970,
                "venue": "BMD; biomedical computer programs",
                "volume": "733",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIXON, W. j. (ED.). 1973. BMD; biomedical computer programs. Univ. California Press, Berkeley, 733 pp. DOBZHANSKY, T. 1970. Genetics of the evo- lutionary process. Columbia Univ, Press, New York, 505 pp.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A geological history of the Brazos River",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "W"
                        ],
                        "last": "Epps",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Baylor Ceol. Studies Bull",
                "volume": "24",
                "issue": "",
                "pages": "1--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Epps, L. W. 1973. A geological history of the Brazos River. Baylor Ceol. Studies Bull., 24:1-44.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Karyology and evolution of the plains pocket gopher, Geomys bursarius. Occas. Papers Mus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Hart",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Nat. Hist., Univ. Kansas",
                "volume": "71",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HART, E. B. 1978. Karyology and evolution of the plains pocket gopher, Geomys bursar- ius. Occas. Papers Mus. Nat. Hist., Univ. Kansas, 71:1-20.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Variation in the plains pocket gopher (Geomys bursarius) along a transect across Kansas and eastern Colorado",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Hendrickson",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "75",
                "issue": "",
                "pages": "322--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HENDRICKSON, R. L. 1972. Variation in the plains pocket gopher (Geomys bursarius) along a transect across Kansas and eastern Colorado. Trans. Kansas Acad. Sci., 75:322- 368.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Chromosomal and morphological variation in the plains pocket gopher, Ceomys bursarius, in Texas and adjacent states. Occas",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Honeycutt",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Schmidly",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Texas Tech Univ",
                "volume": "58",
                "issue": "",
                "pages": "1--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HONEYCUTT, R. L., AND D. J. SCHMIDLY. 1979. Chromosomal and morphological vari- ation in the plains pocket gopher, Ceomys bursarius, in Texas and adjacent states. Oc- cas. Papers Mus., Texas Tech Univ., 58:1- 54.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Local differentiation in the pocket gopher (Geomys personatus) in southern Texas",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Kennerly",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Contact between the ranges of two allopatric species of pocket gophers. Evolution",
                "volume": "6",
                "issue": "",
                "pages": "247--263",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KENNERLY, T. E., JR. 1954. Local differentia- tion in the pocket gopher (Geomys person- atus) in southern Texas. Texas]. Sci., 6:297- 329. ---. 1958. Comparisons of morphology and life history of two species of pocket gophers. Texas J. Sci., 10:133-146. ---. 1959. Contact between the ranges of two allopatric species of pocket gophers. Evolution, 13:247-263.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Studies of biochemical genetics and karyotypes in pocket gophers (family Geomyidae)",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "J"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Unpuhl. Ph.D. dissert",
                "volume": "112",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KIM, Y. J. 1972. Studies of biochemical ge- netics and karyotypes in pocket gophers (family Geomyidae). Unpuhl. Ph.D. dissert., Univ. Texas, Austin, 112 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A widely applicable technic for direct processing of bone marrow for chromosomes of vertebrates",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Stain Techno!",
                "volume": "44",
                "issue": "",
                "pages": "155--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEE, M. R 1969. A widely applicable technic for direct processing of bone marrow for chromosomes of vertebrates. Stain Techno!., 44:155-158.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Introduction to soils and soil science (laboratory exercises). Kendall and",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Milford",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILFORD, M. H. 1970. Introduction to soils and soil science (laboratory exercises). Ken- dall and Hunt Publ. Co., Dubuque, 115 pp.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Ecology and distribution of pocket gophers (Ceomyidae) in Colorado",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Ecology",
                "volume": "45",
                "issue": "",
                "pages": "256--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, R S. 1964. Ecology and distribution of pocket gophers (Ceomyidae) in Colorado. Ecology, 45:256-272.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "An analysis of natural hybridization between the pocket gophers, Thomomys bottae and Thomomys umbrinus, in Arizona",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. Mamm",
                "volume": "48",
                "issue": "",
                "pages": "561--584",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L. 1967. Chromosomal studies of certain pocket mice, genus Perognathus (Ro- dentia: Heteromyidae). J. Mamm., 48:27-37. ---. 1973. An analysis of natural hybridiza- tion between the pocket gophers, Thomo- mys bottae and Thomomys umbrinus, in Ar- izona. J. Mamm., 54:561-584.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Studies of a contact zone between chromosomally characterized populations of Geomys bursarius",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "F"
                        ],
                        "last": "Pembleton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "J. Mamm",
                "volume": "59",
                "issue": "",
                "pages": "233--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PEMBLETON, E. F., AND R. J. BAKER. 1978. Studies of a contact zone between chromo- somally characterized populations of Geo- mys bursarius. J. Mamm., 59:233-242.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Numerical taxonomy system of multivariate statistical programs",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kishpaugh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "Kirk"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "87",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, F. J., J. KISHPAUGH, AND D. KIRK. 1972. Numerical taxonomy system of multi- variate statistical programs. State Univ. New York at Stony Brook, Stony Brook, 87 pp.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "A users' guide to the statistical analysis system. Inst. Statistics, Raleigh Division",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Service",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "260",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SERVICE, J. 1972. A users' guide to the statis- tical analysis system. Inst. Statistics, Raleigh Division, North Carolina State Univ., Ra- leigh, 260 pp.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Four contacts between ranges of different chromosome forms of the Thomomys talpoides complex (Rodentia: Ceomyidae)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Thaeler",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Syst. Zool",
                "volume": "23",
                "issue": "",
                "pages": "343--354",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THAELER, C. S., JR. 1974. Four contacts be- tween ranges of different chromosome forms of the Thomomys talpoides complex (Ro- dentia: Ceomyidae). Syst. Zool., 23:343-354.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "old river---+:'t-:\"--:,~ ::.~-.~~:\" ~~. :,>.,. .-The study site (outlined) along FM Road 50 in Burleson Co., Texas. The zone of contact is stippled. The Old River represents a meande r ~car of th e Brazos River.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "-The study area in Burleson Co., Texas, and capture locations of Geomys bursarius including chromosomal races E, F, and G and hybrid individuals collected during1978-1979.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "text": "of Z scores (males and females) from discriminant function analyses. 0 ~ race E reference (sample 1); 0 = races F and G and F by G hybrid references (sample 2); • =race E from the contact zone (sample 3); • = races F-G and F by G hybrids from the contact zone (sample 4); X = E by F and E by G hybrids (sample 5). Z scores have been multiplied by -100.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF4": {
                "text": "karyotyped 27 gophers from the contact zone between race E and races F and G and found the following number of individuals of a textural triangles representing the percentage of day, silt, and sand. (a) Soil samples taken from burrows of gophers collected in the zone of contact; (b) soil samples from burrows of gophers collected outside the zone of contact, and from areas devoid of gophers.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "text": "-Cranial measurements (in mm) including mean, one standard deviation, range, and F values from analysis of variance for five samples of Geomys bursarius. Asterisks indicate samples were significantly different at P\",; 0.05. Identical superscripts (or their absence) indicate mean values not separable by Duncan's multiple range tests. Sample 1 = references of race E; Sample 2 = reference of races F and G including F by G hybrids; Sample 3 = race E individuals from the contact zone; Sample 4 = races F and G individuals including F by G hybrids from the contact zone; Sample 5 = hybrids of E by F and E by G.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td colspan=\"3\">TABLE I.-Continued.</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>Females</td><td/><td/><td/><td/><td>Males</td></tr><tr><td>Sample</td><td>N</td><td>Mea,,; SD</td><td>Range</td><td>Sample</td><td/><td>N</td><td>Mea,,; SD</td><td>Range</td></tr><tr><td/><td/><td/><td colspan=\"2\">Interorbital breadth</td><td/><td/><td/></tr><tr><td>4</td><td>I</td><td>6.44</td><td/><td>4</td><td/><td>3</td><td>6.76; 0.34</td><td>6.5-7.1</td></tr><tr><td>3 Sample 5 I</td><td>8 N 7 19</td><td>Females 6.44; 0.37 Mean, SD 6.43; 0.20 6.36; 0.31</td><td>5.9-7.0 Range 6.2-6.7 5.9-7.1</td><td>5 Sample 3 I</td><td/><td>2 4 N 20</td><td>6.70; 0.14 Male&lt; Mean; SD 6.59; 0.47 6.56; 0.37</td><td>6.6-6.8 6.0-7.1 Range 6.1-7.6</td></tr><tr><td>2 5</td><td>33 7</td><td>6.24; 0.33 a41.28; 0.89 F = 1.13</td><td colspan=\"3\">5.7-7.1 Greatest length of skull 2 40.4-42.9 4</td><td>23 3</td><td>6.38; 0.39 45.15; 1.77 F = 1.21</td><td>5.8-7.2 43.1-46.2</td></tr><tr><td>2</td><td>33</td><td>a41.21; 1.79</td><td colspan=\"2\">37.5-46.0 Breadth of braincase 2</td><td colspan=\"2\">23</td><td>44.64; 2.31</td><td>39.3-49.6</td></tr><tr><td>3 1 5 4 2 I 3</td><td>8 19 7 1 33 19 8</td><td>h39.17; 0.76 h39.11; 1.53 17.96; 0.43 b37.10 17.96; 0.53 17.50; 0.90 F = 8.36* 17.39; 0.47</td><td>38.4-40.4 36.8-43.0 17.3-18.5 16.7-18.9 16.1-19.6 16.9-18.2</td><td>5 3 4 1 5 2 I</td><td colspan=\"2\">2 4 3 20 2 23 20</td><td>44.63; 0.10 43.03; 1.45 19.71; 0.60 19.30; 0.06 42.67; 2.50 18.81; 0.85 F = 2.43 18.52; 0.97</td><td>44.6-44.7 19.0-20.2 40.9-44.0 19.3-19.3 37.4-46.6 17.1-20.6 16.9-20.8</td></tr><tr><td>4 5</td><td>I 7</td><td>16.91 a39.04; 0.90 F = 2.85</td><td colspan=\"2\">3 Basal length 38.0-40.7 4</td><td/><td>4 3</td><td>18.35; 0.84 42.76; 1.66 F = 1.64</td><td>17.1-19.1 40.8-43.8</td></tr><tr><td>2</td><td>33</td><td>a38.84; 1.75</td><td colspan=\"4\">35.0-43.5 Length of maxillary tooth row 5 2</td><td>42.25; 0.00</td></tr><tr><td>3 1 2 4 5 I 3</td><td>8 19 33 1 7 19 8</td><td>b37.14; 0.76 a8.73; 0.40 b36.85; 1.54 ab8.52; 0.26 b34.86 F = 7.50* b8.42; 0.37 b8.35; 0.30</td><td>36.4-38.6 7.8-9.6 34.7-40.6 8.1--8.9 7.9-9.2 7.9-8.8</td><td>2 2 3 4 1 5 I</td><td colspan=\"2\">23 23 4 3 20 2 20</td><td>42.25; 2.35 8.93; 0.58 40.75; 1.40 8.92; 0.32 40.43; 2.46 8.87; 0.04 F = 2.08 8.82; 0.49</td><td>36.9-47.3 7.6-10.1 38.7-41.7 8.6-9.2 35.3-44.2 8.8--8.9 8.0-9.9</td></tr><tr><td>4 2</td><td>I 33</td><td>\"7.50 a9.25; 0.43 F = 5.06*</td><td colspan=\"2\">3 Breadth of rostrum 8.4-10.1 4</td><td/><td>4 3</td><td>8.50; 0.32 10.28; 0.60 F = 0.61</td><td>8.1--8.9 9.7-10.8</td></tr><tr><td>5</td><td>7</td><td>89.17; 0.19</td><td colspan=\"2\">8.8-9.4 Palatal length 5</td><td/><td>2</td><td>10.22; 0.45</td><td>9.9-10.5</td></tr><tr><td>1 4 5 3 2 3 I</td><td>19 1 7 8 33 8 19</td><td>b8.80; 0.32 b8.70 a26.63; 0.76 b8.54; 0.42 a26.15; 1.27 F = 8.03* b24.59; 0.53 b24.50; 1.29</td><td>8.2-9.4 25.5-27.7 8.0-9.1 23.4-29.6 23.7-25.3 22.9-27.9</td><td>2 1 4 3 5 2 3</td><td colspan=\"2\">23 20 3 4 2 23 4</td><td>9.84; 0.57 9.73; 0.45 29.45; 1.58 9.42; 0.39 29.20; 0.21 28.87; 1.68 F = 1.65 27.63; 1.47</td><td>8.8-11.0 27.7-30.9 8.9-10.6 29.1-29.4 9.0-10.0 25.2-32.3 25.7-29.0</td></tr><tr><td>4 2</td><td>I 33</td><td>b23.36 823.40; 1.24 F = 9.63*</td><td colspan=\"2\">I Mastoidal breadth 21.5-28.8 4</td><td/><td>20 3</td><td>27.32; 1.95 a26.57; 1.07 F = 2.71</td><td>23.1-30.0 25.3-27.3</td></tr><tr><td>5</td><td>7</td><td>a23AO; 0.60</td><td colspan=\"2\">22.9-24.6 Palatofrontal depth 5</td><td/><td>2</td><td>825.45; 0.30</td><td>25.2-25.7</td></tr><tr><td>1 3 2 4 5 I 3</td><td>19 8 33 1 7 19 8</td><td>b21.90; 1.09 b21.82; 0.82 aI6.48; 0.67 b21.40 aI6.38; 0.63 F = 8.04* bI5.66; 0.50 b15.55; 0.49</td><td>20.2-24.6 21.0-23.5 15.3-18.2 15.3-17.0 14.9-16.7 15.0-16.6</td><td>2 1 4 3 5 2 3</td><td colspan=\"2\">23 20 3 4 2 23 4</td><td>a24.96; 1.21 b23.86; 1.55 17.90; 0.44 b23.46; 1.34 17.55; 0.36 17.45; 0.71 F = 4.38* 16.96; 0.94</td><td>22.3-28.1 17.5-18.3 20.5-26.1 17.3-17.8 21.7-24.9 16.0-18.9 15.9-17.8</td></tr><tr><td>4 5</td><td>I 7</td><td>014.49 aI3.74; 0.77 F = 9.62*</td><td colspan=\"2\">I Length of nasals 12.6-14.8 3</td><td/><td>20 4</td><td>16.86; 0.97 15.26; 0.41 F ~ 2.08</td><td>14.8-18.4 14.8-15.7</td></tr><tr><td>2</td><td>33</td><td>aI3.55; 0.86</td><td>12.0-15,4</td><td>2</td><td colspan=\"2\">23</td><td>15.25; 1.14</td><td>13.3-17.3</td></tr><tr><td>3</td><td>8</td><td>aI3.04; 0,46</td><td>12.1-13.7</td><td>4</td><td/><td>3</td><td>15.22; 1.07</td><td>14.0-15.9</td></tr><tr><td>1</td><td>19</td><td>bI2.65; 0.71</td><td>11.7-14.1</td><td>5</td><td/><td>2</td><td>15.02; 0.86</td><td>14A-15.6</td></tr><tr><td>4</td><td>1</td><td>b12.50</td><td/><td>1</td><td colspan=\"2\">20</td><td>14.56; 1.55</td><td>11.6-17.4</td></tr><tr><td/><td/><td>F=5.17*</td><td/><td/><td/><td/><td>F ~ 0.87</td></tr><tr><td/><td/><td/><td colspan=\"2\">Length of rostrum</td><td/><td/><td/></tr><tr><td>2</td><td>33</td><td>aI7.23; 0.94</td><td>15.7-19.7</td><td>4</td><td/><td>3</td><td>19.44; 1.13</td><td>18.2-20.3</td></tr><tr><td>.5</td><td>7</td><td>abI7.20; 0.41</td><td>16.8-18.0</td><td>5</td><td/><td>2</td><td>19.17; 0.18</td><td>19.0-19.3</td></tr><tr><td>3</td><td>8</td><td>beI6.34; OAO</td><td>15.9-17.1</td><td>2</td><td colspan=\"2\">23</td><td>19.12; 1.36</td><td>16.0-21.5</td></tr><tr><td>1</td><td>19</td><td>et6.30; 0.91</td><td>15.1-18.5</td><td>3</td><td/><td>4</td><td>18.41; 0.84</td><td>17.4-19.2</td></tr><tr><td>4</td><td>1</td><td>et5.21</td><td/><td>1</td><td colspan=\"2\">20</td><td>18.19; 1.51</td><td>14.6-20.3</td></tr><tr><td/><td/><td>F = 5.61*</td><td/><td/><td/><td/><td>F=1.54</td></tr><tr><td/><td/><td/><td colspan=\"2\">ZygomatiC breadth</td><td/><td/><td/></tr><tr><td>5</td><td>7</td><td>a25.81; 0.85</td><td>24.5-27.2</td><td>5</td><td/><td>2</td><td>29.75; OA9</td><td>29.4-30.1</td></tr><tr><td>2</td><td>33</td><td>a25.32; 0.95</td><td>23.6-28.1</td><td>4</td><td/><td>3</td><td>29.10; 1.73</td><td>27.1--30.3</td></tr><tr><td>1</td><td>19</td><td>b24.00; 1.07</td><td>22.5-26.5</td><td>2</td><td colspan=\"2\">23</td><td>27.68; 1.60</td><td>24.1--30.4</td></tr><tr><td>3</td><td>8</td><td>b23.83; 0.52</td><td>23.2-24.9</td><td>1</td><td colspan=\"2\">20</td><td>27.21; 2.00</td><td>22.9-30.3</td></tr><tr><td>4</td><td>1</td><td>b22.80</td><td/><td>3</td><td/><td>4</td><td>26.74; 1.24</td><td>25.1-28.1</td></tr><tr><td/><td/><td>F = 11.36*</td><td/><td/><td/><td/><td>F = 1.82</td></tr></table>"
            },
            "TABREF1": {
                "text": "-Discriminant coefficients for males af'ld females from the discriminant function analyses and loadings of each cranial character on principal components I and II for females from the principal components analysis.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Discriminant coefficients</td><td>Females</td><td/></tr><tr><td>Cha ..... cter</td><td>Females</td><td>Male_,</td><td>PCI</td><td>pen</td></tr><tr><td>Greatest length of skull</td><td>-0.11584</td><td>-0.25805</td><td>0.973</td><td>-0.042</td></tr><tr><td>Basal length</td><td>0.11233</td><td>0.25397</td><td>0.967</td><td>-0.065</td></tr><tr><td>Breadth of rostrum</td><td>-0.00139</td><td>0.01786</td><td>0.793</td><td>0.155</td></tr><tr><td>Zygomatic breadth</td><td>-0.01384</td><td>0.01503</td><td>0.922</td><td>0.036</td></tr><tr><td>Interorbital breadth</td><td>0.05348</td><td>0.06255</td><td>0.156</td><td>-0.924</td></tr><tr><td>Breadth of braincase</td><td>0.01864</td><td>0.02618</td><td>0.678</td><td>0.168</td></tr><tr><td>Mastoidal breadth</td><td>-0.01461</td><td>-0.06763</td><td>0.820</td><td>0.227</td></tr><tr><td>Length of nasals</td><td>-0.02576</td><td>0.03061</td><td>0.837</td><td>-0.261</td></tr><tr><td>Length of rostrum</td><td>0.02690</td><td>0.03428</td><td>0.930</td><td>-0.153</td></tr><tr><td>Length of maxillary toothrow</td><td>0.00522</td><td>0.06841</td><td>0.672</td><td>0.186</td></tr><tr><td>Palatal length</td><td>-0.00965</td><td>-0.05863</td><td>0.967</td><td>-0.022</td></tr><tr><td>Palatofrontal depth</td><td>-0.00363</td><td>0.02127</td><td>0.893</td><td>0.055</td></tr></table>"
            },
            "TABREF2": {
                "text": "Burleson Co.: 8.1 mi SE Gause, 1; 14.4 mi SE Gause, Sadberry Farm, 1; 13 mi NE Caldwell, Hwy. 50, 1; 1 mi S Hwy. 21 on Hwy. 50,17; ca. 0.5 mi SW jct. Brazos Downloaded from https://academic.oup.com/jmammal/article/62/2/258/911165 by University of Michigan user on 07 October 2021",
                "type_str": "table",
                "num": null,
                "content": "<table/>"
            }
        }
    }
}