{
    "paper_id": "Vossetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:37:21.718462Z"
    },
    "title": "On the Contents of GracilinanusGardner and Creighton, 1989, with the Description of a Previously Unrecognized Clade of Small Didelphid Marsupials",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Voss",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Darrin",
            "middle": [
                "P"
            ],
            "last": "Lunde",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Sharon",
            "middle": [
                "A"
            ],
            "last": "Jansa",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
    "pdf_parse": {
        "paper_id": "Vossetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The small didelphid marsupials formerly classified as Marmosa (sensu Tate, 1933) include numerous superficially similar species distinguished from other confamilial taxa by their small size, dark circumocular masks, long prehensile tails, and lack of a pouch. Despite such resemblances, ''marmosines'' are now widely recognized as a polyphyletic group, some members of which may be more closely related to Didelphis and other large opossums than to Marmosa sensu stricto (see Kirsch and Palma, 1995; Patton et al., 1996; Jansa and Voss, 2000; Voss and Jansa, 2003) . Although considerable progress has been made toward a monophyletic classification of these animals, the unrevised contents of several genera remain problematic.",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 80,
                        "text": "Tate, 1933)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 476,
                        "end": 499,
                        "text": "Kirsch and Palma, 1995;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 500,
                        "end": 520,
                        "text": "Patton et al., 1996;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 521,
                        "end": 542,
                        "text": "Jansa and Voss, 2000;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 543,
                        "end": 564,
                        "text": "Voss and Jansa, 2003)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Species of Gracilinanus are small (Ͻ50 g) arboreal or semiarboreal inhabitants of tropical and subtropical forests from Colombia to Paraguay and southeastern Brazil. As originally described by Gardner and Creighton (1989) , Gracilinanus contained 17 nominal taxa, most of which had previously been referred by Tate (1933) to the ''Microtarsus Group'' of Marmosa; of these, 6 were recognized as valid species and 11 were treated as synonyms (table 1) . Although Hershkovitz (1992) subsequently described three more species, Voss et al. (2001 Voss et al. ( , 2004a removed kalinowskii (one of Hershkovitz's new spe-cies) and formosa (an alleged synonym of G. agilis) to new genera and remarked that Gracilinanus still included several forms that did not fit Gardner and Creighton's original generic diagnosis.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 221,
                        "text": "Gardner and Creighton (1989)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 310,
                        "end": 321,
                        "text": "Tate (1933)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 461,
                        "end": 479,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 523,
                        "end": 540,
                        "text": "Voss et al. (2001",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 541,
                        "end": 562,
                        "text": "Voss et al. ( , 2004a",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 440,
                        "end": 449,
                        "text": "(table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Our attention was initially drawn to the taxonomic problems discussed below when we discovered that some museum specimens identified as Gracilinanus agilis have a secondary foramen ovale formed by an anteromedial process of the alisphenoid tympanic wing, whereas others do not. Similar variation had previously been noted by Hershkovitz (1992) , who interpreted it as intraspecific polymorphism. However, the presence or absence of secondary foramina ovales formed by anteromedial bullar processes is a phylogenetically conservative character among didelphids-with a marked tendency to be constant within genera and even higher taxa (Voss and Jansa, 2003 : character 45)-so we looked for correlated characters that might indicate the presence of two or more forms within the material that has traditionally been referred to G. agilis. To our surprise, such characters were not hard to find. Moreover, the same characters appeared to diagnose a group of species comprising a hitherto unrecognized clade.",
                "cite_spans": [
                    {
                        "start": 325,
                        "end": 343,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 633,
                        "end": 654,
                        "text": "(Voss and Jansa, 2003",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In this paper we name that clade, which we provisionally rank as a new genus. After providing diagnostic comparisons and sum- Contents of Gracilinanus According to Recent Authors marizing relevant nomenclatural issues, we analyze phylogenetic relationships among 43 didelphid terminal taxa based on morphological, karyotypic, and molecular characters. Although inconclusive in some respects, our results clearly indicate the phylogenetic distinctness of the new genus and underscore the need for additional character data to resolve still-problematic aspects of didelphid phylogeny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The specimens we examined and others cited in our text are preserved in the following collections (listed in order of their standard institutional abbreviations): AMNH, American Museum of Natural History (New York); BMNH, Natural History Museum (London); FMNH, Field Museum of Natural History (Chicago); MNRJ, Museu Nacional (Rio de Janeiro); MSB, Museum of Southwestern Biology (Albuquerque); MUSM, Museo de Historia Natural, Universidad Nacional Mayor de San Marcos (Lima); MVZ, Museum of Vertebrate Zoology (Berkeley); MZUSP, Museu de Zoologia da Universidade de São Paulo (São Paulo); ROM, Royal Ontario Museum (Toronto); USNM, National Museum of Natural History (Washington, D.C.); ZMB, Museum für Naturkunde der Humboldt-Universität zu Berlin (Berlin); and ZMUC, Zoological Museum of the University of Copenhagen (Copenhagen). In addition, we examined seven uncataloged specimens identified only by field numbers: GD (ϭ Guillermo D'Elia) 521 has already been returned to the Museo Nacional de Historia Natural del Paraguay (Asunción); IGP (ϭ I.G. Phillips) 157 is temporarily being held at the USNM; and TK (ϭ Tissue/Karyotype) 60201, 61053, 61074, 61103, and 65331 are at the Texas Tech University Museum (Lubbock).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "We transcribed total length (nose to fleshy tail-tip, TL) and length of tail (basal flexure to fleshy tip, LT) from specimen tags or field notes, and we computed head-and-body length (HBL) by subtracting LT from TL. We also transcribed length of hind foot (heel to tip of longest claw, HF), length of ear (from notch, Ear), and weight from specimen tags or field notes; however, we sometimes remeasured HF on fluid specimens to check the accuracy of values recorded by the collector, and we used our value rather than the collector's whenever large discrepancies were found. All external measurements are reported to the nearest millimeter (mm), and all weights are reported to the nearest gram (g).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Craniodental measurements were taken with digital calipers and recorded to the nearest 0.01 mm, but values reported herein are rounded to the nearest 0.1 mm. The following dimensions were measured as illustrated by Voss et al. (2001 Voss et al. ( , 2004b : condylobasal length (CBL), measured from the occipital condyles to the anteriormost point of the premaxillae; nasal breadth (NB), measured across the triple-point suture of the nasal, frontal, and maxillary bones on each side; least interorbital breadth (LIB), measured at the narrowest point across the frontals between the orbits, even when the postorbital constriction (between the temporal fossae) is narrower; zygomatic breadth (ZB), measured at the widest point across both zygomatic arches; palatal length (PL), measured from the anteriormost point of the premaxillae to the postpalatine torus, including the postpalatine spine (if present); palatal breadth (PB), measured across the labial margins of the fourth molar (M4) crowns, at or near the stylar A position; maxillary toothrow length (MTR), measured from the anterior margin of the canine (C1) to the posterior margin of the fourth molar (M4); length of molars (LM), measured from the anteriormost labial margin of M1 to the posteriormost point on M4; length of M1-M3 (M1-M3), measured from the anteriormost labial margin of M1 to the posteriormost point on M3.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 232,
                        "text": "Voss et al. (2001",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 233,
                        "end": 254,
                        "text": "Voss et al. ( , 2004b",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Except as noted below, all measurements and qualitative character data were obtained from adult specimens as determined by dental criteria. Following Voss et al. (2001) , a specimen was judged to be juvenile if dP3 is still in place, subadult if dP3 has been shed but P3 and/or M4 are still incompletely erupted, and adult if the permanent dentition is complete. Qualitative morphological characters were scored for phylogenetic analysis following procedures described by Voss and Jansa (2003) , who also defined and illustrated most of the anatomical terminology used herein. The material that we examined to score morphological characters for taxa not included in previous phylogenetic analyses is listed in appendix 1. Karyotypic character data for three taxa whose phylogenetic relationships are newly analyzed in this report were taken from the literature: Palma (1995) reported the karyotype of Thylamys macrurus, Palma and Yates (1998) reported the karyotype of T. pusillus, and Carvalho et al. (2002) reported the karyotype of Gracilinanus agilis.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 168,
                        "text": "Voss et al. (2001)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 472,
                        "end": 493,
                        "text": "Voss and Jansa (2003)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 862,
                        "end": 874,
                        "text": "Palma (1995)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 920,
                        "end": 942,
                        "text": "Palma and Yates (1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 982,
                        "end": 1008,
                        "text": "and Carvalho et al. (2002)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "For all specimens newly sequenced in this study (appendix 2), DNA was extracted from heart, liver, or kidney tissue that had been frozen or preserved in ethanol in the field. Procedures for DNA extraction, sequencing, and alignment were described by Jansa and Voss (2000) . Briefly, a region approximately 1.2 kb long of IRBP exon 1 was amplified from genomic DNA using primers A and D1. This product was used as a template in two subsequent PCR reactions, one using primer A paired with F and one using primers E1 and D1. The resulting PCR product was sequenced in both directions using amplification primers and dye terminator chemistry (BigDye Cycle Sequencing, Applied Biosystems Inc.). All sequences analyzed in this report have been deposited in GenBank with accession numbers AF257675-AF247710 (from Jansa and Voss, 2000) , AY233765-AY233791 (from Voss and Jansa, 2003) , and AY957486-AY957494 (from this project).",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 271,
                        "text": "Jansa and Voss (2000)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 807,
                        "end": 828,
                        "text": "Jansa and Voss, 2000)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 855,
                        "end": 876,
                        "text": "Voss and Jansa, 2003)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Phylogenetic analyses of nonmolecular characters, IRBP sequences, and combineddata (nonmolecular ϩ IRBP) supermatrices were executed using heuristic search algorithms implemented by PAUP* 4.0b10 (Swofford, 1998) with all characters weighted equally. Whereas some multistate nonmolecular characters were treated as ordered transformation series (after Voss and Jansa, 2003) , IRBP sequence characters were always treated as unordered. An initial search for each dataset employed 1000 replicates of random-taxon addition and TBR branchswapping with only five trees saved per replicate. The resulting pool of minimal-length trees was then subjected to a second round of TBR branch swapping with no limit on the number of trees saved. We used the same nodal support algorithms and rooting conventions previously explained by Voss and Jansa (2003) .",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 211,
                        "text": "(Swofford, 1998)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 351,
                        "end": 372,
                        "text": "Voss and Jansa, 2003)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 821,
                        "end": 842,
                        "text": "Voss and Jansa (2003)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Several nominal species of small didelphid marsupials hitherto referred to Gracilinanus differ conspicuously from the type species (G. microtarsus) and from all other species that we recognize as members of that genus (table 1) . Because these anomalous forms exhibit no clearly recognizable pattern of derived similarities with other didelphid taxa, we provide a new generic name for them below. Alternative classificatory options, all of which would have undesirable consequences, are briefly considered in the Discussion. Figures 1A, 1B, 2A, 3A TYPE SPECIES: Cryptonanus chacoensis (Tate, 1931) , originally described as a sub-species of Marmosa agilis (Burmeister, 1854).",
                "cite_spans": [
                    {
                        "start": 585,
                        "end": 597,
                        "text": "(Tate, 1931)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 218,
                        "end": 227,
                        "text": "(table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 525,
                        "end": 547,
                        "text": "Figures 1A, 1B, 2A, 3A",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "TAXONOMIC ACCOUNTS",
                "sec_num": null
            },
            {
                "text": "CONTENTS: We refer five nominal taxa to Cryptonanus, including chacoensis Tate (1931) , guahybae Tate (1931) , unduaviensis Tate (1931) , agricolai Moojen (1943) , and ignitus Díaz et al. (2002) . Despite the absence of unambiguously diagnostic characters in the small series we examined, it seems appropriate to accept provisionally the null hypothesis that all of these names represent valid species. However, in the event that chacoensis, guahybae, and unduaviensis-all named in the same publication (Tate, 1931) and therefore having equal priority-should prove to be conspecific, we select chacoensis to have precedence under Article 24.2 of the International Code of Zoological Nomenclature (ICZN, 1999) .",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 85,
                        "text": "Tate (1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 97,
                        "end": 108,
                        "text": "Tate (1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 124,
                        "end": 135,
                        "text": "Tate (1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 148,
                        "end": 161,
                        "text": "Moojen (1943)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 176,
                        "end": 194,
                        "text": "Díaz et al. (2002)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 503,
                        "end": 515,
                        "text": "(Tate, 1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 696,
                        "end": 708,
                        "text": "(ICZN, 1999)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Species of Cryptonanus are small (15-40 g) didelphid marsupials that can be distinguished from other confamilial taxa by the following combination of qualitative morphological character states (see Voss and Jansa [2003] for character definitions and anatomical terminology).",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 244,
                        "text": "Voss and Jansa [2003]",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "Ventral margin of rhinarium with two shallow grooves on each side of median sulcus; eye narrowly surrounded by mask of dark fur contrasting in color with paler fur of cheeks and crown; pale spot above eye absent; dark midrostral stripe absent; gular gland present in adult males; dorsal body pelage unpatterned, usually grayish-or reddish-brown; dorsal fur gray-based; dorsal guard hairs very short and inconspicuous; ventral fur graybased or self-colored (varying among species); manual digits III and IV subequal and longer than adjacent digits (II and V); manual claws shorter than fleshy digital pads; central palmar surface of manus sparsely tubercular (neither smooth nor densely covered with convex tubercles); lateral carpal tubercles present in adult males; pedal digit IV longer than adjacent digits III and V; plantar epithelium of pes naked from heel to toes; pouch absent; mammary complements differing among species, from 4-1-4 ϭ 9 (without pectoral teats) to 7-1-7 ϭ 15 (with pectoral teats); cloaca present; tail macroscopically naked but sparsely covered by short subequal hairs (three per caudal scale); caudal integument more-or-less bicolored (dark above, paler below) in most specimens; caudal scales in distinctly annular series; caudal prehensile surface present (the ventral surface naked distally, with an apical pad bearing dermatoglyphs); tail not incrassate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "Rostral process of premaxillae absent; palatal process of premaxilla contacts C1 alveolus on each side; nasal tips extend anterior to I1; nasals conspicuously wider posteriorly than anteriorly; maxillary turbinals large and elaborately branched; supraorbital margins rounded, without beads or processes (except in a few very old specimens with incipient postorbital processes and temporal scars); distinct interorbital and postorbital constrictions usually present in juveniles and young adults; sagittal crest absent; parietal and alisphenoid in contact (no squamosal-frontal contact); petrosal laterally exposed in fenestra between parietal and squamosal; maxillopalatine fenestrae large; palatine fenestrae present; maxillary fenestrae absent; posterolateral palatal foramina not extending lingual to M4 protocones; posterior palate with prominent lateral corners, the internal choanae abruptly constricted behind; maxillary and alisphenoid not in contact on orbital floor; transverse canal foramen present; secondary foramen ovale absent (anteromedial process of alisphenoid tympanic wing incomplete or absent); ectotympanic suspension direct; fenestra cochleae laterally exposed; paroccipital process of exoccipital small, adnate to petrosal; dorsal margin of foramen magnum formed by supraoccipital and exoccipitals; triangular stapes perforated by large foramen; two mental foramina on lateral aspect of each hemimandible; angular process acute and strongly inflected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "Unworn crowns of I2-I5 symmetrically rhomboidal, slightly increasing in breadth from front to back (I2 Յ I5); unworn C1 usually with one or two small accessory cusps (the posterior accessory cusp is more consistently distinct than the anterior cusp); P1 present, smaller than posterior premolars but not vestigial; P2 distinctly shorter than P3; P3 without anterior cutting edge; upper molars strongly dilambdodont and highly carnassialized, increasing in width (transverse dimension) from front to back (width M1 K width M4); ectoflexus shallow or absent on M1, deeper on M2, and consistently deep on M3. Unworn lower incisors with distinct lingual cusp; c1 procumbent, usually with small posterior accessory cusp (often absent on even moderately worn teeth); p2 taller than p3; m3 hypoconid labially salient (level with labial apex of protoconid); hypoconulid twinned with entoconid; entoconid large, much taller than hypoconulid.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "COMPARISONS WITH GRACILINANUS: Species of Cryptonanus and Gracilinanus are similar in size and external characters and might be indistinguishable in the field. 4 Although sideby-side comparisons of museum specimens suggest that species of Gracilinanus tend to have broader circumocular masks, larger ears, and longer mystacial vibrissae than species of Cryptonanus, these impressions are hard to document with measurements or illustrations. Species of Gracilinanus also appear to have relatively longer tails (on average) than species of Cryptonanus, but there is enough overlap in the data at hand (table 2) to suggest that this trait is not a reliable basis for generic identifications.",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 161,
                        "text": "4",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "Visual cranial comparisons (figs. 1, 2) suggest that Cryptonanus specimens have relatively shorter rostrums and smaller orbits than specimens of Gracilinanus, but such proportions are ontogenetically variable and available samples are too small for statistically compelling morphometric analyses. Fortunately, several discrete characters provide a less subjective basis for taxonomic diagnosis (table 3) . A secondary foramen ovale (formed by an anteromedial process of the alisphenoid tympanic wing; Voss and Jansa, 2003: character 45, fig. 8 ) is uniformly present in our material of five species of Gracilinanus, including G. aceramarcae, G. dryas, G. emiliae, G. marica, and G. microtarsus. By contrast, a secondary foramen ovale is consistently absent in examined specimens of Cryptonanus chacoensis, C. guahybae, C. ignitus, and C. unduaviensis. ",
                "cite_spans": [
                    {
                        "start": 501,
                        "end": 536,
                        "text": "Voss and Jansa, 2003: character 45,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 394,
                        "end": 403,
                        "text": "(table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 537,
                        "end": 543,
                        "text": "fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Cryptonanus, new genus",
                "sec_num": null
            },
            {
                "text": "Polymorphisms were observed in only two species. Of 38 specimens of G. agilis scored for this character, a secondary foramen ovale was observed in 37 specimens; the unique exception is UMMZ 126104 (from the Paraguayan department of Cordillera), a typical specimen of G. agilis in all respects but its lack of anteromedial bullar processes. The other polymorphic species is C. agricolai, of which two examined adult specimens (ZMUC 151, 154) have a secondary foramen ovale and six others (BMNH 93.4.16.4; MN 1494, 36305, 36215 ; ZMUC 152, 160) do not; a single juvenile (MN 36526, not scored for table 3) also exhibits a secondary foramen ovale, and one adult with damaged bullae (MN 36216, likewise not scored) has broken anteromedial processes on each bulla that may have formed a secondary foramen ovale in life.",
                "cite_spans": [
                    {
                        "start": 487,
                        "end": 503,
                        "text": "(BMNH 93.4.16.4;",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 525,
                        "text": "MN 1494, 36305, 36215",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "Maxillary fenestrae (nonvascular perforations of the maxillary palate between the maxillopalatine fenestrae and M1 or M2; Voss and Jansa, 2003: character 40, fig. 5) appear to be consistently present in most species of Gracilinanus (e.g., G. aceramarcae, G. agilis, G. dryas, G. marica, and G. microtarsus) , but they are small and individually variable-sometimes absent unilaterally or bilaterally-in G. emiliae. By contrast, these openings are uniformly absent in our material of three Cryptonanus species (C. chacoensis, C. guahybae, and C. ignitus), and they are absent in most examined specimens of two others (C. agricolai and C. unduaviensis). The exceptions include the paratype of C. agricolai (MNRJ 1494), which has a small (0.5 mm) maxillary vacuity on each side of the palate opposite M1; the paratype of C. unduaviensis (AMNH 72565), which has a somewhat larger opening on the right side of the palate; and another specimen of C. unduaviensis (AMNH 209156), which has very small (Ͻ0.5 mm) openings on both sides of the palate.",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 165,
                        "text": "Voss and Jansa, 2003: character 40, fig. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 306,
                        "text": "G. aceramarcae, G. agilis, G. dryas, G. marica, and G. microtarsus)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "The relative heights of the second and third upper premolars ( fig. 4 ) provide the most consistent basis for generic diagnosis because intraspecific variation is minimal. However, relative premolar heights cannot be scored from old adults with heavily worn teeth, so sample sizes tend to be smaller for this character than for the two previously discussed. Nevertheless, in all examined specimens of Gracilinanus that preserve the apices of these teeth, P2 and P3 are subequal in height (in most species, P2 and P3 are equally tall, but P2 is often slightly taller than P3 in our samples of G. aceramarcae, G. emiliae, and G. microtarsus). By contrast, P2 is distinctly shorter than P3 in all examined NO. 3482 AMERICAN MUSEUM NOVITATES specimens of Cryptonanus with suitably preserved (unworn or lightly worn) dentitions.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 63,
                        "end": 69,
                        "text": "fig. 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "A character whose diagnostic potential we did not recognize until late in this project, and for which we have correspondingly less information, is the rostral process of the premaxillae (Voss and Jansa, 2003: character 29, fig. 4 ). This bony projection, which extends the suture between left and right premaxillae anterior to I1, is sometimes damaged during specimen preparation, and it is often obscured by dried skin or connective tissue on incompletely cleaned skulls. Among the specimens that we were able to score for this feature (table 3) , a rostral process was consistently present in Gracilinanus aceramar-NO. 3482 AMERICAN MUSEUM NOVITATES Craniodental Trait Frequencies in Species of Gracilinanus and Cryptonanus a cae, G. agilis, G. dryas, G. emiliae, G. marica, and G. microtarsus. 5 No distinct rostral process was observed in Cryptonanus chacoensis, C. guahybae, C. ignitus, or C. unduaviensis. The expression of this character remains to be determined in C. agricolai, ex-amples of which are not at hand at the time of writing.",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 229,
                        "text": "(Voss and Jansa, 2003: character 29, fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 797,
                        "end": 798,
                        "text": "5",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 537,
                        "end": 546,
                        "text": "(table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "The only other character that merits discussion in this context is the presence or absence of accessory cusps on the upper canine ( fig. 3 ). As previously noted by Voss and Jansa (2003: character 53) , this trait must be scored from unworn dentitions because accessory cusps are often absent in old adults of species that consistently exhibit such structures in youth, and because a false pos- terior accessory cusp is sometimes formed when C1 is notched by occlusion with p1. Based on our examination of specimens with minimally worn dentitions, the upper canine is usually a simple (unicuspid) tooth in most species of Gracilinanus, whereas one or two distinct accessory cusps are usually present in species of Cryptonanus (table 3) . The most conspicuous exception to this taxonomic trend is G. emiliae (see Voss et al., 2001 : fig. 12 ), in which a distinct posterior accessory cusp is invariably present.",
                "cite_spans": [
                    {
                        "start": 165,
                        "end": 200,
                        "text": "Voss and Jansa (2003: character 53)",
                        "ref_id": null
                    },
                    {
                        "start": 812,
                        "end": 829,
                        "text": "Voss et al., 2001",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 132,
                        "end": 138,
                        "text": "fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 726,
                        "end": 735,
                        "text": "(table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 832,
                        "end": 839,
                        "text": "fig. 12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "OTHER COMPARISONS: Morphological comparisons with other didelphid genera that appear to be closely related to Cryptonanus and Gracilinanus are summarized in table 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: From the Greek words kruptos (hidden) and nanos (dwarf), as appropriate for small animals whose taxonomic identity has long been concealed by synonymy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "Cryptonanus agricolai (Moojen, 1943) Grymaeomys pusillus: Winge, 1893: 27 (part) . A misidentification based on a composite series of ZMUC specimens representing the present species and an unidentified species of Gracilinanus (see below); not pusillus Desmarest, 1804, a valid species of Thylamys.",
                "cite_spans": [
                    {
                        "start": 22,
                        "end": 36,
                        "text": "(Moojen, 1943)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 58,
                        "end": 80,
                        "text": "Winge, 1893: 27 (part)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "Marmosa agilis agilis: Tate, 1933: 195 (part) . Another misidentification based on the same series of ZMUC specimens; not agilis Burmeister, 1854, a valid species of Gracilinanus. Marmosa agricolai Moojen, 1943: 2. Original description based on the holotype (by original designation: MNRJ 1495) and one paratype, both collected at Crato, Ceará, Brazil. Marmosa (Thylamys) agricolai: Cabrera, 1958: 28. New name combination. Thylamys agricolai: Reig et al., 1985: 340. New name combination implied by raising Thylamys (sensu Kirsch and Calaby, 1977) to generic rank. Gracilinanus emiliae: Gardner and Creighton, 1989: 6 (part) . New generic assignment and synonymy, based on alleged conspecificity with G. emiliae (Thomas, 1909) .",
                "cite_spans": [
                    {
                        "start": 23,
                        "end": 45,
                        "text": "Tate, 1933: 195 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 198,
                        "end": 214,
                        "text": "Moojen, 1943: 2.",
                        "ref_id": null
                    },
                    {
                        "start": 383,
                        "end": 397,
                        "text": "Cabrera, 1958:",
                        "ref_id": null
                    },
                    {
                        "start": 444,
                        "end": 471,
                        "text": "Reig et al., 1985: 340. New",
                        "ref_id": null
                    },
                    {
                        "start": 524,
                        "end": 548,
                        "text": "Kirsch and Calaby, 1977)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 588,
                        "end": 625,
                        "text": "Gardner and Creighton, 1989: 6 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 713,
                        "end": 727,
                        "text": "(Thomas, 1909)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "IDENTIFICATION AND DISTRIBUTION: Specimens that we refer to this taxon are from the Caatinga and Cerrado biomes of east-central Brazil. By comparison with other forms of Cryptonanus, most specimens of C. agricolai have self-whitish ventral fur (the ventral fur is gray-based buffy in guahybae), small molars (4.9-5.4 mm versus Ͼ5.4 mm in most specimens of unduaviensis), and a complete anterior cingulum on M3 (versus M3 anterior cingulum usually incomplete in chacoensis). The unique exception to this provisional diagnosis is BMNH 93.4.16.4, a Reinhardt specimen from Lagoa Santa, which has graybased ventral fur. It is also noteworthy that a larger proportion of examined specimens of C. agricolai exhibit a secondary foramen ovale than do our samples of other species (table 3) . We have not seen any fluid-preserved parous adult females, so the mammary complement of this species is unknown. External and craniodental measurements of representative specimens examined are provided in table 5.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 772,
                        "end": 781,
                        "text": "(table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "REMARKS: This species was synonymized with Gracilinanus emiliae by Gardner and Creighton (1989) , but Voss et al. (2001: 29) disagreed and suggested that the type of agricolai needed to be reexamined to determine its true relationships. Although we have not seen the holotype, we were able to borrow the paratype (MNRJ 1494), which agrees in all relevant details with Moojen's (1943) description and illustration. Carvalho et al. (2002) described the chromosomes of this species (which they identi- fied as Gracilinanus emiliae) based on 13 specimens from Goiás. According to their cytogenetic analysis, the karyotype consists of 14 diploid chromosomes, of which 6 pairs are biarmed autosomes (2n ϭ 14, FN ϭ 24); the X chromosome is metacentric or acrocentric (polymorphism in this trait was noted), the Y is acrocentric, and the nucleolar organizing region is on the short arm of chromosome 6. The Lagoa Santa material that Winge (1893) reported as Grymaeomys pusillus is composite. Whereas three ZMUC specimens so identified in Winge's distinctive handwriting (ZMUC 149, 151, 160) are Cryptonanus agricolai, another (ZMUC 225) is an unidentified species of Gracilinanus. 6 Winge's published illustration (1893: pl. II, fig. 4 ), however, clearly shows the principal diag- 6 ZMUC 225, a skin and partial skull from Lund's original collection (number L.16), is either Gracilinanus agilis or G. microtarsus-morphologically similar and occasionally sympatric species whose diagnostic differences were not known to RSV at the time he examined this specimen in Copenhagen. Tate (1933: 191) examined ZMUC 225 and referred it to G. microtarsus, but this identification should be reconfirmed using the criteria suggested by Costa et al. (2003) . nostic traits of Cryptonanus (premolar proportions, absence of maxillary palatal fenestrae, and absence of a secondary foramen ovale). Tate (1933) examined many of the ZMUC specimens listed below and misidentified them as Marmosa agilis agilis.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 95,
                        "text": "Gardner and Creighton (1989)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 102,
                        "end": 124,
                        "text": "Voss et al. (2001: 29)",
                        "ref_id": null
                    },
                    {
                        "start": 368,
                        "end": 383,
                        "text": "Moojen's (1943)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 414,
                        "end": 436,
                        "text": "Carvalho et al. (2002)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1062,
                        "end": 1072,
                        "text": "(ZMUC 149,",
                        "ref_id": null
                    },
                    {
                        "start": 1073,
                        "end": 1077,
                        "text": "151,",
                        "ref_id": null
                    },
                    {
                        "start": 1078,
                        "end": 1082,
                        "text": "160)",
                        "ref_id": null
                    },
                    {
                        "start": 1173,
                        "end": 1174,
                        "text": "6",
                        "ref_id": null
                    },
                    {
                        "start": 1274,
                        "end": 1275,
                        "text": "6",
                        "ref_id": null
                    },
                    {
                        "start": 1569,
                        "end": 1585,
                        "text": "Tate (1933: 191)",
                        "ref_id": null
                    },
                    {
                        "start": 1717,
                        "end": 1736,
                        "text": "Costa et al. (2003)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1874,
                        "end": 1885,
                        "text": "Tate (1933)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1221,
                        "end": 1227,
                        "text": "fig. 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "SPECIMENS EXAMINED: Brazil-Ceará, Crato (MNRJ 1494); Goiás, 20 km NW Colinas do Sul (MNRJ 36305, 36526), Serra Negra region (MNRJ 36215, 36216); Minas Gerais, Lagoa Santa (BMNH 93.4.16.4; 154, 155, 157, 160) .",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 187,
                        "text": "(BMNH 93.4.16.4;",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 192,
                        "text": "154,",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 197,
                        "text": "155,",
                        "ref_id": null
                    },
                    {
                        "start": 198,
                        "end": 202,
                        "text": "157,",
                        "ref_id": null
                    },
                    {
                        "start": 203,
                        "end": 207,
                        "text": "160)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "Cryptonanus chacoensis (Tate, 1931) Marmosa agilis chacoensis Tate, 1931: 10. Orig- inal description based on the holotype (by original designation: BMNH 4.1.5.48) collected at Sapucay, Paraguay, and five paratypes. Marmosa (Thylamys) agilis agilis: Cabrera, 1958: 27 (part) . New name combination and synonymy based on alleged identity with the nominotypical form of M. (T.) agilis (Burmeister, 1854). Gracilinanus agilis: Gardner and Creighton, 1989: 5 (part) . New name combination.",
                "cite_spans": [
                    {
                        "start": 23,
                        "end": 35,
                        "text": "(Tate, 1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 62,
                        "end": 83,
                        "text": "Tate, 1931: 10. Orig-",
                        "ref_id": null
                    },
                    {
                        "start": 250,
                        "end": 274,
                        "text": "Cabrera, 1958: 27 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 424,
                        "end": 461,
                        "text": "Gardner and Creighton, 1989: 5 (part)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Tail Length (LT/HBL) among Species of Gracilinanus and Cryptonanus",
                "sec_num": null
            },
            {
                "text": "We are using this name for specimens of Crypto-nanus with self-colored ventral fur (versus ventral fur gray-based in C. guahybae), 4-1-4 ϭ 9 abdominal-inguinal mammae (versus 7-1-7 ϭ 15 mammae, of which the anteriormost two or three pairs are pectoral in C. guahybae), small molars (LM ϭ 4.9-5.4 mm, versus mostly Ͼ5.4 mm in C. unduaviensis), and an incomplete anterior cingulum on M3 (versus M3 anterior cingulum narrow but complete in other forms). Specimens that we examined with these traits are from Paraguay and northern Argentina (Chaco and Jujuy) . If correctly identified, the specimens reported by Massoia and Fornes (1972) also document the occurrence of this species in the Argentinian provinces of Buenos Aires, Entre Ríos, Formosa, and Misiones. 7 External and craniodental measurements of representative specimens examined are provided in table 6.",
                "cite_spans": [
                    {
                        "start": 537,
                        "end": 554,
                        "text": "(Chaco and Jujuy)",
                        "ref_id": null
                    },
                    {
                        "start": 608,
                        "end": 633,
                        "text": "Massoia and Fornes (1972)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 760,
                        "end": 761,
                        "text": "7",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION AND DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "REMARKS: Tate (1933) reported BMNH specimens of both Marmosa agilis agilis and M. a. chacoensis from Sapucay, Paraguay, but he did not appear to recognize the paradox of sympatric subspecies at this locality, nor did he provide any unambiguous morphological criterion for distinguishing them. Cabrera (1958) thought that two such doubtfully distinct taxa were unlikely to occur together and synonymized them under the former trinomen, apparently without having examined the material in question. In fact, the BMNH specimens from Sapucay were correctly identified by Tate and exhibit all of the diagnostic features of the genera to which we now refer them. Although taken at the same locality, the Sapucay specimens of Gracilinanus agilis and Cryptonanus chacoensis were not collected simultaneously, and it is 7 Massoia and Fornes (1972) did not describe any of the diagnostic traits of Cryptonanus, but their cranial illustration seems to indicate that maxillary vacuities and a secondary foramen ovale are absent, and their cranial measurements (e.g., zygomatic breath and least interorbital breadth) broadly overlap our measurements of C. chacoensis. On the other hand, the illustrated dentition lacks accessory canine cusps (usually present in C. chacoensis), and P2 seems to be subequal in height to P3. Because their report provides unique information about the distribution and natural history of C. chacoensis in northeastern Argentina, the specimens they collected should be reexamined to confirm this identification. possible that they were found in different local habitats. 8 Anderson (1997) reported four specimens of ''Gracilinanus agilis chacoensis'' from three Bolivian localities. Based on a card file in the AMNH Department of Mammalogy archives that provides the museum catalog numbers of the specimens Anderson examined, we determined that his record of chacoensis from Chuquisaca was based on MSB 63275, an unidentified species of Marmosops (see Voss et al., 2004b) . Unfortunately, we have not been able to examine the other material that Anderson reported as chacoensis, most of which was returned to Bolivia. Cryptonanus guahybae (Tate, 1931) Marmosa microtarsus guahybae Tate, 1931: 10. Original description based on the holotype (by original designation: ZMB 4306) collected on the island of Guahiba near Porto Alegre, Rio Grande do Sul, Brazil, and eight paratypes. Marmosa (Thylamys) microtarsus guahybae: Cabrera, 1958: 31. New name combination. Gracilinanus microtarsus: Gardner and Creighton, 1989: 6 (part) . New name combination. Tate's (1931 Tate's ( , 1933 accounts and our examination of two paratypes, Cryptonanus 8 Five specimens of Gracilinanus agilis (BMNH 3.2.3.39, 3.4.7.22, 3.4.7.23, 4.1.5.46, 4.1.5.47) were collected at Sapucay by William Foster between 7 September 1902 and 13 May 1903, whereas two Sapucay specimens of Cryptonanus chacoensis (BMNH 4.1.5.48, 5.8.1.8) were taken by the same collector on 10 August and 11 September 1903. The separate calendar intervals represented by these dates suggest that Foster might have shifted his collecting activities near Sapucay during the intervening three-month period, but we are not aware of any documentary evidence to support or refute this conjecture. External and Craniodental Measurements (mm) and Weights (g) of Cryptonanus chacoensis guahybae is a distinctively reddish form with gray-based buffy underparts that differs conspicuously in coloration from other congeneric taxa (all of which have duller, usually brownish or grayish-brown dorsal fur and much paler, usually self-whitish ventral fur). Although overlapping broadly with C. agricolai and C. chacoensis in all measured dimensions (tables 5-7), C. guahybae has a geographically discrete distribution (all referred specimens are from Rio Grande do Sul), and other trenchant differences may emerge from side-by-side comparisons of fresh material. In particular, mammary counts may be diagnostic. In the material we examined, one fluid-preserved female specimen of C. guahybae (BMNH 82.9.30.42) has 7-1-7 ϭ 15 mammae, of which the anteriormost three pairs are ''pectoral'' (arranged in parallel series anterior to the circular array of abdominal/inguinal teats; see Tate, 1933: fig. 3 ), whereas a fluid-preserved female specimen of C. chacoensis (UMMZ 134552) has 4-1-4 ϭ 9 mammae, all of which are abdominal/inguinal. Cryptonanus ignitus (Díaz, Flores, and Barquez, 2002) Gracilinanus ignitus Díaz, Flores, and Barquez, 2002: 825 . Original description based on the holotype (by original designation: AMNH 167852) collected at Yuto, Departamento Ledesma, Provincia Jujuy, Argentina.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 20,
                        "text": "Tate (1933)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 293,
                        "end": 307,
                        "text": "Cabrera (1958)",
                        "ref_id": null
                    },
                    {
                        "start": 810,
                        "end": 811,
                        "text": "7",
                        "ref_id": null
                    },
                    {
                        "start": 1586,
                        "end": 1587,
                        "text": "8",
                        "ref_id": null
                    },
                    {
                        "start": 1967,
                        "end": 1986,
                        "text": "Voss et al., 2004b)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 2154,
                        "end": 2166,
                        "text": "(Tate, 1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 2196,
                        "end": 2211,
                        "text": "Tate, 1931: 10.",
                        "ref_id": null
                    },
                    {
                        "start": 2501,
                        "end": 2538,
                        "text": "Gardner and Creighton, 1989: 6 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 2563,
                        "end": 2575,
                        "text": "Tate's (1931",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 2576,
                        "end": 2591,
                        "text": "Tate's ( , 1933",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 2651,
                        "end": 2652,
                        "text": "8",
                        "ref_id": null
                    },
                    {
                        "start": 2691,
                        "end": 2706,
                        "text": "(BMNH 3.2.3.39,",
                        "ref_id": null
                    },
                    {
                        "start": 2707,
                        "end": 2716,
                        "text": "3.4.7.22,",
                        "ref_id": null
                    },
                    {
                        "start": 2717,
                        "end": 2726,
                        "text": "3.4.7.23,",
                        "ref_id": null
                    },
                    {
                        "start": 2727,
                        "end": 2736,
                        "text": "4.1.5.46,",
                        "ref_id": null
                    },
                    {
                        "start": 2737,
                        "end": 2746,
                        "text": "4.1.5.47)",
                        "ref_id": null
                    },
                    {
                        "start": 2889,
                        "end": 2904,
                        "text": "(BMNH 4.1.5.48,",
                        "ref_id": null
                    },
                    {
                        "start": 2905,
                        "end": 2913,
                        "text": "5.8.1.8)",
                        "ref_id": null
                    },
                    {
                        "start": 4225,
                        "end": 4236,
                        "text": "Tate, 1933:",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 4399,
                        "end": 4432,
                        "text": "(Díaz, Flores, and Barquez, 2002)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 4454,
                        "end": 4490,
                        "text": "Díaz, Flores, and Barquez, 2002: 825",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 4237,
                        "end": 4243,
                        "text": "fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "IDENTIFICATION AND DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "The holotype and only known specimen of Cryptonanus ignitus (AMNH 167852), collected in the northwestern Argentinian province of Jujuy, is an unusually large animal (table 8) with several qualitative traits that set it apart from most other congeneric material that we have examined. In particular, the ventral fur is selforange (''clay colored'' sensu Díaz et al., 2002) from chin to anus with a prominent mid-pectoral blaze of self-white hairs. In addition, the zygomatic arches are unusually wide and robust, and the postorbital process of the jugal is massively developed. Other unusual features include prominent temporal scars that extend posteriorly from the postorbital region along the dorsolateral contour of the relatively small braincase to merge with well-developed lambdoidal crests near the dorsal apex of the occiput. The upper canines are very long, and the palatine fenestrae consist of two small holes on each side of the palate rather than the single large hole seen in most congeneric specimens. Despite this impressive list of distinctive attributes, however, we note that AMNH 167852 is a very old adult male (as indicated by its heavily worn molars and fused basioccipital/basisphenoid suture) and that some of its peculiar features are age-correlated in other didelphid taxa. Large ontogenetic series of most opossums, for example, show a tendency for older animals to have better-developed temporal scars, lambdoidal crests, and more massive zygomatic arches, but relatively smaller braincases than younger conspecifics (e.g., Tate, 1933; Abdala et al., 2001; Flores et al., 2003) . In addition, the canine fangs of old adult male didelphids are often extruded from their alveoli to a much greater extent than in conspecific females and younger males.",
                "cite_spans": [
                    {
                        "start": 353,
                        "end": 371,
                        "text": "Díaz et al., 2002)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1553,
                        "end": 1564,
                        "text": "Tate, 1933;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1565,
                        "end": 1585,
                        "text": "Abdala et al., 2001;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1586,
                        "end": 1606,
                        "text": "Flores et al., 2003)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "The holotype of Cryptonanus ignitus was collected sympatrically with C. chacoensis (represented in our material by AMNH 167851, a subadult female), and the latter species has also been taken elsewhere in Jujuy (e.g., AMNH 185270). Given the ontogenetic interpretation of some traits exhibited by the holotype of ignitus, the hypothesis that this specimen is just an elderly example of chacoensis merits consideration. Indeed, although the holotype of ignitus is larger than any specimens herein referred to chacoensis in most measurements, ontogenetically invariant dimensions of the molar dentition (LM, M1-M3) are similar in both forms (tables 6, 8). Díaz et al. (2002) did not explicitly compare iginitus with chacoensis because they regarded the latter form as conspecific with Gracilinanus agilis following then-current usage. Our side-by-side comparisons of AMNH 167852 with representative material of chacoensis do not reveal any consistent craniodental differences that cannot plausibly be attributed to age. However, the ventral pelage coloration of ignitus is unmatched by any specimens of chacoensis that we have yet examined, and on that basis we prefer to retain Cryptonanus ignitus as a valid binomen pending the results of ongoing fieldwork to obtain additional specimens (R.M. Barquez, personal commun.).",
                "cite_spans": [
                    {
                        "start": 653,
                        "end": 671,
                        "text": "Díaz et al. (2002)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "SPECIMENS EXAMINED: Argentina-Jujuy, Yuto (AMNH 167852).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "Cryptonanus unduaviensis (Tate, 1931) Marmosa unduaviensis Tate, 1931: 11. Original description based on the holotype (by original designation: AMNH 72563) and one paratype, both collected at Pitiguaya, Río Unduavi, La Paz, Bolivia. Marmosa (Thylamys) unduaviensis: Cabrera, 1958: 33 . New name combination. Thylamys unduaviensis: Reig et al., 1985: 342. New name combination implied by raising Thylamys (sensu Kirsch and Calaby, 1977) to generic rank. Gracilinanus agilis: Gardner and Creighton, 1989: 5 (part) . New name combination and synonymy based on alleged conspecificity with G. agilis (Burmeister, 1854 External and Craniodental Measurements (mm) and Weight (g) of Cryptonanus ignitus among the largest specimens of the genus (table 9) , with an average molar toothrow length that substantially exceeds than that of any other congeneric species sample (table 10). The anterior cingulum of M3 is narrow but complete (versus usually incomplete in C. chacoensis), and the ventral fur is either self-colored or indistinctly gray-based (versus distinctly gray-based buffy in C. guahybae). We have not examined any suitably preserved parous adult females, so the mammary complement of C. unduaviensis is unknown.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 37,
                        "text": "(Tate, 1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 59,
                        "end": 83,
                        "text": "Tate, 1931: 11. Original",
                        "ref_id": null
                    },
                    {
                        "start": 266,
                        "end": 283,
                        "text": "Cabrera, 1958: 33",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 354,
                        "text": "Reig et al., 1985: 342.",
                        "ref_id": null
                    },
                    {
                        "start": 411,
                        "end": 435,
                        "text": "Kirsch and Calaby, 1977)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 474,
                        "end": 511,
                        "text": "Gardner and Creighton, 1989: 5 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 595,
                        "end": 612,
                        "text": "(Burmeister, 1854",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 736,
                        "end": 745,
                        "text": "(table 9)",
                        "ref_id": "TABREF11"
                    }
                ],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "The material at hand is somewhat variable in coloration, possibly due to geographic variation, individual variation, and/or preservational artifacts that we are currently unable to distinguish as such. The dorsal fur is dull grayish-brown in the holotype and most other specimens, but a few skins collected by the Middle American Research Unit (MARU) of the National Institutes of Health (perhaps treated with borax or some other preservative) are distinctly reddish (e.g., FMNH 114658). The ventral pelage is indistinctly gray-based in some specimens, but most have self-colored whitish venters; the MARU-collected specimens mentioned earlier, however, have self-orange ventral fur. No craniodental variation appears to be cor-related with any of this pelage variation, which does not appear to be taxonomically significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "REMARKS: The series of Bolivian specimens from San Joaquín that Hershkovitz (1992: 35-36) referred to Gracilinanus agilis is composite. Among the 30 specimens that we were able to locate in the FMNH, four were Cryptonanus unduaviensis and 26 were G. agilis. Although some of the phenotypic variation that Hershkovitz remarked in the San Joaquín series is doubtless attributable to this heterogeneity, our taxonomic assignments do not agree in all cases with his observations about morphological anomalies in this material. 9 Of the seven specimens identified as ''Gracilinanus agilis unduaviensis'' that reported from Bolivia, two (AMNH 72563, 72565) represent Tate's (1931) type series. Of the remainder, we were only able to examine three (UMMZ 155829, 156006, 156007) , all of which are examples of Marmosops noctivagus as previously explained elsewhere (Voss et al., 2004b) . Instead, most of the Bolivian material that we refer to Cryptonanus unduaviensis was identified by as Gracilinanus agilis buenavistae (e.g., AMNH 209150-209156, 260031, 260032, 262401). 9 Among other sources of confusion in attempting to reconcile our identifications with Hershkovitz's (1992) text, he referred to 39 specimens of Gracilinanus agilis from San Joaquín in a discussion of bullar variation (p. 23), but subsequently recorded having examined only 32 specimens from that locality (p. 36). We were able to find only 30 specimens from San Joaquín with this identification in the FMNH, of which the following are referrable to G. agilis in our usage of that binomen: 114652, 114654-114657, 114659-114663, 114666, 114668, 114669, 114671-114680, and 114682-114684 . Consistent with our taxonomic assignments, Hershkovitz (p. 23) reported the absence of anteromedial bullar processes in FMNH 114658 (a specimen of Cryptonanus unduaviensis), but he also stated that these processes were absent in 114654 (a specimen of G. agilis). Because all of the G. agilis that we examined from San Joaquín have anteromedial bullar processes, the latter specimen may have been 114664 (C. unduaviensis). Hershkovitz's other remarks (p. 35) about individual differences in size, pelage color, premolar proportions, and other characters within the San Joaquín series are impossible to associate with particular specimens, but it is clear that he did not distinguish intraspecific from higher-taxonomic variation in this material. ",
                "cite_spans": [
                    {
                        "start": 64,
                        "end": 89,
                        "text": "Hershkovitz (1992: 35-36)",
                        "ref_id": null
                    },
                    {
                        "start": 523,
                        "end": 524,
                        "text": "9",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 661,
                        "end": 674,
                        "text": "Tate's (1931)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 741,
                        "end": 770,
                        "text": "(UMMZ 155829, 156006, 156007)",
                        "ref_id": null
                    },
                    {
                        "start": 857,
                        "end": 877,
                        "text": "(Voss et al., 2004b)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1066,
                        "end": 1067,
                        "text": "9",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1153,
                        "end": 1173,
                        "text": "Hershkovitz's (1992)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1547,
                        "end": 1650,
                        "text": "binomen: 114652, 114654-114657, 114659-114663, 114666, 114668, 114669, 114671-114680, and 114682-114684",
                        "ref_id": null
                    },
                    {
                        "start": 1696,
                        "end": 1715,
                        "text": "Hershkovitz (p. 23)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IDENTIFICATION:",
                "sec_num": null
            },
            {
                "text": "We analyzed nonmolecular (morphological and karyotypic) characters and nuclear gene sequences to assess the relationships of Cryptonanus with other didelphid taxa previously analyzed using the same data (Voss and Jansa, 2003; Voss et al., 2004a) . A total of seven terminal taxa are newly analyzed in this report, including C. chacoensis and C. unduaviensis, three species of Gracilinanus (G. aceramarcae, G. agilis, and G. emiliae), and two species of Thylamys (T. macrurus and T. pusillus). The three species of Gracilinanus were added to test the monophyly of that genus (represented in previous analyses only by G. microtarsus), and the two species of Thylamys were added to improve our sampling of a speciose and possibly closely related clade (previously represented only by T. venustus and T. pallidior). Percent completeness for the new taxa is generally high (table 11) with the exception of C. chacoensis, from which only a partial IRBP sequence could be obtained. Relevant descriptive statistics for each of the analyses described below are provided in table 12 .",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 225,
                        "text": "(Voss and Jansa, 2003;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 226,
                        "end": 245,
                        "text": "Voss et al., 2004a)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1070,
                        "end": 1072,
                        "text": "12",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHYLOGENETIC ANALYSES",
                "sec_num": null
            },
            {
                "text": "A heuristic parsimony analysis of nonmolecular (morphological and karyotypic) characters discovered 1080 equally most-parsimonious trees, the strict consensus of which is shown in figure 4 . Two basal polytomies in this topology contain nine plesiomorphic species that are currently classified in the genera Marmosa, Micoureus, and Tlacuatzin, but the remaining didelphines form a clade within which relationships are well resolved. Cryptonanus, Gracilinanus, and Marmosops were recovered as successive sister taxa to a large monophyletic group of nine other genera. Three of the latter form one clade in the sequence (Chacodelphys NO. 3482 AMERICAN MUSEUM NOVITATES A heuristic parsimony analysis of IRBP sequences (which are not available for Chacodelphys) discovered 27 equally most-parsimonious trees, the strict consensus of which ( fig. 5 ) differs from the nonmolecular results in several noteworthy details: (1) species of Marmosa and Micoureus form a monophyletic group; (2) Monodelphis is part of a basal polytomy rather than being nested within a larger clade of higher didelphines;",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 180,
                        "end": 188,
                        "text": "figure 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 838,
                        "end": 844,
                        "text": "fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "PHYLOGENETIC ANALYSES",
                "sec_num": null
            },
            {
                "text": "(3) Metachirus is the sister taxon of the large 2n ϭ 22 opossums; (4) the remaining five genera were recovered in the sequence (Marmosops (Cryptonanus (Gracilinanus (Lestodelphys ϩ Thylamys)))); and (5) Thylamys is monophyletic. Marmosa is the only genus represented by two or more species that does not appear as a monophyletic group in this analysis. Numerous IRBP clades are supported by large Bremer and bootstrap values, notably including the branch that associates Cryptonanus with Gracilinanus, Lestodelphys, and Thylamys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHYLOGENETIC ANALYSES",
                "sec_num": null
            },
            {
                "text": "We analyzed two supermatrices based on the combined nonmolecular and IRBP data. One supermatrix included Chacodelphys (for which all of the IRBP characters are missing), whereas the other did not. Because the analysis that included Chacodelphys resulted in a much less resolved tree than the analysis that omitted this taxon (table 12) , and because the results of these analyses did not differ in any other respect (the clades recovered in the analysis that included Chacodelphys are a proper subset of those recovered in the analysis that omitted Chacodelphys), we illustrate only the results without Chacodelphys. 10 This topology ( fig. 6 ) closely resembles the IRBP results described above, but it is less resolved due to conflict between morphological and molecular characters. The most noteworthy difference concerns relationships among three clades (Cryptonanus, Gracilinanus, and Lestodelphys ϩ Thylamys) that are resolved in the IRBP consensus topology but not by the combined-data consensus tree. Most of the nodes that were strongly supported in the IRBP-only analysis, however, remain strongly supported in this combined-data analysis. In particular, support for the membership of Cryptonanus in the group that also includes Gracilinanus, Lestodelphys, and Thylamys is not eroded by data combination.",
                "cite_spans": [
                    {
                        "start": 617,
                        "end": 619,
                        "text": "10",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 325,
                        "end": 335,
                        "text": "(table 12)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 636,
                        "end": 642,
                        "text": "fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PHYLOGENETIC ANALYSES",
                "sec_num": null
            },
            {
                "text": "In order to understand the patterns of conflicting signal that resulted in the aforementioned polytomy in the combined-data analysis, we filtered the set of 510 MPTs whose strict consensus is illustrated in figure 6 . Equal numbers of trees were found to support each of the three possible resolutions of this polytomy: 170 trees support ((Cryptonanus ϩ Gracilinanus) (Lestodelphys ϩ Thylamys)), whereas 170 trees support (Cryptonanus (Gracilinanus (Lestodelphys ϩ Thylamys))), and 170 trees support (Gracilinanus (Cryptonanus (Lestodelphys ϩ Thylamys))). Obviously there is no objective criterion in Percent Completeness a of New Terminal Taxa such results for preferring any one of these hypotheses over the others.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 207,
                        "end": 215,
                        "text": "figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PHYLOGENETIC ANALYSES",
                "sec_num": null
            },
            {
                "text": "Known collecting localities of Cryptonanus are widely dispersed among a variety of tropical, subtropical, and temperate biomes between 7Њ and 35ЊS latitude ( fig. 7) . Although most of the ecological regions in which the genus has been taken-Caatinga, Cerrado, Chaco, Pantanal, and Pampas-are predominantly covered with savannas or other kinds of open vegetation, a few collection localities (e.g., 20, 23) are in mostly forested regions. However, the genus does not appear to have been collected in Amazonian rainforests, nor in the wet-tropical coastal zone of the Atlantic rainforest (Mata Atlantica).",
                "cite_spans": [
                    {
                        "start": 399,
                        "end": 402,
                        "text": "20,",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 403,
                        "end": 406,
                        "text": "23)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 158,
                        "end": 165,
                        "text": "fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BIOGEOGRAPHY AND NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Only a few of the specimens we examined are accompanied by habitat information, but several aspects of these scant data are noteworthy (table 13) . First, all explicit descriptions record terrestrial captures of Cryptonanus, despite the fact that other sympatric marsupials were taken in trees. For example, P. Myers trapped one specimen of C. chacoensis (UMMZ 126105) on the ground in a marsh at Tobatí, Paraguay (locality 27), where a single specimen of Gracilinanus agilis (UMMZ 126104) had been caught the previous day about 2 m above the ground on a liana-covered tree in a nearby forest. Second, four of the eight available habitat descriptions mention marshes, the grassy borders of marshes, or seasonally flooded grasslands, which are unusual ecological circumstances for small didelphid marsupials. Third, two of the eight accounts mention anthropogenic habitats (woodpiles, houses), which are likewise seldom visited by most small didelphids.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 145,
                        "text": "(table 13)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "BIOGEOGRAPHY AND NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Detailed habitat information is available from just one site from which vouchered captures of Cryptonanus have been reported. As described in field notes recorded by Barbara Phillips (personal commun.), two specimens of C. unduaviensis (IGP 154, 157) were trapped on a ''forest island'' consisting of a few bushes growing on a low hummock surrounded by seasonally flooded grasslands near the biological station of El Refugio in the Bolivian department of Santa Cruz (fig. 7: locality 13) . 11 Situated in the floodplain of the Río Paraguá, this habitat ( fig. 8 ) is characterized by standing water in the rainy season, but local soils dry out in the austral winter when plants suffer from a water deficit and fires are common. Woody plants are restricted to a peculiar topographic feature of this landscape (Killeen, 1998: 71-72 ",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 245,
                        "text": "(IGP 154,",
                        "ref_id": null
                    },
                    {
                        "start": 246,
                        "end": 250,
                        "text": "157)",
                        "ref_id": null
                    },
                    {
                        "start": 461,
                        "end": 487,
                        "text": "Cruz (fig. 7: locality 13)",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 492,
                        "text": "11",
                        "ref_id": null
                    },
                    {
                        "start": 808,
                        "end": 829,
                        "text": "(Killeen, 1998: 71-72",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 555,
                        "end": 561,
                        "text": "fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BIOGEOGRAPHY AND NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Inundated shrub savannas or termite pampas . . . are extensive grasslands covered by thousands of termite mounds that give this habitat a distinctive physiognomy. Termite mounds usually are located on top of a small platform 0.5-1.5 m higher than the surrounding flooded plains; this provides enough elevation above maximum water levels for trees and shrubs to grow. . . . Termite platforms are important for several species of animals who use them as nesting habitat and as a refuge during the rainy season.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "):",
                "sec_num": null
            },
            {
                "text": "Lacking any obvious semiaquatic adaptations, Cryptonanus unduaviensis is presumably among those species for which shrubby termite mounds are important seasonal rufugia. Essentially similar wetlands (locally known as pampas or patanos) are extensively 11 The two specimens of Cryptonanus unduaviensis collected at this locality were taken in Sherman traps placed inside larger funnel traps installed along a drift fence to capture snakes. Sherman traps were routinely placed in such situations at El Refugio to prevent captured rodents from chewing holes in the nylon mesh from which the snake traps were constructed (L.H. Emmons, personal commun.). Massoia and Fornes (1972) characterized a small marsupial that they called Marmosa agilis chacoensis as an inhabitant of gallery forests, but they also noted captures in osier (Salix sp.) plantations and in thickets of pampas grass (Cortaderia sp.) and bulrushes (Scirpus giganteus). Nests that appeared to have been occupied by this species, manufactured from various materials, were found in tree holes and branches from near ground level to 1.6 m above the ground. Numerous skulls, mandibles, and other skeletal elements were recovered from the regurgitated pellets of the owl Tyto alba.",
                "cite_spans": [
                    {
                        "start": 251,
                        "end": 253,
                        "text": "11",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "):",
                "sec_num": null
            },
            {
                "text": "On the assumption that Massoia and Fornes's (1972) material-which we have not seen-was correctly identified, Cryptonanus might plausibly be considered an inhabitant of ecotonal habitats in mosaics of wet grasslands and forest. Such mosaics are widespread in most of the biomes where specimens have been collected, and anthropogenic habitats (e.g., agricultural fields and weedy secondary growth around houses) might resemble natural ecotones in certain essential structural features. Where Cryptonanus occurs sympatrically with Gracilinanus in trop-ical and subtropical landscapes (e.g., at localities represented in table 13), it is possible that it is more consistently associated with nonforest vegetation than where it occurs allopatrically at temperate latitudes (the main source of Massoia and Fornes' observations), but such conjectures are perhaps premature in the absence of appropriately designed transect-trapping studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "):",
                "sec_num": null
            },
            {
                "text": "Phylogenetic analyses of the morphological and molecular data at hand suggest that Cryptonanus and Gracilinanus are reciprocally monophyletic taxa, but other aspects of their historical relationships are not consistently indicated by our results. However, large Bremer and bootstrap values in the IRBP analysis ( fig. 5 ) and in the combineddata analysis without Chacodelphys ( fig. 6 ) provide impressive support for the hypothesis that Cryptonanus and Gracilinanus belong to a clade that also includes Lestodelphys and Thylamys. The position of Marmosops as the closest sister group to this clade is moderately to strongly supported by the same analyses. By contrast, the nonmolecular data analyzed separately do not strongly support the recovered consensus pattern of relationships among these and other higher didelphines ( fig. 4) , whereas combined-data analyses that include Chacodel- Fig. 6 . Strict consensus of 510 equally most-parsimonious trees discovered by a heuristic parsimony analysis of the combined (nonmolecular ϩ IRBP) data with Chacodelphys omitted (see text). Only ingroup (didelphine) relationships are illustrated; ''caluromyine'' outgroups (Glironia venusta, Caluromysiops irrupta, Caluromys lanatus, C. philander) are not shown. Bremer support and bootstrap values are provided above and below each branch, respectively. See table 12 for other tree statistics. Fig. 7 . Known collection localities of Cryptonanus based on specimens examined (ⅷ) and literature records (Ⅵ). Localities based on specimens examined are keyed to numbered entries in the gazetteer (appendix 3). The following collection localities in Argentina are from Massoia and Fornes (1972) : a, Formosa, Pozo del Tigre (24Њ54ЈS, 60Њ19ЈW; Paynter, 1995) ; b, Misiones, Río Urugua-í (25Њ54ЈS, 54Њ36ЈW; Paynter, 1995) ; c, Entre Ríos, Brazo Largo (33Њ47ЈS, 58Њ36ЈW; Paynter, 1995); d, Buenos Aires, Zárate (34Њ06ЈS, 59Њ02ЈW; Paynter, 1995) ; e, Buenos Aires, Campana (34Њ10ЈS, 58Њ57ЈW; Paynter, 1995) .",
                "cite_spans": [
                    {
                        "start": 1658,
                        "end": 1683,
                        "text": "Massoia and Fornes (1972)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1732,
                        "end": 1746,
                        "text": "Paynter, 1995)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1794,
                        "end": 1808,
                        "text": "Paynter, 1995)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1916,
                        "end": 1930,
                        "text": "Paynter, 1995)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1977,
                        "end": 1991,
                        "text": "Paynter, 1995)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 313,
                        "end": 319,
                        "text": "fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 378,
                        "end": 384,
                        "text": "fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 828,
                        "end": 835,
                        "text": "fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 892,
                        "end": 898,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1388,
                        "end": 1394,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "phys lack any useful resolution (see footnote 10, above).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Despite their superficial similarity, at least with respect to external morphological characters, Cryptonanus and Gracilinanus do not appear as sister taxa in any of the analyses reported here. Therefore, ranking them as distinct genera is the only phylogenetically defensible option consistent with stable binomial nomenclature. Other alternatives (e.g., treating all of the species herein referred to Cryptonanus, Gracilinanus, Lesto- Ecological Information Associated with Specimens of Cryptonanus delphys, and Thylamys as congeneric) would needlessly disrupt traditional taxonomic usage for ecologically and morphologically divergent groups of species that are usefully known by different generic names.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is an interesting fact that adding Chacodelphys to the earlier versions of our nonmolecular and combined-data analyses resulted in a net increase in phylogenetic resolution (Voss et al., 2004a) , whereas Chacodelphys is now acting to decrease resolution in more taxonomically comprehensive analyses of the same character data. To more fully explore the latter phenomenon, we calculated the average number of nodes that differ between MPTs recovered in the latest combined-data analyses with and without Chacodelphys. On average, the 437 MPTs recovered by the analysis with Chacodelphys differed by 13.4 nodes, whereas the 510 MPTs recovered in the analysis without Chacodelphys differed (on average) by only 9.0 nodes. This result suggests that Chacodelphys is now acting as a ''wildcard'' taxon (sensu Nixon and Wheeler, 1992 ) that can occupy numerous relatively deep positions in parsimony-equivalent trees. Obtain-ing sequence data from this problematic terminal, currently known only from the type skin and skull, is a clear priority for future work.",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 196,
                        "text": "(Voss et al., 2004a)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 806,
                        "end": 829,
                        "text": "Nixon and Wheeler, 1992",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Much remains to be learned about the taxonomy, distribution, and natural history of Cryptonanus, all of which are worthy topics for future research. In particular, the distinctness of the five species provisionally recognized above remains to be demonstrated convincingly. Sequence data from rapidly evolving mitochondrial genes such as cytochrome b and collections from geographically intermediate localities would both be useful for evaluating whether these names represent evolutionarily distinct lineages or weakly differentiated populations of a single geographically variable species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although Cryptonanus ranges from tropical to temperate latitudes, the genus may be even more widely distributed than currently available records suggest. We expect that pitfall trapping in savanna landscapes, a relatively recent practice, will soon provide abundant new material that may fill in many of the distributional gaps apparent in our geographic data and might result in substan-NO. 3482 AMERICAN MUSEUM NOVITATES Fig. 8 . Two views of seasonally flooded termite savannas near El Refugio in the Bolivian department of Santa Cruz (appendix 3, locality 13). Top: General aspect with grass-dominated microhabitat (flooded to a depth of ca. 20 cm during the rainy season; Killeen, 1998) in foreground. Bottom: Closeup with ''tree islands'' (woody vegetation growing on emergent termite platforms) where two specimens of Cryptonanus unduaviensis were trapped in August 2001. Both photos courtesy of L.H. Emmons. tial range extensions. For example, many vertebrate taxa that are widespread in the Chaco and Cerrado also occur on Ilha de Marajó and in isolated Amazonian savannas, where it would not be surprising to find Cryptonanus as well.",
                "cite_spans": [
                    {
                        "start": 677,
                        "end": 691,
                        "text": "Killeen, 1998)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 423,
                        "end": 429,
                        "text": "Fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History (voss@amnh.org).2 Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History (lunde@amnh.org).3 Department of Ecology, Evolution, and Behavior; and J.F. Bell Museum of Natural History; University of Minnesota (jansa003@tc.umn.edu).Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three species of Cryptonanus that usually have selfwhitish or self-buffy ventral fur (C. agricolai, C. chacoensis, and C. unduaviensis) occur sympatrically with Gracilinanus agilis, which usually has distinctly graybased ventral fur. Allopatric congeners, however, are differently marked. Cryptonanus guahybae, for example, has gray-based ventral fur, and some species of Gracilinanus (e.g., G. emiliae) have self-whitish ventral fur.Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We note that there are some taxonomic differences in the expression of this character in Gracilinanus, with G. aceramarcae having the longest rostral processes and G. agilis the shortest among the congeneric taxa we examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A heuristic parsimony analysis of the supermatrix that included Chacodelphys resulted in a strict consensus topology with a large basal polytomy among the following nine clades: Tlacuatzin, Chacodelphys, Monodelphis, Marmosa ϩ Micoureus, Metachirus ϩ the large 2n ϭ 22 opossums, Marmosops, Cryptonanus, Gracilinanus, and Thylamys ϩ Lestodelphys. Relationships within each of these clades were the same as those illustrated in figure 6 except for a complete loss of resolution within Thylamys ϩ Lestodelphys.Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "As always, we are grateful to the curators and collection support personnel of the many museums that loaned us specimens or hosted our visits during the course of this research, including especially Paula Jenkins and Richard Sabin (BMNH), Bruce Patterson and Bill Stanley (FMNH), Luis Flammarion (MNRJ), Jorge Salazar and Bill Gannon (MSB), Robert Owen and Noe de la Sancha (TTU), Phil Myers and Steve Hinshaw (UMMZ), Al Gardner and Linda Gordon (USNM), and Hans Baagoe and Jeppe Møhl (ZMUC). Louise Emmons, Phil Myers, and Barbara Phillips kindly extracted data from their field notes and generously allowed us to use them. Pat Wynne drew figures 1, 2, 3, and 7 with her characteristic grace and accuracy. Useful comments on previous drafts of the manuscript were generously provided by David Flores, Alfred L. Gardner, and an anonymous reviewer.This research was partially supported by a grant from the National Science Foundation (DEB-0211952) and supplementary funding from the University of Minnesota and the American Museum of Natural History (Division of Vertebrate Zoology: Taxonomic Mammalogy Fund).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "The specimens newly sequenced for this report are listed below by Latin binomial, geographic origin (country, province/department/state, locality name), and museum catalog number (in parentheses; see Materials and Methods for institutional acronyms). Other identifying numbers associated with samples preserved in institutional tissue collections are provided in square brackets. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX 2 NEW SPECIMENS SEQUENCED FOR IRBP",
                "sec_num": null
            },
            {
                "text": "Below are listed all localities from which we examined specimens of Cryptonanus in the course of this study. Italicized place names are those of the largest political divisions (state/department/ province) within countries; boldface identifies collection localities as they appear in the text of this report. Unless recorded by the collector, geographic coordinates and elevation above sea level (in meters, m) are provided in square brackets with a cited secondary source for these data. The species name, name(s) of collector(s), and date(s) of collection are separated from the locality entry by a colon. Numbered localities are plotted on the accompanying map ( fig. 7 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 666,
                        "end": 672,
                        "text": "fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "APPENDIX 3 GAZETTEER",
                "sec_num": null
            },
            {
                "text": "Complete lists of all issues of the Novitates and the Bulletin are available at World Wide Web site http://library.amnh.org/pubs. Inquire about ordering printed copies via e-mail from scipubs@amnh.org or via standard mail from: American Museum of Natural History, Library-Scientific Publications, Central Park West at 79th St., New York, NY 10024. TEL: (212) 769-5545. FAX: (212) 769-5009.a This paper meets the requirements of ANSI/NISO Z39.48-1992 (Permanence of Paper).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ARGENTINA",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Postweaning ontogeny of the skull of Didelphis albiventris",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Abdala",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Flores",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Giannini",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Mammalogy",
                "volume": "82",
                "issue": "",
                "pages": "190--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abdala, F., D.A. Flores, and N.P. Giannini. 2001. Postweaning ontogeny of the skull of Didelphis albiventris. Journal of Mammalogy 82: 190- 200.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Mammals of Bolivia, taxonomy and distribution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "231",
                "issue": "",
                "pages": "1--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, S. 1997. Mammals of Bolivia, taxon- omy and distribution. Bulletin of the American Museum of Natural History 231: 1-652.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Revista del Museo Argentino de Ciencias Naturales",
                "authors": [],
                "year": null,
                "venue": "Ciencias Zoológicas)",
                "volume": "4",
                "issue": "",
                "pages": "1--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Catálogo de los mamíferos de América del Sur [part 1]. Revista del Museo Argentino de Ciencias Naturales ''Bernardino Rivadavia'' (Ciencias Zoológicas) 4: 1-307.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Karyotypes of nineteen marsupial species from Brazil",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Carvalho",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F B"
                        ],
                        "last": "Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Nunes",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Mattevi",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Mammalogy",
                "volume": "83",
                "issue": "",
                "pages": "58--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carvalho, B.A., L.F.B. Oliveira, A.P. Nunes, and M.S. Mattevi. 2002. Karyotypes of nineteen marsupial species from Brazil. Journal of Mam- malogy 83: 58-70.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Phylogeography and systematic notes on two species of gracile mouse opossums, genus Gracilinanus (Marsupialia: Didelphidae) from Brazil",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Costa",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "L R"
                        ],
                        "last": "Leite",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Proceedings of the Biological Socity of",
                "volume": "116",
                "issue": "",
                "pages": "275--292",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Costa, L.P., Y.L.R. Leite, and J.L. Patton. 2003. Phylogeography and systematic notes on two species of gracile mouse opossums, genus Gra- cilinanus (Marsupialia: Didelphidae) from Bra- zil. Proceedings of the Biological Socity of Washington 116: 275-292.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A new species of gracile mouse opossum, genus Gracilinanus (Didelphimorphia: Didelphidae), from Argentina",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Flores",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Mammalogy",
                "volume": "83",
                "issue": "",
                "pages": "824--833",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Díaz, M.M., D.A. Flores, and R.M. Barquez. 2002. A new species of gracile mouse opos- sum, genus Gracilinanus (Didelphimorphia: Didelphidae), from Argentina. Journal of Mam- malogy 83: 824-833.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Gazetteer of Paraguay",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Dma",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DMA, 1992. Gazetteer of Paraguay. Washington, DC: Defense Mapping Agency.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Cranial ontogeny of Lutreolina crassicaudata (Didelphidae): a comparison with Didelphis albiventris",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Flores",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Giannini",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Abdala",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Acta Theriologica",
                "volume": "48",
                "issue": "",
                "pages": "1--9",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Flores, D.A., N.P. Giannini, and F. Abdala. 2003. Cranial ontogeny of Lutreolina crassicaudata (Didelphidae): a comparison with Didelphis al- biventris. Acta Theriologica 48: 1-9.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Order Didelphimorphia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Mammal species of the world",
                "volume": "",
                "issue": "",
                "pages": "15--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, A.L. 1993. Order Didelphimorphia. In D.E. Wilson and D.M. Reeder (editors), Mam- mal species of the world, 2nd ed.: 15-23. Washington, DC: Smithsonian Institution Press.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Order Didelphimorphia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Mammal species of the world",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, A.L. 2005. Order Didelphimorphia. In D.E. Wilson and D.M. Reeder (editors), Mam- mal species of the world, 3nd ed.: [in press].",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A new generic name for Tate's microtarsus group of South American mouse opossums (Marsupialia: Didelphidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Creighton",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "102",
                "issue": "",
                "pages": "3--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, A.L., and G.K. Creighton. 1989. A new generic name for Tate's microtarsus group of South American mouse opossums (Marsupialia: Didelphidae). Proceedings of the Biological So- ciety of Washington 102: 3-7.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Marmosidae, Marsupialia): a taxonomic review with notes on general morphology and relationships",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Fieldiana Zoology (New Series)",
                "volume": "39",
                "issue": "",
                "pages": "1--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz, P. 1992. The South American gracile mouse opossums, genus Gracilinanus Gardner and Creighton, 1989 Marmosidae, Marsupia- lia): a taxonomic review with notes on general morphology and relationships. Fieldiana Zool- ogy (New Series) 39: 1-56.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "International code of zoological nomenclature",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iczn",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ICZN. 1999. International code of zoological no- menclature, 4th ed. London: International Trust for Zoological Nomenclature.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Phylogenetic studies on didelphid marsupials I. Introduction and preliminary results from nuclear IRBP gene sequences",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Jansa",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Mammalian Evolution",
                "volume": "7",
                "issue": "",
                "pages": "43--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jansa, S.A., and R.S. Voss. 2000. Phylogenetic studies on didelphid marsupials I. Introduction and preliminary results from nuclear IRBP gene sequences. Journal of Mammalian Evo- lution 7: 43-77.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "A biological assessment of Parque Nacional Noel Kempff Mercado",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Killeen",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Conservation International",
                "volume": "10",
                "issue": "",
                "pages": "61--85",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Killeen, T.J. 1998. Vegetation and flora of Parque Nacional Noel Kempff Mercado. In T.J. Killeen and T.S. Schulenberg (editors), A biological as- sessment of Parque Nacional Noel Kempff Mercado, Bolivia (RAP Working Papers 10): 61-85. Washington, DC: Conservation Inter- national.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The species of living marsupials: an annotated list",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A W"
                        ],
                        "last": "Kirsch",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Calaby",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "The biology of marsupials",
                "volume": "",
                "issue": "",
                "pages": "9--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirsch, J.A.W., and J.H. Calaby. 1977. The spe- cies of living marsupials: an annotated list. In B. Stonehouse and G. Gilmore (editors), The biology of marsupials: 9-26. Baltimore: Uni- versity Park Press.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "DNA/DNA hybridization studies of carnivorous marsupials. V. A further estimate of relationships among opossums (Marsupialia: Didelphidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A W"
                        ],
                        "last": "Kirsch",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Mammalia",
                "volume": "59",
                "issue": "",
                "pages": "403--425",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirsch, J.A.W., and R.E. Palma. 1995. DNA/DNA hybridization studies of carnivorous marsupi- als. V. A further estimate of relationships among opossums (Marsupialia: Didelphidae). Mammalia 59: 403-425.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Novo catálogo do material-tipo da coleção de mamíferos do Museu Nacional",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Langguth",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L A G"
                        ],
                        "last": "Limeira",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Franco",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Museu Nacional",
                "volume": "70",
                "issue": "",
                "pages": "1--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langguth, A., V.L.A.G. Limeira, and S. Franco. 1997. Novo catálogo do material-tipo da cole- ção de mamíferos do Museu Nacional. Publi- cações Avulsas do Museu Nacional 70: 1-29.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Presencia y rasgos etoecológicos de Marmosa agilis chacoensis Tate en las provincias de Buenos Aires",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Massoia",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fornes",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Revista de Investigaciones Agropecuarias",
                "volume": "9",
                "issue": "",
                "pages": "71--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Massoia, E., and A. Fornes. 1972. Presencia y ras- gos etoecológicos de Marmosa agilis chacoen- sis Tate en las provincias de Buenos Aires, En- tre Ríos, y Misiones (Mammalia-Marsupialia- Didelphidae). Revista de Investigaciones Agro- pecuarias (Serie 1), Biología y Producción Animal 9: 71-82.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Didelphia ou Mammalia-Ovovivipara",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "De"
                        ],
                        "last": "Miranda-Ribeiro",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Revista do Museu Paulista",
                "volume": "20",
                "issue": "",
                "pages": "245--424",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miranda-Ribeiro, A.de. 1936. Didelphia ou Mam- malia-Ovovivipara. Revista do Museu Paulista 20: 245-424.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Alguns mamíferos colecionados no nordeste do Brasil com a descrição de duas espécies novas e notas de campo",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moojen",
                        "suffix": ""
                    }
                ],
                "year": 1943,
                "venue": "Boletim do Museu Nacional (Nova Série) Zoologia",
                "volume": "1",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moojen, J. 1943. Alguns mamíferos colecionados no nordeste do Brasil com a descrição de duas espécies novas e notas de campo. Boletim do Museu Nacional (Nova Série) Zoologia 1: 1- 14 ϩ 3 pls.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Extinction and the origin of species",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "C"
                        ],
                        "last": "Nixon",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [
                            "D"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nixon, K.C., and Q.D. Wheeler. 1992. Extinction and the origin of species. In M.J. Novacek and Q.D. Wheeler (editors), Extinction and phylog- eny: 119-143. New York: Columbia University Press.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The karyotypes of two South American mouse opossums of the genus Thylamys (Marsupialia: Didelphidae), from the Andes, and eastern Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "108",
                "issue": "",
                "pages": "1--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Palma, R.E. 1995. The karyotypes of two South American mouse opossums of the genus Thy- lamys (Marsupialia: Didelphidae), from the An- des, and eastern Paraguay. Proceedings of the Biological Society of Washington 108: 1-5.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Phylogeny of southern South American mouse opossums (Thylamys, Didelphidae) based on allozyme and chromosomal data",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Yates",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Zeitschrift für Säugetierkunde",
                "volume": "63",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Palma, R.E., and T.L. Yates. 1998. Phylogeny of southern South American mouse opossums (Thylamys, Didelphidae) based on allozyme and chromosomal data. Zeitschrift für Säuge- tierkunde 63: 1-15.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Relationships among didelphid marsupials based on sequence variation in the mitochondrial cytochrome b gene",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Reis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N F"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Mammalian Evolution",
                "volume": "3",
                "issue": "",
                "pages": "3--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J.L., S.F. dos Reis, and M.N.F. da Silva. 1996. Relationships among didelphid marsupi- als based on sequence variation in the mito- chondrial cytochrome b gene. Journal of Mam- malian Evolution 3: 3-29.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Ornithological gazetteer of Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R.A., Jr. 1989. Ornithological gazetteer of Paraguay, 2nd ed. Cambridge, MA: Museum of Comparative Zoology (Harvard University).",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Ornithological gazetteer of Bolivia",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R.A., Jr. 1992. Ornithological gazetteer of Bolivia, 2nd ed. Cambridge, MA: Museum of Comparative Zoology (Harvard University).",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Ornithological gazetteer of Argent ina",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Museum of Comparative Zoology (Harvard University)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R.A., Jr. 1995. Ornithological gazetteer of Argent ina, 2nd ed. Cambridge, MA: Mu- seum of Comparative Zoology (Harvard Uni- versity).",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Ornithological gazetteer of Brazil (2 vols.). Cambridge",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Traylor",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R.A., Jr., and M.A. Traylor, Jr. 1991. Or- nithological gazetteer of Brazil (2 vols.). Cam- bridge, MA: Museum of Comparative Zoology (Harvard University).",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "New conclusions on the relationships of the opossum-like marsupials, with an annotated classification of the Didelphimorphia",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "A"
                        ],
                        "last": "Reig",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A W"
                        ],
                        "last": "Kirsch",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Ameghiniana",
                "volume": "21",
                "issue": "",
                "pages": "335--343",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reig, O.A., J.A.W. Kirsch, and L.G. Marshall. 1985. New conclusions on the relationships of the opossum-like marsupials, with an annotated classification of the Didelphimorphia. Amegh- iniana 21: 335-343.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "PAUP*, Phylogenetic analysis using parsimony",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford, D.L. 1998. PAUP*, Phylogenetic anal- ysis using parsimony, beta version 4.0b10. Sun- derland, MA: Sinauer Associates.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Brief diagnoses of twenty-six apparently new forms of Marmosa (Marsupialia) from South America",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H H"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "American Museum Novitates",
                "volume": "493",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tate, G.H.H. 1931. Brief diagnoses of twenty-six apparently new forms of Marmosa (Marsupia- lia) from South America. American Museum Novitates 493: 1-14.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "A systematic revision of the marsupial genus Marmosa with a discussion of the adaptive radiation of the murine opossums (Marmosa)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H H"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "66",
                "issue": "",
                "pages": "1--250",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tate, G.H.H. 1933. A systematic revision of the marsupial genus Marmosa with a discussion of the adaptive radiation of the murine opossums (Marmosa). Bulletin of the American Museum of Natural History 66: 1-250 ϩ 26 pls.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "On the relationships of ''Marmosa'' formosa Shamel, 1930 (Marsupialia: Didelphidae), a phylogenetic puzzle from the Chaco of northern Argentina",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Jansa",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "American Museum Novitates",
                "volume": "3442",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., A.L. Gardner, and S.A. Jansa. 2004a. On the relationships of ''Marmosa'' formosa Shamel, 1930 (Marsupialia: Didelphidae), a phylogenetic puzzle from the Chaco of northern Argentina. American Museum Novitates 3442: 1-18.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Phylogenetic studies on didelphid marsupials II. Nonmolecular data and new IRBP sequences: separate and combined analyses of didelphine relationships with denser taxon sampling",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Jansa",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "276",
                "issue": "",
                "pages": "1--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., and S.A. Jansa. 2003. Phylogenetic studies on didelphid marsupials II. Nonmolec- ular data and new IRBP sequences: separate and combined analyses of didelphine relation- ships with denser taxon sampling. Bulletin of the American Museum of Natural History 276: 1-82.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The mammals of Paracou, French Guiana: a Neotropical rainforest fauna. Part 2. Nonvolant species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "263",
                "issue": "",
                "pages": "1--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., D.P. Lunde, and N.B. Simmons. 2001. The mammals of Paracou, French Guiana: a Neotropical rainforest fauna. Part 2. Nonvolant species. Bulletin of the American Museum of Natural History 263: 1-236.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "An introduction to Marmosops (Marsupialia: Didelphidae), with the description of a new species from Bolivia and notes on the taxonomy and distribution of other Bolivian congeners",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Yensen",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Tarifa",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "American Museum Novitates",
                "volume": "3466",
                "issue": "",
                "pages": "1--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., E. Yensen, and T. Tarifa. 2004b. An introduction to Marmosops (Marsupialia: Di- delphidae), with the description of a new spe- cies from Bolivia and notes on the taxonomy and distribution of other Bolivian congeners. American Museum Novitates 3466: 1-40.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Jordfundne og nulevende Pungdyr (Marsupialia) fra Lagoa Santa, Minas Geraes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Winge",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Brasilien. E Museo Lundii",
                "volume": "2",
                "issue": "",
                "pages": "1--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Winge, H. 1893. Jordfundne og nulevende Pung- dyr (Marsupialia) fra Lagoa Santa, Minas Ger- aes, Brasilien. E Museo Lundii 2(II): 1-132 ϩ",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "NEW MORPHOLOGICAL MATERIAL SCORED FOR PHYLOGENETIC ANALYSIS Skins, skulls, and fluid-preserved material that we examined to score morphological characters for didelphid taxa whose relationships are newly analyzed in this report (i.e., those not previously analyzed by Voss and Jansa",
                "authors": [],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NEW MORPHOLOGICAL MATERIAL SCORED FOR PHYLOGENETIC ANALYSIS Skins, skulls, and fluid-preserved material that we examined to score morphological characters for didelphid taxa whose relationships are newly analyzed in this report (i.e., those not previously analyzed by Voss and Jansa [2003] or Voss et al.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Juvenile skulls: FMNH 114667. Fluid specimens: MSB 70752. Gracilinanus aceramarcae-Skins: AMNH 72568, LSU 17897, MVZ 171411",
                "authors": [],
                "year": null,
                "venue": "UMMZ 125243. Subadult skulls: BMNH 99.11.17.1. Juvenile skulls: none. Fluid specimens: MZUSP 32097. Thylamys pusillus-Skins: AMNH 275440, 275442; MSB 67016. Adult skulls: AMNH 246444",
                "volume": "70700",
                "issue": "",
                "pages": "32094--32096",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "are listed below. Cryptonanus chacoensis-Skins: UMMZ 126105, USNM 236329. Adult skulls: UMMZ 126105, 134552, 137143; USNM 236329. Sub- adult skulls: AMNH 167851. Juvenile skulls: BMNH 11.11.19.23. Fluid specimens: UMMZ 134552 (parous adult female). Cryptonanus unduaviensis-Skins: AMNH 209150, 209153, 209154; FMNH 114658, 114665. Adult skulls: AMNH 209150, 209152- 209155; FMNH 114658. Subadult skulls: AMNH 262401, FMNH 114664. Juvenile skulls: FMNH 114667. Fluid specimens: MSB 70752. Gracilinanus aceramarcae-Skins: AMNH 72568, LSU 17897, MVZ 171411. Adult skulls: AMNH 72568, LSU 17897, MVZ 171411, UMMZ 156004. Subadult skulls: none. Juvenile skulls: none. Fluid specimens: UMMZ 156004. Gracilinanus agilis-Skins: MVZ 197437- 197441. Adult skulls: MVZ 197437-197441. Subadult skulls: none. Juvenile skulls: AMNH 133224. Fluid specimens: MVZ 197649, 197651, 197652, 197655. Gracilinanus emiliae-Skins: AMNH 203363, BMNH 9.3.9.10. Adult skulls: AMNH 203363, MUSM 15292, ROM 35466. Subadult skulls: AMNH 267006. Juvenile skulls: ROM 33807, USNM 385066. Fluid specimens: AMNH 267006, MUSM 15292 (parous adult female), ROM 35465 (parous adult female). Thylamys macrurus-Skins: MSB 70700, MZUSP 32094-32096, UMMZ 125243. Adult skulls: BMNH 3.4.7.21, MSB 70700, MZUSP 32094-32096, UMMZ 125243. Subadult skulls: BMNH 99.11.17.1. Juvenile skulls: none. Fluid specimens: MZUSP 32097. Thylamys pusillus-Skins: AMNH 275440, 275442; MSB 67016. Adult skulls: AMNH 246444, 246448, 275440, 275442, 275445, 275446; MSB 67016, 87105. Subadult skulls: AMNH 246449; UMMZ 155837, 155840. Juve- nile skulls: AMNH 246452; UMMZ 155838, 155839, 155841. Fluid specimens: UMMZ 156026, 156029, 156030, 156032 (parous adult female).",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Cryptonanus chacoensis (coll. F. Contino",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Paynter",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, 1995]: Cryptonanus chacoensis (coll. F. Contino, 10 November 1961) and C. ignitus (coll. F. Contino, 28 March 1962).",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "13Њ11ЈS, 64Њ13ЈW), 230 m: Cryptonanus unduaviensis",
                "authors": [
                    {
                        "first": "Campo",
                        "middle": [],
                        "last": "Beni",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Alegre",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beni, Campo Alegre (13Њ11ЈS, 64Њ13ЈW), 230 m: Cryptonanus unduaviensis (coll. B.H.F. Bol, 11 September 1994).",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Cryptonanus unduaviensis (coll. M.L. Kuns",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Paynter",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, 1992]: Cryptonanus unduaviensis (coll. M.L. Kuns, 13 June 1969).",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Río Itenez: Cryptonanus unduaviensis",
                "authors": [
                    {
                        "first": "Anderson",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, 1997] on Río Itenez: Cryptonanus unduaviensis (coll. S. Anderson and A. Xime- nez, 15-19 September 1964).",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Cryptonanus unduaviensis (coll. M. L. Kuns",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Beni",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Joaquín",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beni, San Joaquín [13Њ04ЈS, 64Њ49ЈW; Ander- son, 1997]: Cryptonanus unduaviensis (coll. M. L. Kuns, 7 May-5 June 1964, 14 June 1966).",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Pitiguaya [ca. 16Њ21ЈS, 67Њ47ЈW; Anderson",
                "authors": [
                    {
                        "first": "La",
                        "middle": [],
                        "last": "Paz",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "La Paz, Pitiguaya [ca. 16Њ21ЈS, 67Њ47ЈW; An- derson, 1997], 5600-5800 ft [1707-1768 m]: Cryptonanus unduaviensis (coll. G.H.H. Tate, 10-12 May 1926).",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Cryptonanus unduaviensis",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Cruz",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Caranda",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Cruz, 2 km S Caranda [17Њ33ЈS, 63Њ32ЈW; Anderson, 1997]: Cryptonanus un- duaviensis (coll. R.L. Humphrey, 10 August 1987).",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "4 km N and 1 km W Santiago de Chiquitos (18Њ18ЈS, 59Њ36ЈW), 700 m: Cryptonanus unduaviensis",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Cruz",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Cruz, 4 km N and 1 km W Santiago de Chiquitos (18Њ18ЈS, 59Њ36ЈW), 700 m: Cryptonanus unduaviensis (coll. D.W. Moore, 1 October 1984).",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Crato [7Њ14ЈS, 39Њ23ЈW, 422 m; Paynter and Traylor",
                "authors": [],
                "year": 1936,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRAZIL 15. Ceará, Crato [7Њ14ЈS, 39Њ23ЈW, 422 m; Payn- ter and Traylor, 1991]: Cryptonanus agricolai (coll. A.L. de Carvalho, 26 September 1936).",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "20 km NW Colinas do Sul [ca.14Њ12ЈS, 48Њ03ЈW",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Goiás",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goiás, 20 km NW Colinas do Sul [ca.14Њ12ЈS, 48Њ03ЈW; Paynter and Traylor, 1991]: Cryptonanus agricolai (collector and date unknown).",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Negra region on left bank Rio Bagagem [ca. 17 km NW of locality 16",
                "authors": [
                    {
                        "first": "Serra",
                        "middle": [],
                        "last": "Goiás",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goiás, Serra Negra region on left bank Rio Bagagem [ca. 17 km NW of locality 16;",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Cryptonanus agricolai (collector and date unknown)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Flamarion",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L. Fla- marion, in litt.]: Cryptonanus agricolai (collec- tor and date unknown).",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Lagoa Santa [19Њ38ЈS, 43Њ53ЈW, 760 m; Paynter and Traylor",
                "authors": [
                    {
                        "first": "Minas",
                        "middle": [],
                        "last": "Gerais",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Minas Gerais, Lagoa Santa [19Њ38ЈS, 43Њ53ЈW, 760 m; Paynter and Traylor, 1991]: Cryptonanus agricolai (coll. J. Reinhardt, 14 March 1855-29 September 1856).",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Cryptonanus guahybae (collector and date unknown)",
                "authors": [
                    {
                        "first": "Rio",
                        "middle": [],
                        "last": "Grande Do Sul",
                        "suffix": ""
                    },
                    {
                        "first": "São",
                        "middle": [],
                        "last": "Lourenço",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rio Grande do Sul, São Lourenço [31Њ22ЈS, 51Њ58ЈW, sea level; Paynter and Traylor, 1991]: Cryptonanus guahybae (collector and date un- known).",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Cryptonanus guahybae (coll. H. von Ihering, date unknown)",
                "authors": [],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rio Grande do Sul, Taquara (29Њ39ЈS, 50Њ47ЈW, 29 m; Paynter and Traylor, 1991): Cryptonanus guahybae (coll. H. von Ihering, date unknown).",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Estancia Doñ a Julia (20Њ11ЈS, 58Њ10ЈW, 60 m): Cryptonanus chacoensis (coll. TTU field party",
                "authors": [],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "14--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alto Paraguay, Estancia Doñ a Julia (20Њ11ЈS, 58Њ10ЈW, 60 m): Cryptonanus cha- coensis (coll. TTU field party, 14-16 February 1996).",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Río Tebicuary: Cryptonanus chacoensis",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Caazapá",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Estancia Dos Marias (26Њ46ЈS, 56Њ32ЈW)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caazapá, Estancia Dos Marias (26Њ46ЈS, 56Њ32ЈW), Río Tebicuary: Cryptonanus cha- coensis (coll. G. D'Elia, 7 May 2001).",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "km N Curuguaty [ca. 24Њ31ЈS, 55Њ42ЈW, 255 m; Paynter",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Canendiyú",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Canendiyú, 13.3 km N Curuguaty [ca. 24Њ31ЈS, 55Њ42ЈW, 255 m; Paynter, 1989]: Cryptonanus chacoensis (coll. P. Myers, 17 July 1979).",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Palmar de las Islas (19Њ38Ј S, 60Њ37Ј W): Cryptonanus chacoensis",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Chaco",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chaco, Palmar de las Islas (19Њ38Ј S, 60Њ37Ј W): Cryptonanus chacoensis (coll. H. Amarilla, 5 May 1997).",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Cryptonanus chacoensis",
                "authors": [],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cordillera, 1.6 km S Tobatí [25Њ15ЈS, 57Њ04ЈW, ca. 100 m; Paynter, 1989]): Crypto- nanus chacoensis (coll. P. Myers, 1 September 1978).",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Cryptonanus chacoensis",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Paynter",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, 1989]: Crypto- nanus chacoensis (coll. W. Foster, 10 August- 11 September 1903).",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "Estancia La Victoria (23Њ40ЈS, 58Њ35ЈW, 120 m): Cryptonanus chacoensis (coll. TTU party",
                "authors": [
                    {
                        "first": "Presidente",
                        "middle": [],
                        "last": "Hayes",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Presidente Hayes, Estancia La Victoria (23Њ40ЈS, 58Њ35ЈW, 120 m): Cryptonanus cha- coensis (coll. TTU party, 4 August 1995). downloaded from ftp://ftp.amnh.org/pub/ mammalogy. Caluromys lanatus: 01100 00002 00020 01100",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Dorsal and ventral cranial views of Cryptonanus unduaviensis (A, B, AMNH 209152) and Gracilinanus agilis (C, D, MVZ 197437) illustrating generic differences discussed in the text.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "Lateral cranial and mandibular views of Cryptonanus unduaviensis (A, AMNH 209152) and Gracilinanus agilis(B, MVZ 197437)  illustrating generic differences discussed in the text.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "text": "Labial views of C1-P3 in Cryptonanus chacoensis (A, UMMZ 126105) and Gracilinanus agilis (B, UMMZ 134005) illustrating generic differences in the occurrence of accessory canine cusps and in the relative heights of P2 versus P3 (see text).",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "text": "Strict consensus of 1080 equally most-parsimonious trees discovered by a heuristic parsimony analysis of nonmolecular characters. Only ingroup (didelphine) relationships are illustrated; ''caluromyine'' outgroups (Glironia venusta, Caluromysiops irrupta, Caluromys lanatus, C. philander) are not shown. Bremer support and bootstrap values are provided above and below each branch, respectively. See table 12 for other tree statistics.NO. 3482 AMERICAN MUSEUM NOVITATES",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF4": {
                "text": "Strict consensus of 27 equally most-parsimonious trees discovered by a heuristic parsimony analysis of IRBP exon 1 sequence data. Only ingroup (didelphine) relationships are illustrated; ''caluromyine'' outgroups (Glironia venusta, Caluromysiops irrupta, Caluromys lanatus, C. philander) are not shown. Bremer support and bootstrap values are provided above and below each branch, respectively. See table 12 for other tree statistics. Characteristics and Tree Statistics from Parsimony Analyses of Four Datasets distributed elsewhere in eastern Bolivia, notably along the floodplain of the Río Iténez where a much larger series of C. unduaviensis was collected at the Pampa de Meio (fig. 7: locality 7) by S. Anderson and A. Ximenez in 1964.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF1": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF2": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF3": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>Continued )</td></tr></table>",
                "num": null
            },
            "TABREF4": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF6": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF8": {
                "text": "(Both specimens are paratypes from Rio Grande do Sul, Brazil.)",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF10": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF11": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>(All tabulated measurements are from Bolivian specimens.)</td></tr></table>",
                "num": null
            },
            "TABREF12": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td>(Thylamys ϩ Lestodelphys)) and the remain-</td></tr><tr><td>ing six form another (Metachirus (Monodel-</td></tr><tr><td>phis (Chironectes (Lutreolina (Philander ϩ</td></tr><tr><td>Didelphis))))). With the exception of Mar-</td></tr><tr><td>mosa, Micoureus, and Thylamys, all genera</td></tr><tr><td>represented by multiple species in this anal-</td></tr><tr><td>ysis were recovered as monophyletic groups.</td></tr><tr><td>Bremer and bootstrap support for most</td></tr><tr><td>clades are generally low with the conspicu-</td></tr><tr><td>ous exception of the genus Monodelphis, a</td></tr><tr><td>group consisting of the large 2n ϭ 22 opos-</td></tr><tr><td>sums (Chironectes, Lutreolina, Philander,</td></tr><tr><td>Didelphis), and Thylamys ϩ Lestodelphys.</td></tr></table>",
                "num": null
            },
            "TABREF13": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF14": {
                "text": "",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            }
        }
    }
}