{
    "paper_id": "VossandMarcus1992-MorphologicalevolutioninmuroidrodentsII",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:36:01.072695Z"
    },
    "title": "MORPHOLOGICAL EVOLUTION IN MUROID RODENTS II. CRANIOMETRIC FACTOR DIVERGENCE IN SEVEN NEOTROPICAL GENERA, WITH EXPERIMENTAL RESULTS FROM ZYGODONTOMYS",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Voss' And",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The American Museum ofNatural History",
                "location": {
                    "addrLine": "Central Park West at 79th Street",
                    "postCode": "10024",
                    "settlement": "New York",
                    "region": "NY",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Leslie",
            "middle": [
                "F"
            ],
            "last": "Marcus",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The American Museum ofNatural History",
                "location": {
                    "addrLine": "Central Park West at 79th Street",
                    "postCode": "10024",
                    "settlement": "New York",
                    "region": "NY",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "First principal components extracted from covariance matrices of log-transformed eraniodental measurements closely approximate general size factors within field-collected samples representing 14 species in seven Neotropical muroid genera; because these samples are mixedcross-sectional, scores are age-correlated and coefficients reflect postweaning growth allometries. Compared between congeners, sample first principal component coefficients are very similar, an observation that implies a nearly parallel orientation ofontogenetic trajectories in log-measurement space. On the assumption that a common general size factor (estimated as the first principal component ofthe pooled-within covariance matrix) accounts for most of the observed measurement covariance within samples, size-adjusted differences between congeneric species were estimated variable-by-variable in separate analyses of covariance; these differences reflect developmental adjustments of craniodental morphology that precede the measured interval of postweaning ontogeny. Vectors of size-adjusted difference coefficients are not similar from genus to genus, and a diversity of causal mechanisms is probably responsible. Analyses of captive-bred samples from two \"species\" of Zygodontomys provide prima facie evidence that size-adjusted differences estimated from field-collected samples have a genetic basis. Postweaning growth allometries in the muroid head skeleton may be conserved due to the biomechanical constraints of masticatory function; the apparent evolutionary plasticity of earlier ontogenetic adjustments may reflect the absence of such constraints in the fetus or suckling pup. The relevance of these results for current theories concerning the developmental genetics of mammalian morphometric evolution is discussed.",
    "pdf_parse": {
        "paper_id": "VossandMarcus1992-MorphologicalevolutioninmuroidrodentsII",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "First principal components extracted from covariance matrices of log-transformed eraniodental measurements closely approximate general size factors within field-collected samples representing 14 species in seven Neotropical muroid genera; because these samples are mixedcross-sectional, scores are age-correlated and coefficients reflect postweaning growth allometries. Compared between congeners, sample first principal component coefficients are very similar, an observation that implies a nearly parallel orientation ofontogenetic trajectories in log-measurement space. On the assumption that a common general size factor (estimated as the first principal component ofthe pooled-within covariance matrix) accounts for most of the observed measurement covariance within samples, size-adjusted differences between congeneric species were estimated variable-by-variable in separate analyses of covariance; these differences reflect developmental adjustments of craniodental morphology that precede the measured interval of postweaning ontogeny. Vectors of size-adjusted difference coefficients are not similar from genus to genus, and a diversity of causal mechanisms is probably responsible. Analyses of captive-bred samples from two \"species\" of Zygodontomys provide prima facie evidence that size-adjusted differences estimated from field-collected samples have a genetic basis. Postweaning growth allometries in the muroid head skeleton may be conserved due to the biomechanical constraints of masticatory function; the apparent evolutionary plasticity of earlier ontogenetic adjustments may reflect the absence of such constraints in the fetus or suckling pup. The relevance of these results for current theories concerning the developmental genetics of mammalian morphometric evolution is discussed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The rodent superfamily Muroidea comprises about 1,135 Recent species in 261 genera (Carleton and Musser, 1984) , representing approximately 25% of extant mammalian diversity at these taxonomic levels. Muroid systematics is largely based on craniodental morphology, an emphasis that reflects the remarkable anatomical variety ofthe head skeleton even among closely related lineages (Fig. 1) , and museum collections therefore contain abundant skeletal material for comparative studies. Because many species can be raised economically under controlled laboratory conditions, muroids also provide tractable experimental models for morphometric research. Despite these advantages for understanding the developmental and genetic causes ofmammalian morphological evolution, population and species differences in muroid eraniodental anatomy have seldom been investigated except as a basis for classification.",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 110,
                        "text": "(Carleton and Musser, 1984)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 381,
                        "end": 389,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Interpretations of geographic variation and species differences are conspicuously absent from an extensive literature on muroid skeletal genetics. Empirical research with Mus musculus and Rattus norvegicus (e.g., Atchley and Rutledge, 1980; Atchley etal., 1981 Atchley etal., , 1982 Atchley etal., , 1985 Leamy, 1974 Leamy, , 1977 Leamy, , 1982a Leamy, , 1982b ; Leamy and Atchley, 1984) has yielded detailed information about the heritable and environmental determinants of osteometric variation within domesticated populations, but the larger relevance of these studies for understanding patterns of skeletal divergence among natural populations and species is obscure. What is essentially missing are biologically meaningful descriptions of the evolutionary phenomena to be explained; such descriptions should facilitate interpretation, insofar as possible, in terms of the developmental processes through which genes and environments affect the skeletal phenotype (Riska, 1989 ). The present series of reports FIG . I. Contrasting craniodental morphologies of four muroid rodents; all illustrated species are South American representatives. of the complex-penis division of the subfamily Sigmodontinae (see Carleton and Musser, 1984) . Upperleft, Ichthyomystweedii (AMNH 71383); upper right Galenomys garleppi (AMNH 246947); lower left, Oxymycterus rutilans (AMNH 246947); lower right, Sigmodontomys alfari (AMNH 63342). describes craniodenta1 divergence among closely related muroid populations and species by factors, latent variables whose explanatory functions are identified by prior analyses of within-sample variation, by external evidence ofontogenetic causality, and by experiment.",
                "cite_spans": [
                    {
                        "start": 213,
                        "end": 240,
                        "text": "Atchley and Rutledge, 1980;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 241,
                        "end": 260,
                        "text": "Atchley etal., 1981",
                        "ref_id": null
                    },
                    {
                        "start": 261,
                        "end": 282,
                        "text": "Atchley etal., , 1982",
                        "ref_id": null
                    },
                    {
                        "start": 283,
                        "end": 304,
                        "text": "Atchley etal., , 1985",
                        "ref_id": null
                    },
                    {
                        "start": 305,
                        "end": 316,
                        "text": "Leamy, 1974",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 317,
                        "end": 330,
                        "text": "Leamy, , 1977",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 331,
                        "end": 345,
                        "text": "Leamy, , 1982a",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 360,
                        "text": "Leamy, , 1982b",
                        "ref_id": null
                    },
                    {
                        "start": 363,
                        "end": 387,
                        "text": "Leamy and Atchley, 1984)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 968,
                        "end": 980,
                        "text": "(Riska, 1989",
                        "ref_id": null
                    },
                    {
                        "start": 1014,
                        "end": 1017,
                        "text": "FIG",
                        "ref_id": null
                    },
                    {
                        "start": 1211,
                        "end": 1237,
                        "text": "Carleton and Musser, 1984)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Craniometric variation within and among natural populations of the Neotropical muroid Zygodontomys brevicauda was analyzed by Voss et al, (1990) . The first principal component of the covariance matrix oflog-transformed measurements accounts for a large fraction of the total variation within population samples of this species, and the pattern of multivariate allometry quantified by sample first principal component coefficients is similar from population to population. First principal component scores are age-dependent within field-collected samples, and age-and sexdependent among captive-bred specimens, but measurement variation residual to the first principal component within samples is essentially free of age and sex effects.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 144,
                        "text": "Voss et al, (1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Craniometric variation among populations of Z. brevicauda was analyzed by fitting a path model that incorporates a common general size factor (approximated by the first principal component ofthe pooledwithin covariance matrix) and a vector of size-adjusted group-difference coefficients (after Bookstein et al., 1985) . In this explanatory framework, general-size divergence between samples could reflect allelic substitutions or environmental differences with general effects on postweaning growth, sample discrepancies in age or sex composition, or some combination ofthese causes. Size-adjusted differences between samples, however, are ageand sex-invariant and represent the anatomically restricted (nongeneral) effects of developmental processes that precede the measured interval of ontogeny (roughly from weaning to senescence).",
                "cite_spans": [
                    {
                        "start": 294,
                        "end": 317,
                        "text": "Bookstein et al., 1985)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the absence oftractable models for statistical analysis based on more detailed information about developmental physiology, the preceding path decomposition accomplishes a coarse but useful partitioning of sample mean differences. When necessary assumptions concerning the data are satisfied, the estimated parameters of the model (general-size and size-adjusted coefficients) have different ontogenetic explanations and provide meaningful quantities for evolutionary interpretation. By contrast, multivariate comparisons that ignore within-sample dependence structure are causally uninformative, and those that adjust for the full covariance matrix (rather than for biologically explicable sources of covariance) are difficult to interpret when correlations among measured variables are large (Humphries et al., 1981; Mitchell-Olds and Shaw, 1987; Crespi and Bookstein, 1989) .",
                "cite_spans": [
                    {
                        "start": 796,
                        "end": 820,
                        "text": "(Humphries et al., 1981;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 821,
                        "end": 850,
                        "text": "Mitchell-Olds and Shaw, 1987;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 851,
                        "end": 878,
                        "text": "Crespi and Bookstein, 1989)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this report, we analyze species samples from six additional Neotropical muroid genera to determine whether or not the statistical assumptions and biological interpretations of the path model previously applied to Zygodontomys also obtain for related lineages. We explore the diversity of morphometric adjustments that accompany muroid interspecific divergence, searching for patterns that might reflect the existence of constraints on craniodental form change, and we test the hypothesis that estimated parameters ofthe path model have a genetic basis by comparing analyses of field-collected and captive-bred samples from two \"species\" of Zygodontomys. In a concluding discussion, we suggest that the results of path-modeled analyses of population and species differences are not inconsistent with current quantitative-genetic and developmental models ofmammalian morphometric variability, and we propose that analyses of comparative data should be a future priority of mammalian developmental genetics research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Context. -Our samples represent two \"species\" from each of seven Neotropical genera in the muroid subfamily Sigmodontinae: Akodon, Oryzomys, Oxymycterus, Rheomys, Rhipidomys, Sigmodon, and Zygodontomys. Samples were selected on the basis of specimen availability in museum collections. Not all of the 14 \"species\" analyzed here are formally recognized (with Latin binomials) in the taxonomic literature, but each pair of congeneric samples exhibits divergence in craniodental dimensions equivalent to that frequently observed between reproductive-ly isolated lineages (e.g., all posterior assignments to sample are correct in pairwise discriminant analyses). In this report, the term species (without quotes) therefore denotes morphologically distinguishable (diagnosable) populations regardless oftheir currently recognized taxonomic status.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 188,
                        "text": "Sigmodontinae: Akodon, Oryzomys, Oxymycterus, Rheomys, Rhipidomys, Sigmodon, and",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Field-Collected Samples. -Most of our field-collected samples (Table 1) consist of specimens trapped from local populations over a reasonably short time (several months to one year), but a few are more spatiotemporally heterogeneous. For each sample, we measured anatomically normal specimens with completely erupted molar dentitions, excluding any with molars worn below the widest parts oftheir crowns; the ontogenetic interval represented by specimens selected according to these criteria is roughly from weaning to senescence.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 62,
                        "end": 71,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Captive-Bred Samples. -Captive breeding colonies of Zygodontomys brevicauda were established from foundation stocks collected at the same localities as the wild samples ZYGI and ZYG2 (Table 1 ). The collection dates and effective population size of the foundation stock from Hato El Frio (the locality ofZYG1) were reported by Voss et aI. (1990) . The foundation stock from Tobago (the locality of ZYG2) consisted of 13 females and 11 males collected in January 1989 within a few kilometers of the town of Charlotteville (11°19'N, 60 0 3 3 ' W ) .",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 345,
                        "text": "Voss et aI. (1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 183,
                        "end": 191,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Within each genetic stock \"El Frio\" and \"Tobago\"), wild-caught animals were randomly assigned to breeding pairs, the laboratory-conceived offspring of which constituted the first captive-bred generation (G 1). All ofthe captive-bred specimens analyzed in this report are G 1 animals raised under identical conditions of physical containment, ambient temperature, photoperiod, and nutrition (described in detail by Voss et al., 1992) . Both captive-bred samples consist of60 females in 20 full-sib families with one specimen in each of three classes aged 42,84, and 168 days from birth. Whereas Voss et al. (1990) analyzed sex effects among captive-bred El Frio specimens, captive-bred Tobago males were not available for measurement, and the analyses ofpopulation differences reported herein are therefore restricted to a single sex. All ofthe captive-bred specimens whose measure- Voss et al. (1990: Fig. 1) ; definitions of the osteological endpoints were provided by Voss (1991) . Briefly, measurement extrema are small, well-defined anatomical regions that can be regarded as homologous from form to form among the taxa represented here. Criteria for measurement choice, details of the measurement protocol, and determinations of measurement repeatability were reported by VOSS et ai. (1990) . Except as noted, all statistical analyses are of measurement values transformed to natural logarithms. Univariate means and standard deviations are not tabulated in this report, but all of the measurement data for fieldcollected and captive-bred samples are available on diskette from the authors.",
                "cite_spans": [
                    {
                        "start": 414,
                        "end": 432,
                        "text": "Voss et al., 1992)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 594,
                        "end": 612,
                        "text": "Voss et al. (1990)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 882,
                        "end": 900,
                        "text": "Voss et al. (1990:",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 970,
                        "end": 981,
                        "text": "Voss (1991)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1289,
                        "end": 1295,
                        "text": "(1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 901,
                        "end": 908,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Principal Components Analysis within Samples. -We extracted principal components from sample covariance matrices of log-transformed measurements following the recommendations of Jolicoeur (1963) , Morrison (1976) , and Bookstein et al. (1985) . The comparison of normalized principal component coefficients by vector inner products, the application of bootstrap resampling to evaluate sample eigenstructure, and the use ofAnderson's x 2 statistic to test the distinctness ofadjacent eigenvalues were explained by Voss et ai. (1990) . A convenient formula for the computation of principal component residuals was provided by Marcus (1991) .",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 194,
                        "text": "Jolicoeur (1963)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 197,
                        "end": 212,
                        "text": "Morrison (1976)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 219,
                        "end": 242,
                        "text": "Bookstein et al. (1985)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 513,
                        "end": 531,
                        "text": "Voss et ai. (1990)",
                        "ref_id": null
                    },
                    {
                        "start": 624,
                        "end": 637,
                        "text": "Marcus (1991)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Effects of Age and Sex. -Field-collected samples from natural populations of muroids are irremediably mixed-cross-sectional (sensu Cock, 1966) , comprising specimens ofdiverse and unknown ages. Because muroid cranial growth is indeterminate, molar toothwear (an index of relative age; Voss et al., 1990) provides useful external evidence for ontogenetic causality in exploratory analyses of sample factor structure.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 142,
                        "text": "Cock, 1966)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 285,
                        "end": 303,
                        "text": "Voss et al., 1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Rather than grouping specimens into coarse toothwear classes and employing twoway ANOVAs to quantify the joint effects of age and sex on morphometric variables (the tactic ofVoss et al., 1990, but precluded by the smaller samples ofthe present study), we ranked specimens according to degree of molar attrition within samples representing one species from each genus except Sigmodon (the occlusal morphology of Sigmodon does not change appreciably as the tooth-crown erodes, and wear is consequently not a tractable age criterion in this genus; Chipman, 1965) . The variable \"toothwear rank\" (TWRANK in figures and tables) increases with advancing apparent age and its product-moment correlation with other measured or computed variables provides a heuristic measure of the effect of postweaning growth.",
                "cite_spans": [
                    {
                        "start": 545,
                        "end": 559,
                        "text": "Chipman, 1965)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Sexual size dimorphism is not conspicuous within field-collected samples of most muroid species, but sex differences are sometimes significant among captive-bred animals controlled for age, genealogy, and nurture. Sexual dimorphism in craniodental dimensions of captive-bred Zygodontomys brevicauda is largely attributable to general size differences (Voss et al., 1990 ). In the present context of size-adjusted comparisons, we tested for the effects of sex (within samples) on measurement values residual to PCl, and on principal components after the first, with two-tailed Student's-t tests.",
                "cite_spans": [
                    {
                        "start": 351,
                        "end": 369,
                        "text": "(Voss et al., 1990",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "Path Analysis ofSpecies Differences. -Interspecific divergence was analyzed by fitting the path model illustrated in Figure 2 (see Bookstein et al., 1985; and Rohlf and Bookstein, 1987) . The model partitions mean differences between samples in measured dimensions, XI ... X m caused by group (species) divergence, G, in accordance with knowledge obtained by prior analyses of within-sample factor structure. On the assumption that general-size coefficients, Sl . . . Sm are similar in each sample, the divergence of multivariate sample means is interpreted as caused by a group effect on general size, IJ.S, together with a vector of general-size-invariant group effects, d, ... Bookstein et al., 1985) . General size (S) is the latent cause of maximum within-sample covariation among observed measurement variables X, ... X n • General size coefficients (sI ••• Sn) are estimated as the elements of the first eigenvector of the pooled-within covariance matrix. Group difference (G) induces sample divergence in general size (~S) as well as size-invariant differences (d, ... d n ) ; the d, are estimated variable-byvariable as group mean differences adjusted for general size in separate ANCOVAs.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 154,
                        "text": "Bookstein et al., 1985;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 155,
                        "end": 185,
                        "text": "and Rohlf and Bookstein, 1987)",
                        "ref_id": null
                    },
                    {
                        "start": 680,
                        "end": 703,
                        "text": "Bookstein et al., 1985)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 719,
                        "end": 722,
                        "text": "(S)",
                        "ref_id": null
                    },
                    {
                        "start": 856,
                        "end": 867,
                        "text": "(sI ••• Sn)",
                        "ref_id": null
                    },
                    {
                        "start": 1026,
                        "end": 1030,
                        "text": "(~S)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 117,
                        "end": 125,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Systematic",
                "sec_num": null
            },
            {
                "text": "We estimated general-size coefficients as the elements of the first eigenvector of the pooled-within covariance matrix of logarithms. The coefficients of general-size-invariant differences were estimated by separate analyses of covariance:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "d.:",
                "sec_num": null
            },
            {
                "text": "X ij k = I, + Gd i + SiSj + eijk",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "d.:",
                "sec_num": null
            },
            {
                "text": "where Xijk is the (log-transformed) value of measurement variable Xi for specimen} in group (species) k, Ii is the intercept of the line with slope s, passing through the sample centroid ofthe smaller species, G is an index of group (sample) membership that takes the value \"0\" for specimens of the smaller species and \"1\" for specimens of the larger species, d, is the size-adjusted group effect of interest (signed to reflect the transformation from the species of smaller general size to the larger species), s, is the common major-axis regression of variable Xi on size, S, is the size score of specimen}, and eijk is an error term unexplained by the model. For comparisons of relative magnitude, and to compute specimen scores on generalsize-invariant factor axes, the size-adjusted coefficients d, ... d; were normalized. The resulting vectors are highly correlated with the sheared-second-principal-component solution ofBookstein et al. (1985) and Rohlf and Bookstein (1987) , but we prefer the formal framework ofANCOVA for testing the homogeneity of regression slopes and the significance of mean effects associated with the (separately computed) ds. Voss et al. (1990) employed G as a label for the size-invariant factor scores computed by the sheared-principal-components algorithm, but this usage is confusing because ofthe formal role ofG as a dummy variable denoting group membership in the path model (B. Riska, pers. comm.) . Instead, we introduce the more explicit notation~d.X, for the size-adjusted effects of group (species) divergence.",
                "cite_spans": [
                    {
                        "start": 944,
                        "end": 950,
                        "text": "(1985)",
                        "ref_id": null
                    },
                    {
                        "start": 955,
                        "end": 981,
                        "text": "Rohlf and Bookstein (1987)",
                        "ref_id": null
                    },
                    {
                        "start": 1160,
                        "end": 1178,
                        "text": "Voss et al. (1990)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1420,
                        "end": 1439,
                        "text": "Riska, pers. comm.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "d.:",
                "sec_num": null
            },
            {
                "text": "within Field-Collected Samples The following patterns of variation and dependence in the raw (untransformed) measurement data are common to all fieldcollected samples: (1) The mean (m) and standard deviation (s) are highly correlated, with an average within-sample coefficient, rm.S' of 0.94. (2) Coefficients of variation (V = 100s/m) are largest for measurements of the facial skeleton (LD, LIF, BR, BPB, BZP) and incisors (DI), and least for measurements of the molar dentition (LM, BM 1) and neurocranium (LIB, BB); measurements ofthe orbital fossa (LOP) and cranial length (CIL) usually exhibit intermediate values of V. (3) Pairwise correlations among measurements of the facial skeleton, incisors, orbits, and cranial length are always large, positive, and statistically significant (P < 0.05); correlations of neurocranial measurements with each other and with nonmolar dimensions are generally smaller, but always positive and usually statistically significant; correlations of molar measurements with each other and with nonmolar dimensions are usually positive but always small and often insignificant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation and Covariation",
                "sec_num": null
            },
            {
                "text": "The total variance (of log-transformed measurements) and the first six eigenvalues of the covariance matrix of logarithms for each sample are provided in Table 3 . The variance associated with the first principal component (the first eigenvalue, L 1 ) ranges from 63 to 85% of the total, averaging 76% over all samples. The second eigenvalue is consistently about an order of magnitude less than the first, but subsequent eigenvalues decrease by much smaller amounts. Eigenvalues one to six account for an average 96% of the total sample variance. Of these, only the first is consistently distinct by Anderson's x 2 test criterion (Morrison, 1976;  p. 294, Eq. 10).",
                "cite_spans": [
                    {
                        "start": 631,
                        "end": 647,
                        "text": "(Morrison, 1976;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 648,
                        "end": 648,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 154,
                        "end": 161,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation and Covariation",
                "sec_num": null
            },
            {
                "text": "Normalized coefficients of the first principal component (Table 4) are similar for all samples. Measurements of the molar dentition (LM, BM1) have small coefficients that are occasionally negative, but coefficients of nonmolar variables are always positive. Neurocranial measurements (LIB, BB) have consistently smaller coefficients than other nonmolar dimensions. The average inner product (correlation coefficient) of congeneric sample vectors is 0.981; between sample vectors from different genera, the average correlation is 0.962.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 66,
                        "text": "(Table 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation and Covariation",
                "sec_num": null
            },
            {
                "text": "First principal component coefficients are robust to bootstrap resampling. The original-sample values tabulated here seldom differ by more than about 0.002 from the means of 1,000 replicated-sample values. Bootstrap-estimated mean first principal component coefficients divided by their standard errors always yield large (> 2.0) t-values for measurements of the incisors and facial skeleton, but t-values for molar and neurocranial measurements are usually small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation and Covariation",
                "sec_num": null
            },
            {
                "text": "The preceding results are consistent with those reported by Voss et al. (1990) : the first principal component of each sample covariance matrix of logarithms is large and well determined, with positive coefficients whose magnitudes reflect the same contrasts among measurement variables as revealed by univariate measures of relative variability and by pairwise correlations. Compared between close relatives, sample first principal component coefficients are very similar and, as direction cosines, indicate a nearly parallel orientation of the principal axes of these sample dispersions. Although first principal components with such characteristics could reasonably be described as \"size\" vectors, biological interpretation requires external evidence ofontogenetic causality.",
                "cite_spans": [
                    {
                        "start": 60,
                        "end": 78,
                        "text": "Voss et al. (1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation and Covariation",
                "sec_num": null
            },
            {
                "text": "Correlations of toothwear rank with untransformed measurements are always positive and generally large for nonmolar dimensions, but neurocranial measurements (LIB and BB) are sometimes only weakly correlated with toothwear (Table 5) . Molar (LM, BM 1)correlations with toothwear rank are seldom large. First principal component scores are highly correlated with toothwear in all samples (Fig. 3) , but residual log-measurement values are not (Table 6 ). Among specimens of equivalent toothwear rank, neither sex has consistently higher or lower scores on PC1, and Student's z-tests for sex differences in residual log-measurement values and scores on sample principal components after the first are never significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 223,
                        "end": 232,
                        "text": "(Table 5)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 387,
                        "end": 395,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 442,
                        "end": 450,
                        "text": "(Table 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects ofAge and Sex",
                "sec_num": null
            },
            {
                "text": "We interpret large measurement correlations with toothwear as evidence for postweaning growth, and we note that differences ofmagnitude oftoothwear correlations among measurement variables within samples are broadly consistent with well documented patterns of relative growth in the muroid head skeleton: dimensions of the incisors and facial skeleton usually continue to increase well beyond weaning, whereas the neurocranium completes growth early in postnatal life; except in the subfamily Arvicolinae (which is not represented here), muroid molars do not grow once they have erupted (for a review of muroid cranial growth studies, see Voss, 1988: pp. 362-366) . Large toothwear correlations with first principal component scores and not with residual measurement values provide compelling evidence that the former represents the effects of general postweaning growth, an equivalence that is discussed in greater detail by Voss et al. (1990) .",
                "cite_spans": [
                    {
                        "start": 639,
                        "end": 663,
                        "text": "Voss, 1988: pp. 362-366)",
                        "ref_id": null
                    },
                    {
                        "start": 926,
                        "end": 944,
                        "text": "Voss et al. (1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects ofAge and Sex",
                "sec_num": null
            },
            {
                "text": "Interspecific divergence is substantial in each genus. Mahalanobis distances (D) between field-collected species samples are 5.46 for Akodon, 4.12 for Oryzomys, 5.91 for Oxymycterus, 12.20 for Rheomys, 6.25 for Rhipidomys, 9.86 for Sigmodon, and 6.24 for Zygodontomys. Although some congeneric species differ conspicuously in size, ordinations of the combined-sample data (Fig. 4) suggest the overwhelming importance of size-invariant contrasts. When general size is oblique to the axes of such ordinations, however, the coefficients ofthe latter are biologically uninformative and interpretation must instead proceed from path-modeled analyses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 372,
                        "end": 380,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "I nterspecifu: Divergence",
                "sec_num": null
            },
            {
                "text": "The normalized coefficients of size-adjusted differences (the d, of Fig. 2 ) reveal a diversity of morphometric patterns (Table  7 ). Species differences in anatomical dimensions unaffected by general growth (LM, BMl) obviously must be represented by large coefficients, but some measurement variables that are strongly general-size-dependent within samples also exhibit conspicuous size-adjusted differences: length of '\" r-r-r-~oor-r-oor-'Oor o~l\"O'\\l.f)O-trll.f)C'l-OI\"ON N~O-(\"I\")(\"'l\"')'V(\"f\")--('f\"')C'l . . •",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 68,
                        "end": 74,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 121,
                        "end": 130,
                        "text": "(Table  7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "I nterspecifu: Divergence",
                "sec_num": null
            },
            {
                "text": "• : : the diastema (LD, in Akodon and Oxymycterus), breadth of the rostrum (BR, in Oryzomys) , breadth of the palatal bridge (BPB, in Sigmodon) , breadth ofthe zygomatic plate (BZP, in Rheomys) , and incisor depth (DI, in Akodon and Rheomys).",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 92,
                        "text": "(BR, in Oryzomys)",
                        "ref_id": null
                    },
                    {
                        "start": 125,
                        "end": 143,
                        "text": "(BPB, in Sigmodon)",
                        "ref_id": null
                    },
                    {
                        "start": 176,
                        "end": 193,
                        "text": "(BZP, in Rheomys)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I nterspecifu: Divergence",
                "sec_num": null
            },
            {
                "text": "• • I • • : • • . • • ! • . . . • . • • . Ql L- o U l/) U 0..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I nterspecifu: Divergence",
                "sec_num": null
            },
            {
                "text": "Between closely related species, even statistically significant differences are often visually subtle, and many of the morphological effects represented by large size-adjusted coefficients in Table 7 can be appreciated only by carefully examining large series of specimens. The skulls of Rheomys mexicanus (RHEl) and R. thomasi (RHE2), however, are distinctive enough to be usefully illustrated (Fig. 5) . Coefficients of sizeadjusted differences between these two species differ dramatically in sign (Table 7) , reflecting opposite transpositions ofparallel ontogenetic trajectories. For example, the broader palate of R. mexicanus is partly attributable to general size, but a substantial general-size-invariant increase is also involved (Fig. 6A) . By contrast, the incisors of R. mexicanus are significantly narrower than those of R. thomasi specimens of the same general size (Fig. 6B ) even though the univariate difference unadjusted for size is not significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 192,
                        "end": 199,
                        "text": "Table 7",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 403,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 501,
                        "end": 510,
                        "text": "(Table 7)",
                        "ref_id": null
                    },
                    {
                        "start": 740,
                        "end": 749,
                        "text": "(Fig. 6A)",
                        "ref_id": null
                    },
                    {
                        "start": 881,
                        "end": 889,
                        "text": "(Fig. 6B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "I nterspecifu: Divergence",
                "sec_num": null
            },
            {
                "text": "Captive-Bred Samples of Zygodontomys First principal components of the fieldcollected samples ZYG 1 and ZYG2 closely resemble those of Zygodontomys captivebred from foundation stocks collected at the same localities (Table 8 ). The correlation between first principal components of fieldcollected and captive-bred samples is 0.994 for El Frio (the locality ofZYG1), and 0.980 for Tobago (the locality ofZYG2). The correlation between captive-bred-sample vectors from El Frio and Tobago (0.995) is higher than the correlation between fieldcollected-sample vectors (0.987); the correlation between pooled estimates is 0.989.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 216,
                        "end": 224,
                        "text": "(Table 8",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons ofField-Collected and",
                "sec_num": null
            },
            {
                "text": "The normalized coefficients of size-adjusted differences between the field-collected samples ZYG 1 and ZYG2 are highly correlated with the homologous statistics for captive-bred samples from El Frio and Tobago (Table 9) ; the inner product between these vectors is 0.900 despite a few notice- and RHE2 (open circles) in the plane of the first two principal components computed from the combined-sample data (i.e., extracted from the total covariance matrix, T, in the notation of Rohlf and Bookstein, 1987) ; the subscript distinguishes these combined-sample vectors from the within-sample principal components employed elsewhere in our analyses. General size corresponds to the parallel major axes of these sample dispersions, which are oblique to PCl c and PC2 c ' Generalsize-invariant differences account for most of the between-sample variance in this projection. able discrepancies in sign and magnitude. The larger number of significant coefficients for captive-sample differences is partly a consequence ofsample size, but also reflects the increased statistical distance between the two genetic stocks when raised in a common environment (Fig. 7) .",
                "cite_spans": [
                    {
                        "start": 480,
                        "end": 506,
                        "text": "Rohlf and Bookstein, 1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 210,
                        "end": 219,
                        "text": "(Table 9)",
                        "ref_id": "TABREF7"
                    },
                    {
                        "start": 1147,
                        "end": 1155,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons ofField-Collected and",
                "sec_num": null
            },
            {
                "text": "A two-way analysis ofvariance testing for the fixed effects of species, age, and species",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparisons ofField-Collected and",
                "sec_num": null
            },
            {
                "text": "x age interaction (Table 10 ) reveals that general-size differences are highly significant (1) between captive-bred specimens of the same age from £1 Frio and Tobago, and (2) among age classes from the same population. Although substantially smaller than the Fvalues for main effects, the interaction term for general size is also significant (the mean size difference between l68-day-old TABLE7. Normalized coefficients ofsize-adjusted interspecific differences (the di ofFig. 2) for seven Neotropical muroid genera. Asterisks indicate the significance of associated mean effects estimated in separate ANCOVAs. Parenthetical coefficients were not tested for significance because the corresponding regression slopes differ. 5 . Cranial morphology ofRheomys mexicanus (from sample RHEl; left, AMNH 205320) and R. thomasi (from sample RHE2; right, MVZ 98799). Arrows identify dimensions that, adjusted for general size, are significantly smaller in the larger species (R. mexicanus) and therefore exhibit negative coefficients in Table 7 : BZP (breadth of the zygomatic plate) and DI (depth of the incisor).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 18,
                        "end": 27,
                        "text": "(Table 10",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 724,
                        "end": 725,
                        "text": "5",
                        "ref_id": null
                    },
                    {
                        "start": 1028,
                        "end": 1035,
                        "text": "Table 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons ofField-Collected and",
                "sec_num": null
            },
            {
                "text": "specimens from El Frio and Tobago is slightly greater than size differences at earlier ages). Differences in size-adjusted scores (~dXJ ofcaptive-bred specimens are highly significant between El Frio and Tobago, but not among age classes within populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coeffi",
                "sec_num": null
            },
            {
                "text": "Explanations of morphometric evolution that invoke latent variables assume that correlated variation in anatomical dimensions is caused by unobserved (and therefore unmeasured) factors (Bookstein et al., 1985; Rohlf and Bookstein, 1987; Crespi and Bookstein, 1989) . General size, an important element in most causal models for morphometric data analysis, represents the totality of genetic and environmental factors with general effects on growth; ifgrowth is disproportionate, general-size coefficients must reflect allometry for the residual variation to be biologically interpretable (Wright, 1932) . Because growth is only correlated with (not caused by) time, general-size effects are not eliminated from sample comparisons experimentally controlled (or statistically adjusted) for age (Strauss, 1987) and must be estimated per se to be identified.",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 209,
                        "text": "(Bookstein et al., 1985;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 210,
                        "end": 236,
                        "text": "Rohlf and Bookstein, 1987;",
                        "ref_id": null
                    },
                    {
                        "start": 237,
                        "end": 264,
                        "text": "Crespi and Bookstein, 1989)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 588,
                        "end": 602,
                        "text": "(Wright, 1932)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 792,
                        "end": 807,
                        "text": "(Strauss, 1987)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "First principal components extracted from covariance matrices oflog-transformed eraniodental measurements of mixed-crosssectional muroid samples closely approximate Wright's concept of general size. The correlation of first principal component scores with molar toothwear (in field-collected samples) and known age (in captivebred samples) supports this factor interpretation, as does the absence of age effects among the residuals. Equally compelling is the correspondence of first principal component coefficients as expressions of multivariate allometry (Jolicoeur, 1963; Bookstein et al., 1985; Strauss, 1987) with observed patterns of relative growth in the muroid cranium (Voss, 1988; Voss et al., 1990) .",
                "cite_spans": [
                    {
                        "start": 557,
                        "end": 574,
                        "text": "(Jolicoeur, 1963;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 575,
                        "end": 598,
                        "text": "Bookstein et al., 1985;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 599,
                        "end": 613,
                        "text": "Strauss, 1987)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 678,
                        "end": 690,
                        "text": "(Voss, 1988;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 691,
                        "end": 709,
                        "text": "Voss et al., 1990)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "General-size allometries appear to be highly conserved among the congeneric samples analyzed in this report and by Voss et al, (1990) : vectors of postweaning craniometric ontogeny are very nearly parallel in log-measurement space, and morphological divergence accompanying speciation must therefore be accomplished by other developmental mechanisms than postweaning relative growth rates. Complex biomechanical adjustments are required to maintain effective masticatory function over the course of postweaning ontogeny (Hurov et aI., 1988) , and it is possible that these constrain relative growth in many ofthe coossified craniodental structures that we measured. The prenatal or early postnatal morphogenetic processes responsible for the conspicuous size-adjusted craniodental differences between congeneric species samples, however, may be evolutionarily plastic because the incompletely mineralized head Although we possess insufficient information to suggest biologically meaningful explanations for every vector of size-adjusted interspecific contrasts computed here, two examples serve to illustrate the diversity of causal mechanisms that might be involved. In the genus Akodon (AKO in Table  7) , size-adjusted dental dimensions vary inversely with the size-adjusted dimensions measured between them: incisor depth (DI), molar length (LM), and molar breadth (BMl) increase as diastemallength (LD) and palatal breadth (BPB) decrease (see Voss et al., 1990: Fig. 1 , for an anatomical map of these dimensions). Explanations for this result could reasonably invoke simple developmental models that predict negative covariances between anatomically adjacent measurement variables (Riska, 1986) . Such covariances might be revealed by analyses ofsecondary factor structure within samples (after Wright, 1954 Wright, , 1968 and Bookstein et al., 1985) , but those exercises are beyond the scope of the present report.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 133,
                        "text": "Voss et al, (1990)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 520,
                        "end": 540,
                        "text": "(Hurov et aI., 1988)",
                        "ref_id": null
                    },
                    {
                        "start": 1448,
                        "end": 1473,
                        "text": "Voss et al., 1990: Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1687,
                        "end": 1700,
                        "text": "(Riska, 1986)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1801,
                        "end": 1813,
                        "text": "Wright, 1954",
                        "ref_id": null
                    },
                    {
                        "start": 1814,
                        "end": 1828,
                        "text": "Wright, , 1968",
                        "ref_id": null
                    },
                    {
                        "start": 1829,
                        "end": 1856,
                        "text": "and Bookstein et al., 1985)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1196,
                        "end": 1205,
                        "text": "Table  7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The largest coefficients of size-adjusted species differences in Rheomys (RHE in Table 7), by contrast, represent dimensions of the incisors, molars, palate, zygomatic plate, and neurocranium that are unlikely to covary as a consequence of simple developmental factors residual to general growth: some ofthese are anatomically nonadjacent structures that have no developmental precursors in common with others. Instead, functional analyses of the dentition and mandibular musculature, together with knowledge of somatosensory neuroanatomy, and ecology support the hypothesis that these structures covary among members of the muroid tribe Ichthyomyini (to which Rheomys belongs) as elements ofa complex trophic adaptation that is independent of body size (Voss, 1988) . Adaptive interpretations may be appropriate for many vectors of size-adjusted differences between populations and species, but testing such interpretations is difficult and alternative, nonadaptive explanations of interspecific character covariance should also be considered. An important but unexamined issue in many evolutionary and systematic studies, especially those that involve morphological comparisons at lower taxonomic levels, is whether observed sample differences reflect evolved genetic values or represent the environmentally induced responses of plastic phenotypes. The analyses reported here are consistent with the hypothesis that generalsize-adjusted differences between the fieldcollected samples of Zygodontomys from El Frio (ZYGl) and Tobago (ZYG2) have a genetic basis because those differences persist in captives raised under identical ex- ",
                "cite_spans": [
                    {
                        "start": 754,
                        "end": 766,
                        "text": "(Voss, 1988)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "FIG. 7. Ordination of the field-collected samples ZYGI and ZYG2 (A) and the captive-bred samples \"El Frio\" and \"Tobago\" (B) by general-size and size-adjusted difference factors. Specimens ofthe same genetic stock are identified by the same symbols in each plot: open triangles for ZYG1 and \"El Frio\"; open circles for ZYG2 and \"Tobago.\" temal-environmental conditions; a genetic basis for age-specific population differences in general size is also suggested by our captive-breeding results. We caution, however, that such simple \"common garden\" experiments on mammals cannot eliminate uterine-environmental and postnatal nursing factors as possible causes of observed population differences. A subsequent contri-bution in this series will report the results of crossing experiments with El Frio and Tobago stocks to test explicitly for the segregation ofMendelian determinants oftheir factor divergence. An elaborate developmental model for osteometric variation in the muroid mandible was recently proposed by Atchley and Hall (1991) as a paradigm for explaining TABLE 10. Results of two-way ANOVAs testing for the fixed effects of species, age, and species x age interaction on general size (S) and size-adjusted difference (~diXi) among captive-bred Zygodontomys from Hato El Frio and Tobago. In this balanced design, 20 female specimens are represented in each of three age classes for both species; degrees of freedom are therefore 1 for species, 2 for age, 2 for interaction, and 114 for error. evolutionary changes in complex morphological structures. They hypothesized that mandibular morphogenesis can be understood in terms offive \"developmental units\" that determine the growth dynamics of primordial cellular condensations: the number (n) of stem cells composing the initial condensation; the relative time (t) of initiation of the condensation; the rate (r) of subsequent cell division; the fraction (f) of the cell population that is mitotically active; and the rate of cell death (d). These cytological parameters of the preske1etal mandibular condensations, and of the adjoining primordia of muscular, vascular, and neural tissue with which the developing skeleton interacts, presumably exhibit variation and covariation that can, in principle, be decomposed into the familiar genetic and environmental components of quantitative genetic theory; therefore, \" ... having knowledge ofthe developmental units which produce a particular complex morphological structure permits quantitative genetic models to be applied to understand the mechanics of evolutionary change\" (op. cit., p. 141). Obviously, however, the statistical analysis ofcomparative data will seldom be informed by such detailed knowledge ofcellular phenomena, and must instead be based on more accessible information about developmental causality.",
                "cite_spans": [
                    {
                        "start": 1012,
                        "end": 1035,
                        "text": "Atchley and Hall (1991)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Size",
                "sec_num": null
            },
            {
                "text": "Although our analyses of muroid craniodental measurement data can only distinguish between the effects of general growth and those of preweaning morphogenetic events, the results underscore Atchley and Hall's perception of the evolutionary im- portance of early development. Unfortunately, a plethora of physiological mechanisms could be responsible for the precocious ontogeny of species differences, a fact with daunting implications for experimental research. Nevertheless, the evolutionary importance of any hypothesized source ofheritable morphological variation can be demonstrated only by analyzing comparative data, a hitherto neglected aspect of mammalian developmental genetics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Size",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank the following institutions for the use ofspecimens in their collections: the American Museum ofNatural History, New York (AMNH); the Fort Worth Museum of Science and History, Fort Worth (FWMSH); the Museo de Historia Natural La Salle, Caracas (MHNLS); the Museum of Michigan State University, East Lansing (MSU); the Museum of Vertebrate Zoology, Berkeley (MVZ); the University of Michigan Museum of Zoology, Ann Arbor (UMMZ); and the National Museum of Natural History, Washington (USNM).Fieldwork in Trinidad and Tobago was facilitated by the helpful staff of the Forest Division of the Ministry of Agriculture in Port ofSpain, especially Dr. C. James ofthe Wildlife Section. R.S.V. thanks M. E. Holden for field assistance in Tobago, and the Turpin family ofCharlotteville for their traditional hospitality to field biologists. We are grateful to V. Mayer and C. Gerstner for their skillful assistance with the laboratory colonies, and to G. DeAbreo for his expert preparation of skeletal material. It is a pleasure to acknowledge P. Wynne for her exceptional illustrations of muroid cranial morphology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A model for development and evolution of complex morphological structures",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Biol. Rev",
                "volume": "66",
                "issue": "",
                "pages": "101--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ATCHLEY, W. R., AND B. K. HALL. 1991. A model for development and evolution of complex mor- phological structures. Biol. Rev. 66:101-157.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Genetics of mandible form in the mouse",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Plummer",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "Riska"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Genetics",
                "volume": "111",
                "issue": "",
                "pages": "555--577",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ATCHLEY, W. R., A. A. PLUMMER, AND B. RISKA. 1985. Genetics of mandible form in the mouse. Genetics 111:555-577.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Genetic components ofsize and shape. 1. Dynamics ofcomponents of phenotypic variability and covariability during ontogeny in the laboratory rat",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Rutledge",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Evolution",
                "volume": "34",
                "issue": "",
                "pages": "1161--1173",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ATCHLEY, W. R., AND J. J. RUTLEDGE. 1980. Genetic components ofsize and shape. 1. Dynamics ofcom- ponents of phenotypic variability and covariability during ontogeny in the laboratory rat. Evolution 34:1161-1173.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Genetic components of size and shape. II. Multivariate covariance patterns in the rat and mouse skul!",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Rutledge",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Cowley",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Evolution",
                "volume": "35",
                "issue": "",
                "pages": "677--698",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ATCHLEY, W. R., J. J. RUTLEDGE, AND D. E. COWLEY. 1981. Genetic components of size and shape. II. Multivariate covariance patterns in the rat and mouse skul!. Evolution 35:1037-1055. ---. 1982. A multivariate statistical analysis of direct and correlated response to selection in the rat. Evolution 36:677-698.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Morphometries in evolutionary biology",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Humphries",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Acad. Nat. Sci. Philadelphia Spec. Pub!",
                "volume": "15",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOOKSTEIN, F. L., B. CHERNOFF, R. L. ELDER, J. M. HUMPHRIES, G. R. SMITH, AND R. E. STRAUSS. 1985. Morphometries in evolutionary biology. Acad. Nat. Sci. Philadelphia Spec. Pub!. 15.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Muroid rodents",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Orders and Families of Recent Mammals of the World",
                "volume": "",
                "issue": "",
                "pages": "289--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D., AND G. G. MUSSER. 1984. Muroid rodents, pp. 289-379. In S. Anderson and J. K. Jones, Jr. (eds.), Orders and Families of Recent Mammals of the World. Wiley, N.Y., USA.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Age determination of the cotton rat (Sigmodon hispidus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Chipman",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Tulane Studies Zoo!",
                "volume": "12",
                "issue": "",
                "pages": "19--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHIPMAN, R. K. 1965. Age determination of the cot- ton rat (Sigmodon hispidus). Tulane Studies Zoo!. 12:19-38.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Genetical aspects of growth and form in animals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Cock",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Q. Rev. BioI",
                "volume": "41",
                "issue": "",
                "pages": "131--190",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COCK, A. G. 1966. Genetical aspects of growth and form in animals. Q. Rev. BioI. 41:131-190.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A pathanalytic model for the measurement of selection on morphology",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Crespi",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Evolution",
                "volume": "43",
                "issue": "",
                "pages": "18--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CRESPI, B. J., AND F. L. BOOKSTEIN. 1989. A path- analytic model for the measurement of selection on morphology. Evolution 43:18-28.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Multivariate discrimination by shape in relation to size",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Humphries",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Poss",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Syst. Zool",
                "volume": "30",
                "issue": "",
                "pages": "291--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUMPHRIES, J. M., F. L. BOOKSTEIN, B. CHERNOFF, G. R. SMITH, R. L. ELDER, AND S. G. Poss. 1981. Multivariate discrimination by shape in relation to size. Syst. Zool. 30:291-308.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Growth allometry of craniomandibular muscles, tendons, and bones in the laboratory rat (Rattus norvegicus): Relationships to oromotor maturation and biomechanics of feeding",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hurov",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Henry-Ward",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Phrllips",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "R"
                        ],
                        "last": "Ger-Man",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Am. J. Anat",
                "volume": "182",
                "issue": "",
                "pages": "381--394",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HURov,J., W. HENRy-WARD, L. PHrLLIPS,AND R. GER- MAN. 1988. Growth allometry of craniomandibu- lar muscles, tendons, and bones in the laboratory rat (Rattus norvegicus): Relationships to oromotor maturation and biomechanics of feeding. Am. J. Anat. 182:381-394.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Genetic and environmental correlations of morphometric traits in randombred house mice",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Leamy",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "I 982a",
                "volume": "65",
                "issue": "",
                "pages": "267--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEAMY, L. 1974. Heritability of osteometric traits in a randombred population of mice. J. Hered. 65: 109-120. ---. 1977. Genetic and environmental correla- tions of morphometric traits in randombred house mice. Evolution 31:357-369. ---. I 982a. Morphometric studies in inbred and hybrid house mice. I. Patterns in the mean values. J. Hered. 73:171-176. ---. I 982b. Morphometric studies in inbred and hybrid house mice. II. Patterns in the variances. J. Hered. 73:267-272.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Morphometric integration in the rat (Rattus sp.) scapula",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Leamy",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "J. Zool. Lond",
                "volume": "202",
                "issue": "",
                "pages": "43--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEAMY, L., AND W. R. ATCHLEY. 1984. Morpho- metric integration in the rat (Rattus sp.) scapula. J. Zool. Lond. 202:43-56.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The multivariate generalization of the allometry equation",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jolicoeur",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Biometrics",
                "volume": "19",
                "issue": "",
                "pages": "497--499",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOLICOEUR, P. 1963. The multivariate generalization of the allometry equation. Biometrics 19:497-499.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Traditional morphometries",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Marcus",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Proceedings of the Michigan Morphometries Workshop",
                "volume": "",
                "issue": "",
                "pages": "77--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARCUS, L. F. 1991. Traditional morphometries, pp. 77-122. In F. J. Rohlf and F. L. Bookstein (eds.), Proceedings of the Michigan Morphometries Workshop. Spec. Pub!. Mus. Zool. Univ. Michigan No.2.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Regression analysis of natural selection: Statistical inference and biological interpretation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Mitchell-Olds",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Shaw",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Evolution",
                "volume": "41",
                "issue": "",
                "pages": "1149--1161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MITCHELL-OLDS, T., AND R. G. SHAw. 1987. Re- gression analysis of natural selection: Statistical in- ference and biological interpretation. Evolution 41: 1149-1161.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Multivariate Statistical Methods",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORRISON, D. F. 1976. Multivariate Statistical Methods, 2nd ed. McGraw-Hill, N.Y., USA.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Some models for development, growth, and morphometric correlation",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Riska",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Evolution",
                "volume": "40",
                "issue": "",
                "pages": "1303--1311",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RISKA, B. 1986. Some models for development, growth, and morphometric correlation. Evolution 40:1303-1311.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Composite traits, selection response, and evolution",
                "authors": [],
                "year": 1989,
                "venue": "Evolution",
                "volume": "43",
                "issue": "",
                "pages": "1172--1191",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---. 1989. Composite traits, selection response, and evolution. Evolution 43: 1172-1191.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Acomment on shearing as a method for \"size correction",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "L"
                        ],
                        "last": "Andf",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Syst. Zool",
                "volume": "36",
                "issue": "",
                "pages": "356--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF,F.J.,ANDF.L.BooKSTEIN. 1987. Acomment on shearing as a method for \"size correction.\" Syst. Zool. 36:356-367.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "On allometry and relative growth in evolutionary studies",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Syst. Zool",
                "volume": "31",
                "issue": "",
                "pages": "113--135",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STRAUSS, R. E. 1987. On allometry and relative growth in evolutionary studies. Syst. Zool. 31:113-135.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Systematics and ecology ofichthyomyine rodents (Muroidea): Patterns of morphological evolution in a small adaptive radiation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "188",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S. 1988. Systematics and ecology ofichthyo- myine rodents (Muroidea): Patterns of morpholog- ical evolution in a small adaptive radiation. Bull. Am. Mus. Nat. Hist. 188:259-493. ---. 1991. An introduction to the Neotropical muroid rodent genus Zygodontomys. Bull. Am. Mus. Nat. Hist. 210.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Husbandry, reproduction, and postnatal development of the Neotropical muroid rodent Zygodontomys brevicauda",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Mayer",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Donnelly",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Lab. Anim",
                "volume": "26",
                "issue": "",
                "pages": "38--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., P. D. HEIDEMAN, V. L. MAYER, AND T. M. DONNELLY. 1992. Husbandry, reproduction, and postnatal development of the Neotropical mu- roid rodent Zygodontomys brevicauda. Lab. Anim. 26:38-46.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Morphological evolution in muroid rodents I. Conservative patterns of craniometric covariance and their ontogenetic basis in the Neotropical genus Zygodontomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Marcus",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "P"
                        ],
                        "last": "Escalante",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Evolution",
                "volume": "44",
                "issue": "",
                "pages": "1568--1587",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., L. F. MARCUS, AND P. EsCALANTE. 1990. Morphological evolution in muroid rodents I. Con- servative patterns of craniometric covariance and their ontogenetic basis in the Neotropical genus Zygodontomys. Evolution 44: 1568-1587.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "General, group, and special size factors",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Genetics",
                "volume": "17",
                "issue": "",
                "pages": "603--619",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WRIGHT, S. 1932. General, group, and special size factors. Genetics 17:603-619.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The interpretation of multivariate systems",
                "authors": [],
                "year": 1954,
                "venue": "Statistics and Mathematics in Biology. Iowa State College Press",
                "volume": "",
                "issue": "",
                "pages": "11--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---. 1954. The interpretation of multivariate sys- tems, pp. 11-33. Ina. Kempthorne, T. A. Bancroft, J. W. Gowen, and Jay L. Lush (eds.), Statistics and Mathematics in Biology. Iowa State College Press, Ames, USA. ---. 1968. Evolution and the genetics of popu- lations, Vol. I. Genetic and biometric foundations. University of Chicago Press, Chicago, USA.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "text": "Scatterplots of first principal component (PCI) scores versus toothwear rank (TWRANK) in six Neotropical muroid samples.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "text": "Ordination of the samples RHEI (open triangles)",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF4": {
                "text": ", ----------, ------------. -----------, J dispersions described by general-size-adjusted coefficients ofopposite sign for Rheomys (RHE inTable 7). With general size held constant, R. mexicanus (open triangles) has a broader palate (BPB) but narrower incisors (DI) than R. thomasi (open circles).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF7": {
                "text": ", t::,t::,~~s c:~* ' t::, t::,   t::,~t::,t::,  t::, .al\\t::, t::,  t::,  t::,~t ::,ll!,.  t",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "Field-collected samples. The abbreviation by which each sample is identified in our analyses is listed, followed by the species name, sample size and sex composition (in parentheses), geographic origin, collection dates, and the standard acronym(s) of the",
                "content": "<table><tr><td>museum(s) in which specimens are deposited (see Ac-</td></tr><tr><td>knowledgments).</td></tr><tr><td>AKOI, Akodon urichi (N = 21; 14 f, 7 m): Venezuela,</td></tr><tr><td>Estado Bolivar, San Ignacio Yuruani; June 1986-</td></tr><tr><td>June 1987 AMNH, MHNLS, USNM.</td></tr><tr><td>AK02, Akodon urichi (N = 36; 22 f, 14 m): Venezuela,</td></tr><tr><td>Estado Sucre, Finca Vuelta Larga; August 1987;</td></tr><tr><td>AMNH, MHNLS.</td></tr><tr><td>ORYI, Oryzomys capito (N = 32; 13 f, 18 m, I un-</td></tr><tr><td>known): Brazil, Estado Amapa, Serra do Navio (Ser-</td></tr><tr><td>ra C3); June 1966-June 1967; USNM.</td></tr><tr><td>ORY2, Oryzomys talamancae (N = 31; 12 f, 18 m, I</td></tr><tr><td>unknown): Venezuela, Estado Zulia, Mision Tuku-</td></tr><tr><td>ko; July 1986; MHNLS, USNM.</td></tr><tr><td>OXY I, Oxymycterus rutilans (N = 35; 20 f, 15 m):</td></tr><tr><td>Argentina, Provincia Buenos Aires, Partido Bal-</td></tr><tr><td>carce; 1969-1970; MSU.</td></tr><tr><td>OXY2, Oxymycterus sp. (N = 30; 15 f, 15 m): Brazil,</td></tr><tr><td>Estado Matto Grosso, Aripuana; August 1974-De-</td></tr><tr><td>cember 1975; USNM.</td></tr><tr><td>RHEI, Rheomys mexicanus (N = 20; 7 f, 13 m): Mex-</td></tr><tr><td>ico, Estado Oaxaca, San Jose Lachiguiri (1958-1964),</td></tr><tr><td>Totontepec (April 1978), and Union Hidalgo (1960-</td></tr><tr><td>1964); AMNH, FWMSH.</td></tr><tr><td>RHE2, Rheomys thomasi (N = 20; 5 f, 15 m): EI Sal-</td></tr><tr><td>vador, Departamentos Morazan and San Miguel,</td></tr><tr><td>Cerro Cacaguatique; November-December 1925,</td></tr><tr><td>December 1941-January 1942; MVZ, UMMZ.</td></tr><tr><td>RHIl, Rhipidomys mastacalis (N = 30; 18 f, 12 m):</td></tr><tr><td>Venezuela, Estado Bolivar, San Ignacio Yuruani; June</td></tr><tr><td>1986-June 1987; AMNH, MHNLS, USNM.</td></tr><tr><td>RHI2, Rhipidomys venezuelae (N = 31; 14 f, 17 m):</td></tr><tr><td>Venezuela, Estado Lara, Rio Tocuyo; March 1938;</td></tr><tr><td>AMNH.</td></tr><tr><td>SIG I, Sigmodon alstoni(N = 27; 9 f, 18 m): Venezuela,</td></tr><tr><td>Estado Aragua, 4 km NW Maracay: March-April</td></tr><tr><td>1960; USNM.</td></tr><tr><td>SIG2, Sigmodon hispidus (N= 33; 19 f, 14 m): USA,</td></tr><tr><td>Florida, 8 mi S Lake Placid; February-May 1981;</td></tr><tr><td>AMNH.</td></tr><tr><td>ZYG I, Zygodontomys brevicauda(N = 48; 20 f, 28 m):</td></tr><tr><td>Venezuela, Estado Apure, Hato EI Frio; August 1986;</td></tr><tr><td>MHNLS, USNM.</td></tr><tr><td>ZYG2, Zygodontomys brevicauda(N = 25; II f, II m,</td></tr><tr><td>3 unknown): Trinidad and Tobago, Tobago, Char-</td></tr><tr><td>lotteville; January 1989; AMNH.</td></tr><tr><td>ments are analyzed in this report are part</td></tr><tr><td>ofthe permanent collection resources ofthe</td></tr><tr><td>American Museum of Natural History.</td></tr><tr><td>Measurements and Univariate Statis-</td></tr><tr><td>tics. -The 12 craniodental measurements</td></tr><tr><td>analyzed (Table 2) were illustrated by</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF1": {
                "text": "",
                "content": "<table><tr><td/><td>Explanations of measurement variables.</td><td>see</td></tr><tr><td>Vari-</td><td/></tr><tr><td>able</td><td>Explanation</td></tr><tr><td>CIL</td><td>Condylo-incisive length of skull</td></tr><tr><td>LD</td><td>Length of diastema</td></tr><tr><td>LM</td><td>Occlusal length of upper molar series</td></tr><tr><td>BMI</td><td>Breadth of first upper molar</td></tr><tr><td>LIF</td><td>Length of incisive foramen</td></tr><tr><td>BR</td><td>Breadth of rostrum</td></tr><tr><td>BPB</td><td>Breadth of palatal bridge</td></tr><tr><td>BZP</td><td>Breadth of zygomatic plate</td></tr><tr><td>LIB</td><td>Least interorbital breadth</td></tr><tr><td>BB</td><td>Breadth of braincase</td></tr><tr><td>Dr</td><td>Depth of incisor</td></tr><tr><td>LOF</td><td>Length of orbital fossa</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "Total variance oflog-transfonned measurements (the trace of the covariance matrix) and eigenvalues for the first six principal components of 14 Neotropical muroid species samples. (All tabulated values x 10.)",
                "content": "<table><tr><td>Eigenvalue</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF3": {
                "text": "Correlations oftoothwear rank with untransfonned measurement variables in six Neotropica1 muroid species samples.",
                "content": "<table><tr><td>Variable</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF6": {
                "text": "Coefficients of general size (the Si ofFig. 2) estimated from field-collected (Fe) and captive-bred (CB) samples of Zygodontomys from Hato El Frio (the locality of ZYG I) and Tobago (the locality of ZYG2).",
                "content": "<table><tr><td>Coeffi-cient</td><td>Hato El Frio FC CB</td><td>Tobago FC CB</td><td>FC</td><td>Pooled</td><td>CB</td></tr><tr><td colspan=\"6\">SCIL 0.269 0.262 0.277 0.267 0.273 0.265</td></tr><tr><td>SLO</td><td colspan=\"5\">0.400 0.331 0.397 0.367 0.399 0.351</td></tr><tr><td colspan=\"6\">SLM 0.024 0.022 0.057 0.025 0.040 0.023</td></tr><tr><td colspan=\"6\">SBMI 0.081 0.095 0.104 0.021 0.093 0.055</td></tr><tr><td colspan=\"6\">SUF 0.251 0.254 0.318 0.282 0.286 0.270</td></tr><tr><td>SBR</td><td colspan=\"5\">0.287 0.281 0.357 0.300 0.323 0.291</td></tr><tr><td colspan=\"6\">SBPB 0.455 0.411 0.457 0.411 0.457 0.412</td></tr><tr><td colspan=\"6\">SBZP 0.447 0.515 0.328 0.472 0.390 0.491</td></tr><tr><td colspan=\"6\">SUB 0.110 0.098 0.117 0.125 0.114 0.113</td></tr><tr><td>SBB</td><td colspan=\"5\">0.124 0.117 0.106 0.080 0.116 0.097</td></tr><tr><td>SOl</td><td colspan=\"5\">0.358 0.404 0.360 0.410 0.360 0.408</td></tr><tr><td colspan=\"6\">SLOF 0.230 0.223 0.227 0.205 0.229 0.213</td></tr><tr><td colspan=\"6\">skeleton of the fetus or suckling pup is not</td></tr><tr><td colspan=\"6\">yet required to function as a biomechani-</td></tr><tr><td colspan=\"3\">cally integrated whole.</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF7": {
                "text": "Normalized coefficients of size-adjusted differences (the d, ofFig. 2) estimated from field-collected and captive-bred samples ofZygodontomys from Hato EI Frio (the locality ofZYG I) and Tobago (the locality of ZYG2). Asterisks indicate the significance of associated mean effects estimated in separate ANCOVAs; parenthetical coefficients were not tested for significance because corresponding regression slopes differ.",
                "content": "<table><tr><td>Coefficient</td><td>Field-collected samples</td><td>Captive-bred samples</td></tr><tr><td>dCIL</td><td>0.033</td><td>0.121**</td></tr><tr><td>dLO</td><td>-0.060</td><td>0.189**</td></tr><tr><td>dLM</td><td>0.584**</td><td>0.565**</td></tr><tr><td>dBMI</td><td>0.322**</td><td>(0.444)</td></tr><tr><td>dUF</td><td>0.139</td><td>0.139**</td></tr><tr><td>dBR</td><td>(-0.054)</td><td>0.005</td></tr><tr><td>dBPB</td><td>-0.244**</td><td>-0.157**</td></tr><tr><td>dBZP</td><td>(-0.107)</td><td>-0.288**</td></tr><tr><td>dUB</td><td>0.594**</td><td>0.433**</td></tr><tr><td>dBB</td><td>0.262**</td><td>(0.326)</td></tr><tr><td>dOl</td><td>0.091</td><td>-0.086</td></tr><tr><td>dLoF</td><td>-0.166**</td><td>-0.069**</td></tr><tr><td>•• p &lt; 0.01.</td><td/><td/></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF8": {
                "text": "• P < 0.05; •• P < 0.0 I.",
                "content": "<table><tr><td/><td/><td>Fratio</td><td/></tr><tr><td>Factor score</td><td>Species</td><td>Age</td><td>Interaction</td></tr><tr><td/><td>149.87**</td><td>269.65**</td><td>4.15*</td></tr><tr><td/><td>691.76**</td><td>1.38</td><td>0.25</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}