{
    "paper_id": "VossandDaSilva2001-RevisionarynotesonNeotropicalporcupines(Ro",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:35:01.053686Z"
    },
    "title": "Revisionary Notes on Neotropical Porcupines (Rodentia: Erethizontidae). 2. A Review of the Coendou vestitus Group with Descriptions of Two New Species from Amazonia",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Voss",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Maria",
            "middle": [
                "N F"
            ],
            "last": "Da Silva",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
    "pdf_parse": {
        "paper_id": "VossandDaSilva2001-RevisionarynotesonNeotropicalporcupines(Ro",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Conspicuous among the Neotropical prehensile-tailed porcupines currently referred to the genus Coendou (including Sphiggurus; Handley and Pine, 1992 ) is a group of smallbodied species whose dorsal pelage contains three intermingled but distinctly different structural types: soft fur, quills (defensive spines with hard, sharp, barbed tips), and an unusual structural type that may be called bristle-quills ( fig. 1 ). The latter are much longer and thinner than conventional quills, but have the same distinctive root morphology (described and illustrated by Chapman and Roze, 1997) , round cross section, stiff cortex, and spongy internal matrix; unlike regular quills, however, the tips of bristle-quills are attenuated, flexible, wire-like filaments, and they are not provided with microscopic barbs. Although some species of Coendou have been incorrectly described as covered by quills only (e.g., C. prehensilis, C. bicolor; Ellerman, 1940) , a sparse underfur of short wool hairs is always present among the quill bases of such forms. Other species of Coendou are superficially covered by long fur, but these taxa always possess an underlying defensive coat of sharp quills. In fact, all Coendou species possess both soft fur and quills; the distinctive feature of the species treated in this report consists in the additional presence of thin bristle-quills. Because the latter are not known to occur among any other erethizontids, the simplest explanation for their taxonomic distribution is that they evolved uniquely in the common ancestor of the group of species described below.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 148,
                        "text": "Handley and Pine, 1992",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 561,
                        "end": 584,
                        "text": "Chapman and Roze, 1997)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 932,
                        "end": 947,
                        "text": "Ellerman, 1940)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 410,
                        "end": 416,
                        "text": "fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The oldest name for any Neotropical porcupine with thin bristle-quills is Coendou ves-titus Thomas (1899) , originally described on the basis of a single specimen from Colombia purchased by the British Museum in 1854. Thereafter, the species remained unknown from additional material until the early 1920s, when Hermano Nicéforo María obtained seven specimens in the western foothills of the eastern Andes near Bogotá. Unfortunately, no other records of this obviously uncommon (or elusive) porcupine have been reported in the last 75 years, and it is not known whether or not the species is still extant.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 105,
                        "text": "Thomas (1899)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "A second taxon, closely resembling Coendou vestitus but diagnosably different in coloration and craniodental characters, was described as C. pruinosus by Thomas (1905) . Thomas's type series consisted of five specimens obtained between 2500 and 2600 m elevation in the Venezuelan Andes near Mérida, and most subsequently collected material assignable to pruinosus is likewise from montane or foothill habitats in Venezuela and Colombia. Although some authors (e.g., Cabrera, 1961; Honacki et al., 1982; Concepción and Molinari, 1991; Woods, 1993; Soriano and Ochoa, 1997) have regarded pruinosus as a subspecies or junior synonym of vestitus, others (e.g., Handley and Pine, 1992; Linares, 1998; Alberico et al., 1999) have treated these taxa as valid species. However, no substantive discussion of character data has been provided to support either usage.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 167,
                        "text": "Thomas (1905)",
                        "ref_id": null
                    },
                    {
                        "start": 466,
                        "end": 480,
                        "text": "Cabrera, 1961;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 481,
                        "end": 502,
                        "text": "Honacki et al., 1982;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 503,
                        "end": 533,
                        "text": "Concepción and Molinari, 1991;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 534,
                        "end": 546,
                        "text": "Woods, 1993;",
                        "ref_id": null
                    },
                    {
                        "start": 547,
                        "end": 571,
                        "text": "Soriano and Ochoa, 1997)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 657,
                        "end": 680,
                        "text": "Handley and Pine, 1992;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 681,
                        "end": 695,
                        "text": "Linares, 1998;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 696,
                        "end": 718,
                        "text": "Alberico et al., 1999)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Herein we redescribe Coendou vestitus and C. pruinosus based on our examination of types and other specimens in North American and European museums. Clarifying the diagnostic characteristics of vestitus and pruinosus is necessary in order to diagnose two new species that significantly extend the ecogeographic distribution of vestitus-like porcupines into the lowland rainforests of Amazonia. Unanswered questions concerning erethizontid distributions in Amazonia are briefly considered in a concluding discussion. This paper is the second in a series of preliminary reports (initiated by Voss and Angermann, 1997) with the object of resolving key taxonomic problems in advance of a comprehensive revision of Neotropical porcupines currently in preparation.",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 615,
                        "text": "Voss and Angermann, 1997)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "SPECIMENS: Specimens that we examined and measured for this study-and others referred to in the text-are in the American Museum of Natural History, New York (AMNH); the Natural History Museum, London (BMNH); the Colección de Vertebrados de la Universidad de los Andes, Mérida (CVULA); the Museo de la Estación Biológica de Rancho Grande, Maracay (EBRG); the Departamento de Biología de la Escuela Politécnica Nacional, Quito (EPN); the Field Museum of Natural History, Chicago (FMNH); the Instituto Nacional de Pesquisas da Amazônia, Manaus (INPA); the Museo de Biología de la Universidad Central de Venezuela, Caracas (MBUCV); the Museum of Comparative Zoology of Harvard University, Cambridge (MCZ); the Museo de Historia Natural La Salle, Caracas (MHNLS); the Muséum National d'Histoire Naturelle, Paris (MNHN); the National Museum of Natural History, Washington, D.C. (USNM); and the Museum für Naturkunde der Humboldt-Universität zu Berlin (ZMB).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "MEASUREMENTS: All reported measurements are in millimeters (mm) and all reported weights are in grams (g). Because head-and-body length (HBL) and length of tail (LT) were seldom recorded by collectors for the specimens treated in this report, we obtained approximate values (prefixed by ''ca.'') for these dimensions by measuring dried skins to the nearest 5 mm with a flexible rule. Length of the hindfoot (HF), recorded to the nearest millimeter, includes the claws (c.u.) and was either measured by collectors in the field and/or remeasured by us on dried skins (only minimally distorted dried hindfeet containing the intact pedal skeleton were remeasured). Measurements of the skull and dentition, taken with dial or digital calipers and recorded to the nearest 0.1 mm, are abbreviated and defined as follows (see fig. 2 ):",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 818,
                        "end": 824,
                        "text": "fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "CIL, Condylo-incisive Length: Measured from the articular surface of one occipital condyle to the greater curvature of the ipsilateral upper incisor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "LD, Length of Diastema: Measured from the lesser curvature of an upper incisor at the alveolar margin to the crown of the ipsilateral P4 [dP4 of subadults].",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "LIF, Length of Incisive Foramen: Inside length of one incisive foramen (or both, if the foramina are recessed in a common fossa).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BIF, Breadth of Incisive Foramina: Inside breadth across both incisive foramina.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "MTR, Maxillary Tooth Row: Greatest crown length from P4 [dP4 of subadults] to M3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "LM, Length of Molars: Greatest crown length of the upper molar series (M1-M3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BP4, Breadth of P4: Greatest crown breadth of the permanent upper premolar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BM1, Breadth of M1: Greatest crown breadth of the first upper molar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "APB, Anterior Palatal Breadth: Measured between the crowns of the first upper molars.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "PPB, Posterior Palatal Breadth: Measured between the crowns of the third upper molars.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "PZB, Posterior Zygomatic Breadth: Greatest breadth across the zygomatic arches behind the orbits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "HIF, Height of the Infraorbital Foramen: Measured as the greatest inside diameter, usually at an angle of about 30-40Њ from the midsagittal plane.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "ZL, Zygomatic Length: Measured from the posterior margin of the infraorbital foramen to the posterolateral corner of the zygomatic arch.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "LN, Length of Nasals: Greatest length of one nasal bone (the longest if right and left elements are unequal).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BNA, Breadth of Nasal Aperture: Greatest transverse dimension of the nasal orifice, always at or near the nasal/premaxillary sutures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BB, Breadth of Braincase: Transverse dimension of the braincase, measured by placing the caliper jaws just above the squamosal zygomatic root on each side.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "DI, Depth of Incisor: Distance between the greater and lesser curvatures of an upper tooth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "BIT, Breadth of the Incisor Tips: Measured across the enameled tips of both upper teeth. AGE CLASSIFICATION: We used maxillary tooth eruption, cranial suture closure, and pelage maturation to define a heuristic age classification as follows (after Voss and Angermann, 1997) .",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 273,
                        "text": "Voss and Angermann, 1997)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Juveniles-Maxillary toothrow incomplete (three or fewer teeth erupted); all cranial sutures open; pelage often conspicuously immature, including long fur even in species that lack visible fur as adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Subadults-Immature maxillary dentition (dP4-M3) completely erupted, or dP4 shed and P4 incompletely erupted; all cranial sutures still visible; pelage always appears mature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Adults-Permanent maxillary dentition (P4-M3) fully erupted, with light to moderate wear (teeth usually not worn below widest part of crown and almost always with at least some occlusal detail remaining); some cranial sutures usually obliterated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Old adults-Cheekteeth worn below widest part of crown (and therefore not measurable), with little or no occlusal detail remaining on M1 and M2; only nasal sutures (if any) usually visible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The specimens examined for this report can be sorted into four distinct groups on the basis of external and osteological characters. Whereas two of these groups have available names based on extant holotypes, the others are unnamed. The two named forms are redescribed below in chronological order of their publication, followed by accounts of the new species. Specimen records are mapped and documented by geographic coordinates in the appendix. Coendou vestitus Thomas, 1899: 284 (original description) . Coendou (Sphiggurus) vestitus: Tate, 1935: 307 (new name combination). Coendou (Sphiggurus) vestitus vestitus: Cabrera, 1961 : 603 (new name combination). Sphiggurus vestitus: Honacki et al., 1982: 572 (new name combination).",
                "cite_spans": [
                    {
                        "start": 464,
                        "end": 504,
                        "text": "Thomas, 1899: 284 (original description)",
                        "ref_id": null
                    },
                    {
                        "start": 538,
                        "end": 553,
                        "text": "Tate, 1935: 307",
                        "ref_id": null
                    },
                    {
                        "start": 618,
                        "end": 631,
                        "text": "Cabrera, 1961",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 683,
                        "end": 708,
                        "text": "Honacki et al., 1982: 572",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIES ACCOUNTS",
                "sec_num": null
            },
            {
                "text": "TYPE MATERIAL: The holotype only, BMNH 54.6.26.1, consisting of the skin, skull, and mandibles of a subadult animal of unknown sex. The skin, much faded with age, is understuffed and lacks the left fore-foot; the left hindfoot is detached but intact. The skull lacks the occiput, a common consequence of early to mid-19th century specimen preparation methods. The original label gives the place of origin only as ''N[ouvel]le Grenade'' (ϭ Colombia). According to Thomas (1899) , the specimen was purchased in 1854.",
                "cite_spans": [
                    {
                        "start": 463,
                        "end": 476,
                        "text": "Thomas (1899)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "GEOGRAPHIC DISTRIBUTION: Coendou vestitus is only known from two definite localities, both of which are in the western foothills of the eastern Andean cordillera of Colombia. The first, where Hermano Nicéforo María collected six specimens from 1923 to 1925, is San Juan de Río Seco, a small village located about 60 km WNW of Bogotá at ca. 1300 m elevation. The second, where the same collector took a single specimen in 1925, is Quipile, a village only about 15 km SSE of San Juan and at approximately the same altitude.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "DESCRIPTION: External-The dorsal fur, soft in texture and dull in appearance, is uniformly blackish brown and averages about 50-60 mm middorsally; the fur is shorter and sparser along the flanks, but it is long enough to conceal most of the quills except on the face. The quills (ranging in length from about 25 to 35 mm middorsally) are bicolored, pale yellow or ivory-white basally and dark-brown or blackish distally; usually only the distalmost 1 ⁄ or less of each quill is dark, so the pale quill bases are exposed when the fur is parted or ruffled. None of the quills anywhere on the body is pale-tipped. Scattered abundantly but inconspicuously throughout most of the dorsal pelage are long (to 70-80 mm) polished bristle-quills that emerge from the fur like fine wires; these are yellowish basally, but the emergent tips are dark. No bristle-quills occur over the rump, however, which is clothed only by short, sharp quills and fur. The ventral surface of the body is densely covered with soft and uniformly dark-brown fur from chin to anus. Two classes of hairs can be distinguished in the ventral fur (fine, wavy wool hairs and coarser, straighter guard hairs), but there are no conspicuously thickened spinous hairs grouped in triads or other clusters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "The tail is short, apparently averaging about half the length of the combined head- (A, MNHN 1929-632) and C. pruinosus (B, MCZ 18738) showing species differences in palatal morphology. In Coendou vestitus, the bony palate between the toothrows is marked by a high median keel that is flanked by deep lateral grooves or gutters (lg); in addition, the mesopterygoid fossa (mpf) extends anteriorly between the second molars, and the roof of the fossa is perforated by large sphenopalatine vacuities (spv). In C. pruinosus, the palate is sometimes weakly keeled but never has deep lateral gutters; also, the mesopterygoid fossa extends anteriorly only between the third molars, and the roof of the fossa is not perforated by distinct sphenopalatine vacuities. and-body (see measurements in table 1). The proximal half of the tail is clothed dorsally with quills and woolly fur like the rump, and the tip has a naked, calloused dorsal prehensile surface, but the rest of the tail is covered above and below with blackish bristles; the bristles under the base of the tail are much stiffer and denser than those on the lateral and dorsal surfaces. The dorsal surface of the hands and feet are densely covered with coarse brownish hairs.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 102,
                        "text": "(A, MNHN 1929-632)",
                        "ref_id": null
                    },
                    {
                        "start": 120,
                        "end": 134,
                        "text": "(B, MCZ 18738)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "The long mystacial vibrissae are uniformly blackish and extend behind the pinnae when laid back alongside the head. Supraorbital (superciliary), genal, submental, and postcranial vibrissae are also present. The postcranial vibrissae occur on the forelimb between the elbow and wrist, on the hindlimb between the knee and ankle, and along the ventral surface of the body between the forelimb and hindlimb.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "Skull-The frontal and nasal sinuses are uninflated, resulting in a flat dorsal profile from the nasal tips to the midparietal region in all the specimens examined. The rostrum is short and tapering in younger animals, but old adults have proportionately longer rostrums with prominent lateral excavations for the origin of the infraorbital muscle. The nasal bones are more-or-less parallel-sided, neither increasing nor decreasing posteriorly in breadth, with rounded posterior margins that extend well behind the premaxillae. Viewed from above, the zygomatic arches converge anteriorly from their widest point at the level of the squamosal roots with only a slight lateral deflection at the level of the orbits. The jugals are slender elements, lacking any conspicuous postorbital expansion. The dorsolateral contours of the braincase are strongly sculpted by the origin of the temporalis muscle, but the left and right temporal scars are NO. 3351 AMERICAN MUSEUM NOVITATES Fig. 6 . Ventrolateral cranial views of Coendou vestitus (A, AMNH 71360) and C. pruinosus (B, MCZ 18738) showing species differences in alisphenoid morphology. In Coendou vestitus, the alisphenoid is incompletely ossified, resulting in an open sphenopterygoid canal and a buccinator-masticatory foramen (bmf) that is confluent with the foramen ovale (fo). By contrast, the alisphenoid is fully ossified in C. pruinosus, whose sphenopterygoid canal (arrow) is laterally enclosed and whose buccinator-masticatory and oval foramina are separate.",
                "cite_spans": [
                    {
                        "start": 1065,
                        "end": 1079,
                        "text": "(B, MCZ 18738)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 975,
                        "end": 981,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "widely separated and do not join middorsally to form a sagittal crest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "The small incisive foramina are completely contained in the premaxillae (e.g., BMNH 24.2.21.2) or shallowly contact the maxillae (e.g., AMNH 71359), but do not deeply penetrate between the latter bones; the left and right foramina are incompletely separated and are recessed in a common fossa in some specimens, but in others they are completely separated and are not recessed together. The posterior diastema is marked by shallow and widely separated lateral sulci. In all of the specimens examined, the palatal bridge (between the toothrows) has a well developed central keel and deep lateral gutters ( fig. 5A ). The mesopterygoid fossa penetrates anteriorly to or between the second molars, and the bony roof of the fossa is perforated by well-formed sphenopalatine vacuities (Ͼ1 mm in diameter) in all of the specimens at hand. The alisphenoid is incompletely ossified, with the result that the sphenopterygoid canal is open laterally and the buccinatormasticatory foramen is confluent with the foramen ovale ( fig. 6A ). The auditory bullae are small (ca. 14-15 mm) rounded capsules that are well separated from the base of the paroccipital process on each side. The dorsal roof of the external auditory meatus has an indistinct bony ridge that is less well developed than that seen in some congeneric taxa (e.g., Coendou melanurus; Voss et al., 2001 :",
                "cite_spans": [
                    {
                        "start": 1339,
                        "end": 1356,
                        "text": "Voss et al., 2001",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 605,
                        "end": 612,
                        "text": "fig. 5A",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1016,
                        "end": 1023,
                        "text": "fig. 6A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "fig. 70A).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "The mandible is distinctive in the absence of a well-defined coronoid process, which is represented only as a rounded convexity at the base of the ascending ramus in all specimens examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "Dentition-The upper incisors have pale yellow-orange enamel bands and are moderately procumbent. The cheekteeth essentially resemble those of other erethizontids (except Chaetomys) in occlusal morphology, and the toothrows are subparallel to weakly convergent. The permanent fourth upper premolar is only slightly larger than the first molar in some specimens (e.g., AMNH 70529), but P4 is conspicuously larger than M1 in others (e.g., USNM 240035).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: See the accounts for Coen- dou pruinosus and the new species described below. NATURAL HISTORY AND CONSERVATION STATUS: Nothing has apparently been recorded about the habitats or behavior of this species, but the natural vegetation at the two localities where specimens are definitely known to have been collected was probably lower montane moist forest (bosque húmedo subtropical; Espinal and Montenegro, 1963) . Unfortunately, habitat destruction is virtually complete in this part of Colombia (IAVH, 1998) , and it is possible that the species has been extirpated. Apparently, no specimens or sightings have been recorded since 1925.",
                "cite_spans": [
                    {
                        "start": 394,
                        "end": 423,
                        "text": "Espinal and Montenegro, 1963)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 508,
                        "end": 520,
                        "text": "(IAVH, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "SPECIMENS EXAMINED: Colombia-Cundinamarca, Quipile (AMNH 70529), San Juan de Río Seco (AMNH 70596, 71359; BMNH 24.2.21.2; MNHN 1929 MNHN .631, 1929 ; USNM 240035); ''Colombia'' (no other locality data, AMNH 71360); ''N[ouvel]le. Grenade'' (BMNH 54.6.26.1 [holotype] ).",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 105,
                        "text": "(AMNH 70596, 71359;",
                        "ref_id": null
                    },
                    {
                        "start": 106,
                        "end": 121,
                        "text": "BMNH 24.2.21.2;",
                        "ref_id": null
                    },
                    {
                        "start": 122,
                        "end": 131,
                        "text": "MNHN 1929",
                        "ref_id": null
                    },
                    {
                        "start": 132,
                        "end": 147,
                        "text": "MNHN .631, 1929",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 265,
                        "text": "(BMNH 54.6.26.1 [holotype]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou vestitus Thomas",
                "sec_num": null
            },
            {
                "text": "Figures 5B, 6B, 7, 8",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Coendou pruinosus Thomas, 1905: 310 . Coendou (Sphiggurus) pruinosus: Tate, 1935: 307 (new name combination). Coendou (Sphiggurus) vestitus pruinosus: Cabrera, 1961: 602 (new name combination). Sphiggurus vestitus: Honacki et al., 1982: 572 (part; pruinosus treated as a junior synonym).",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 35,
                        "text": "Thomas, 1905: 310",
                        "ref_id": null
                    },
                    {
                        "start": 70,
                        "end": 85,
                        "text": "Tate, 1935: 307",
                        "ref_id": null
                    },
                    {
                        "start": 215,
                        "end": 240,
                        "text": "Honacki et al., 1982: 572",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "TYPE MATERIAL: The holotype, BMNH 5.7.5.9, consisting of the skin, skull, and mandibles of an adult male collected by S. Briceño Gabaldón e hijos at 2500 m elevation in the Montañas de la Pedregosa near Mérida, Venezuela, on 14 January 1905. In addition, Thomas (1905) examined four paratypes, of which three retain original labels with Briceño's commercial imprint: two of these are from ''Montaña del Valle 2600 m'', and were collected on 16 November 1903 (BMNH 5.7.5.8, 5.7.5.11) ; the other is from ''Montañas del Tabay 2600 m'', and was collected on 28 January 1904 (BMNH 5.7.5.12). The fourth paratype (BMNH 5.7.5.10) has a museum label in Thomas's hand with the locality given as ''Merida, Venezuela'', and the collection date as 14 June 1904. Details of skin preparation suggest that the entire type series came from Briceño e hijos, wellknown commercial collectors and taxidermists active at Mérida around the turn of the last century.",
                "cite_spans": [
                    {
                        "start": 262,
                        "end": 268,
                        "text": "(1905)",
                        "ref_id": null
                    },
                    {
                        "start": 441,
                        "end": 482,
                        "text": "16 November 1903 (BMNH 5.7.5.8, 5.7.5.11)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "GEOGRAPHIC DISTRIBUTION: Referred specimens are from the foothills and crest of the Cordillera Oriental of Colombia, from the adjacent but disjunct Serranía de la Macarena, and from western and northern Venezuela. The known range of this species in Venezuela includes the foothills of the Serranía de Perijá, the lowlands of the western Maracaibo Basin, the Cordillera de Mérida, and the Cordillera de la Costa. Recorded elevations on specimen tags range from 54 to 2600 m above sea level.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "DESCRIPTION: External-The pelage of Coendou pruinosus is morphologically sim- ilar to that of C. vestitus but differs in coloration. Although the dorsal fur is predominantly blackish (Thomas, 1905) or dark brown, the hair tips are pale (grayish or silvery), producing a frosted effect that is more pronounced in some individuals (e.g., BMNH 10.12.3.5) than in others (e.g., BMNH 26.11.4.11) . The fur is long (50-70 mm midorsally) and dense enough to conceal most of the underlying quills except on the head. All of the body quills (30-40 mm long middorsally) are bicolored (yellowish or ivory-white basally with the extreme tips dark brown), but some of the quills on the crown of the head and on the cheeks are tricolored (with white bases and tips separated by a broad dark middle band). Scattered throughout the dorsal pelage-except over the rump-are many long (to 80-100 mm) wirelike bristle-quills, the pale (usually ivorywhite or yellowish) tips of which are conspicuous against the dark background of the fur; most of the bristle-quills are actually tricolored (with pale bases and tips separated by a single dark middle band), but some are entirely pale. The ventral body pelage consists of soft frosted-brown fur from chin to anus. Longer, straighter, coarser guard hairs can be distinguished from finer, shorter, wavy wool hairs in the ventral pelage, but there are no conspicuously thickened spinous hairs rooted in obvious clusters.",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 197,
                        "text": "(Thomas, 1905)",
                        "ref_id": null
                    },
                    {
                        "start": 374,
                        "end": 390,
                        "text": "BMNH 26.11.4.11)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "The tail is short, averaging slightly more than half the combined length of the headand-body in specimens from montane habitats (e.g., the Alturas de Pamplona and Mérida series in table 2), but specimens from the Maracaibo lowlands (e.g., MHNLS 7692) and Caracas (BMNH 26.11.4.11) appear to have relatively and absolutely longer tails. Whereas the dorsal surface of the proximal half of the tail is covered by a mixture of quills and soft fur like that on the rump, paletipped bristles occur along the sides of the tail and converge posteriorly onto the caudal dorsum forming a conspicuous pale (yellowish or whitish) chevron. The prehensile tail tip is naked and calloused dorsally, but the rest of the tail is covered by blackish bristles; the bristles under the base of the tail are much stiffer and denser than those on the lateral and dorsal surfaces. The dorsal surface of the hands and feet are covered with coarse frosted-brownish hairs.",
                "cite_spans": [
                    {
                        "start": 263,
                        "end": 280,
                        "text": "(BMNH 26.11.4.11)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "The cranial and postcranial vibrissae have the same morphology, coloration, and anatomical distribution as previously described for Coendou vestitus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Skull-The frontal and nasal sinuses are uninflated in most specimens, resulting in a dorsal profile that is nearly flat from the nasal tips to the midparietal region; a single specimen (MHNLS 7692), however, has slightly inflated dorsal sinuses that produce a small but distinct swelling over the maxillary zygomatic roots. The rostrum is short and tapering in subadults and young adults, but lengthens in older animals, some of which develop shallow lateral excavations for the infraorbital muscle. The nasal bones are approximately parallel-sided in some specimens and taper slightly posteriorly in others, but always have rounded posterior margins that extend well behind the premaxillae. Viewed from above, the zygomatic arches converge anteriorly from the squamosal roots without a well-developed secondary widening at the orbits; some specimens (e.g., FMNH 140260), however, have more rounded (less angular) zygomatic outlines than others (e.g., MCZ 18738; fig. 8 ). The jugals are moderately deep (dorsoventrally expanded), with some specimens (e.g., BMNH 10.12.3.5, USNM 172985) exhibiting a distinct postorbital swelling. The bony crests and scars associated with the origin of the temporalis muscle are strongly developed in some specimens, but a sagittal crest is not developed in any of the material examined.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 963,
                        "end": 969,
                        "text": "fig. 8",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "The incisive foramina are moderately long and usually bordered posteriorly by the maxillae, but they do not penetrate deeply between those bones; in most specimens, the left and right foramina are completely separated by a bony septum and are not recessed in a common fossa. (A single specimen among those we examined, USNM 496172, is an exception: the foramina are contained within the premaxillae, and are incompletely separated and recessed in a common fossa.) The posterior diastema is marked by shallow and widely separated lateral sulci. The palatal bridge between the toothrows is smooth (e.g., AMNH 21350) or weakly keeled (USNM 172985), but lacks deep lateral gut- 5B ). The mesopterygoid fossa is shallow in most specimens (penetrating only between the third molars) and the bony roof of the fossa is perforated by tiny nutrient foramina or by small irregular holes that do not have the aspect of distinct sphenopalatine vacuities. The alisphenoid is completely ossified in all specimens examined, such that the sphenopterygoid canal is enclosed laterally and the buccinator-masticatory foramen is not confluent with the foramen ovale ( fig.  6B ). The auditory bullae are small (ca. 14-15 mm) rounded capsules that are well separated from the paroccipital processes in most specimens, but three skulls (BMNH 26.11.4.11; FMNH 140261; MHNLS 7692) have unusually large (16-18 mm) bullae. The dorsal roof of the external auditory meatus has an indistinct bony ridge in most adult specimens, but two specimens (MHNLS 7692, USNM 496172) have distinct auditory ridges.",
                "cite_spans": [
                    {
                        "start": 1313,
                        "end": 1330,
                        "text": "(BMNH 26.11.4.11;",
                        "ref_id": null
                    },
                    {
                        "start": 1331,
                        "end": 1343,
                        "text": "FMNH 140261;",
                        "ref_id": null
                    },
                    {
                        "start": 1344,
                        "end": 1355,
                        "text": "MHNLS 7692)",
                        "ref_id": null
                    },
                    {
                        "start": 1377,
                        "end": 1387,
                        "text": "(16-18 mm)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 674,
                        "end": 676,
                        "text": "5B",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1147,
                        "end": 1155,
                        "text": "fig.  6B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "The mandible bears a small but distinct coronoid process in all specimens examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Dentition-The dentition of Coendou pruinosus is similar to that of C. vestitus, apparently without any distinctive features.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Coendou pruinosus and C. vestitus are similar in many points of comparison, yet each is morphologically distinctive. Externally, pruinosus differs from vestitus by its frosted (versus unicolored-dark) dorsal and ventral fur, tricolored (versus bicolored) head quills, pale-tipped (versus dark-tipped) bristle-quills, and chevron of pale-tipped caudal bristles (versus caudal chevron absent). Cranially, the two species are clearly distinguishable by palatal morphology (the bony palate between the toothrows is more distinctly ridged and grooved in vestitus than in pruinosus), mesopterygoid perforation (distinct sphenopalatine vacuities are present in vestitus versus absent in pruinosus), alisphenoid ossification (the sphenopterygoid canal is laterally open in vestitus versus closed in pruinosus), and mandibular morphology (a distinct coronoid process is absent in vestitus but present in pruinosus). In addition, other modal differences support the hypothesis that these are genetically differentiated taxa: (1) rostral morphology (the sides of the rostrum appear to be more deeply excavated for the origin of the infraorbital muscle in vestitus than in like-aged pruinosus); (2) depth of the jugal (more dorsoventrally expanded below the orbit in pruinosus than in vestitus); (3) morphology of the incisive foramina (short, incompletely separated, and contained entirely by the premaxillae in most vestitus versus longer, completely separated, and bordered by the maxillae in most pruinosus); and (4) depth of the mesopterygoid fossa (penetrating to or between the second molars in vestitus versus shallower in most pruinosus). Although only small samples are currently available for taxonomic comparisons, these differences permit unambiguous identifications and seem more than sufficient to recognize C. vestitus and C. pruinosus as valid species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "VARIATION: Consistent with its larger ecogeographic range, Coendou pruinosus is more morphologically variable than C. vestitus, but all of the referred material shares a common aspect and we provisionally regard it as representing conspecific populations. Nevertheless, a few specimens from geographically peripheral localities are notably atypical. In particular, AMNH 136312 (from the foothills of the Cordillera Oriental in Departamento Meta, Colombia) has unusually sparse fur, a deep mesopterygoid fossa (extending between the second molars), and small toothrows (MTR, 13.3 mm); its bullae are relatively longer (approaching the base of the paroccipital process on each side) and more laterally compressed than those seen in topotypical material. Likewise, MHNLS 7692 (from the foothills of the Serranía de Perijá) has uniquely swollen frontal sinuses, dorsal bristles tipped with pale orange (instead of white or pale yellow), and very large bullae. Finally, the single specimen examined from the Cordillera de la Costa (BMNH 26.11.4.11, a subadult) has unusually short incisive foramina, small teeth, and large bullae. The possibility that such outliers represent distinct taxa merits testing when more material becomes available from these areas.",
                "cite_spans": [
                    {
                        "start": 1026,
                        "end": 1043,
                        "text": "(BMNH 26.11.4.11,",
                        "ref_id": null
                    },
                    {
                        "start": 1044,
                        "end": 1055,
                        "text": "a subadult)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "REMARKS: A specimen collected ca. 75 km SW of the type locality was karyotyped by Concepción and Molinari (1991) , who reported a diploid number of 42 and a fundamental number of 76. Their morphological description of the karyotyped animal is consistent with that given above for Coendou pruinosus, with only minor differences. The reported external dimensions and weight of this specimen (CVULA I-3030, an adult male) are the only such data obtained to date from positively identified fresh material near the type locality: 300 mm (HBL) ϫ 220 mm (Tail) ϫ 55 mm (HF, c.u.) ϫ 22 (Ear) ϭ 1010 g.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 112,
                        "text": "Concepción and Molinari (1991)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Specimens currently labeled as ''Sphiggurus vestitus'' in Venezuelan museums are presumably referable to Coendou pruinosus as herein recognized, but the following material should be examined for diagnostic attributes to confirm this identification: EBRG 126 (Aragua, Rancho Grande), EBRG 4350 (Mérida, 2 km E Jají), EBRG 10281 (Miranda, Parque Nacional El Avila), EBRG 20243 (Aragua, Colonia Tovar), MBUCV 1472 (Distrito Federal, Carayaca), MBUCV 4155 (Miranda, Estación Experimental de Río Negro), MHNLS 58 (Miranda, Turgua), MHNLS 3879 (Distrito Federal, Caracas), MHNLS 8480 (Zulia, Hacienda La Ceiba) .",
                "cite_spans": [
                    {
                        "start": 578,
                        "end": 604,
                        "text": "(Zulia, Hacienda La Ceiba)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "NATURAL HISTORY: All known specimens of Coendou pruinosus have been collected in regions where the original (non-anthropogenic) vegetation is (or was) humid forest. At elevations below 1000 m, the species inhabits lowland rainforest, but at higher elevations the typical habitat is probably cloud forest (Lower Montane or Upper Montane Rainforest; Grubb, 1977) . To the best of our knowledge, no specimens have been taken in unforested (e.g., savanna or páramo) landscapes.",
                "cite_spans": [
                    {
                        "start": 348,
                        "end": 360,
                        "text": "Grubb, 1977)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Published natural history information can be associated with only three positively identifiable records of Coendou pruinosus. Handley (1976: 55) reported that one individual (USNM 496172, an adult male) was ''found in a tree in an upland area in mature evergreen forest'' near El Rosario (54 m elevation; Estado Zulia, Venezuela), where the local vegetation was further characterized as ''[m]ature evergreen forest 18-30 m high, with many palms and vines'' (op. cit.: 69). Concepción and Molinari (1991: 238) subsequently reported another specimen (CVU-LA 1-3030, also an adult male) that was captured ''in an area dominated by cloud forest'' at an elevation of 1500 m near the town of Zea (Estado Mérida, Venezuela).",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 144,
                        "text": "Handley (1976: 55)",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 508,
                        "text": "Concepción and Molinari (1991: 238)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "On the night of 6 July 1986, Voss shot another adult male specimen (MHNLS 7692) that was perched about 20 m above the ground on the trunk of a large buttressed tree festooned with lianas and epiphytes near Misión Tukuko (ca. 300 m elevation; Estado Zulia, Venezuela). The tree was part of the original rainforest canopy at this site, but most of the surrounding undergrowth had been cleared for cacao cultivation (for a detailed description of local habitats, see Voss, 1991: 68-70) . The freshly dissected stomach was full of brownish paste, possibly consisting of chewed bark; no insect parts, seeds, or other identifiable food fragments were observed.",
                "cite_spans": [
                    {
                        "start": 464,
                        "end": 482,
                        "text": "Voss, 1991: 68-70)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "SPECIMENS EXAMINED: Colombia-Meta, Villavicencio (AMNH 136312), Pico Rengifo (FMNH 87896); Norte de Santander, Alturas de Pamplona (FMNH 140260, 140261). Venezuela-Distrito Federal, Caracas (BMNH 26.11.4.11) ; Mérida, Mérida (AMNH 21350, BMNH 5.7.5.10, 10.12.3.5), Montañas de la Pedregosa (BMNH 5.7.5.9), ''Montaña de la Sierra'' (MCZ 18738, ZMB 33377), Montañas de Tabay (BMNH 5.7.5.12), ''Montaña del Valle'' (BMNH 5.7.5.8, 5.7.5.11) ; Zulia, El Rosario (USNM 496172), Misión Tukuko (MHNLS 7692). ''South America'' (USNM 172985).",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 207,
                        "text": "(BMNH 26.11.4.11)",
                        "ref_id": null
                    },
                    {
                        "start": 412,
                        "end": 426,
                        "text": "(BMNH 5.7.5.8,",
                        "ref_id": null
                    },
                    {
                        "start": 427,
                        "end": 436,
                        "text": "5.7.5.11)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou pruinosus Thomas",
                "sec_num": null
            },
            {
                "text": "Figures 9-12 TYPE MATERIAL: The holotype, AMNH 126171, consists of the skin, skull, and man-dibles of a young adult of unknown sex collected by the von Baumann-Roosevelt Expedition in July 1936 on the Río Pastaza, Ecuador. 3 The stuffed skin ( fig. 9 ) appears to be slightly faded, but is in otherwise perfect condition with no missing elements. The skull ( fig. 10 ) lacks part of both nasal bones together with most of the right premaxilla, but is otherwise complete. Two paratypes are from unknown localities on the Río Conambo (EPN 806, an adult female) and the Río Yana Rumi (FMNH 43289, an adult male), both in Provincia Pastaza, Ecuador.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 224,
                        "text": "3",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 244,
                        "end": 250,
                        "text": "fig. 9",
                        "ref_id": "FIGREF7"
                    },
                    {
                        "start": 359,
                        "end": 366,
                        "text": "fig. 10",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Coendou ichillus, new species",
                "sec_num": null
            },
            {
                "text": "GEOGRAPHIC DISTRIBUTION: All unambiguous records of Coendou ichillus are from the Amazonian lowlands of eastern Ecuador, but a referred juvenile specimen purchased near Iquitos (see Variation, below) suggests that the species is more widely distributed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou ichillus, new species",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: From ichilla, meaning ''small'' (Orr, 1978) in the dialect of the lowland Quichua, within whose tribal territory the new species occurs.",
                "cite_spans": [
                    {
                        "start": 43,
                        "end": 54,
                        "text": "(Orr, 1978)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou ichillus, new species",
                "sec_num": null
            },
            {
                "text": "DIAGNOSIS: A member of the Coendou vestitus group distinguished from other species by its long tail, lack of visible fur in the adult pelage, more extensively black-tipped quills, tricolored (pale-tipped) bristle-quills, spiny ventral pelage, and a unique combination of cranial traits. DESCRIPTION: External-No soft fur is apparent in the dorsal pelage except by close examination because the blackish wool hairs are sparse and hidden among the quills and bristles; a few dorsal wool hairs plucked from two specimens were about 40 mm in length. All of the quills (30-40 mm long middorsally) are bicolored (yellowish basally with the terminal ⅓ to ½ dark-brown or 3 The original specimen label gives the locality as ''Rio Pastaza'' only, but the entire von Baumann-Roosevelt collection (including 10 other mammals and 25 birds variously labeled ''Rio Tigre'', ''Rio Bobonaza'', Rio Blanco'', ''Rio Pastaza'', and ''Rio Napo'') was known to have been obtained in Ecuador, so the lower (Peruvian) course of this river can be ruled out. Unfortunately, the exact route traveled by the von Baumann-Roosevelt Expedition is unknown, and no archival record of the purpose or staffing of this mysterious outfit appears to exist. Filed correspondence with its director, Cyril von Baumann, consists only of an AMNH accessions receipt dated 23 January 1937, together with a curt acknowledgment from von Baumann dated 1 February. blackish), except on the head, where some quills are tricolored (with ivory-white bases and tips separated by a dark middle band). Densely scattered among the quills are many long (to ca. 80 mm) thin bristle-quills with yellowish bases and tips separated by a broad dark-brown or blackish middle band; the pale tips of the bristle-quills produce a character-istically streaked effect over the whole dorsum with the exception of the rump (which is covered only with short bicolored quills and a few wool hairs). The ventral body pelage consists of very coarse bicolored or tricolored hairs (ca. 0.30-0.40 mm in diameter and 15 mm long) that are usually rooted in triplets but occasionally in groups of two or NO. 3351 AMERICAN MUSEUM NOVITATES four; a few short wool hairs are almost invisibly scattered among this harsh covering.",
                "cite_spans": [
                    {
                        "start": 664,
                        "end": 665,
                        "text": "3",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coendou ichillus, new species",
                "sec_num": null
            },
            {
                "text": "The tail is moderately long, averaging rather more than ¾ of head-and-body length on the two skins from which approximate measurements could be obtained (table 3) ; in life, the extended tail of one individual (only partly visible in fig. 12 ) seemed to be almost as long as the head and body, but no accurate measurement could be taken from this unrestrained animal (see Natural History, below). The dorsal part of the base of the tail is densely covered with short bicolored quills like those of the rump, but tricolored bristles extend along the lateral caudal surfaces and converge dorsally to form an indistinct whitish or yellowish chevron near the middle of the tail. The prehensile tail-tip is calloused and naked dorsally, but the rest of the tail is densely covered by blackish bristles; the caudal bristles are conspicuously stiffer and denser under the base of the tail than elsewhere. The hands and feet are covered dorsally with coarse blackish hairs.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 153,
                        "end": 162,
                        "text": "(table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 234,
                        "end": 241,
                        "text": "fig. 12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The cranial and postcranial vibrissae of this species have the same morphology, coloration, and distribution as previously described for Coendou vestitus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Skull-The frontal and nasal sinuses are uninflated, resulting in a flat dorsal profile from the nasal tips to the midparietal region. In dorsal view, the rostrum is short and moderately broad, lacking obvious lateral emarginations for the origin of the infraorbital muscle. The nasal bones are damaged in two of the three specimens at hand, but appear to taper gently from front to back; the posterior nasal margins are rounded and extend behind the premaxillae (much more so in FMNH 43289 than in AMNH 126171). Viewed from above, the zygomatic arches are rounded (AMNH 126171) or biconcave (EPN 807, FMNH 43289) because they are anteriorly deflected to accommodate relatively larger orbits than those of either Coendou vestitus or typical C. pruinosus. The jugals have either a small postorbital expansion (AMNH 126171, EPN 807) or taper more-or-less evenly from front to back (FMNH 43289). The dorsolateral contours of the braincase show only slight to moderate sculpting for the origin of the temporalis muscle; the right and left temporalis scars are widely separated in all three specimens examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The small incisive foramina are incompletely separated and recessed in a common fossa that is contained entirely by the premaxillae (EPN 807) or bordered narrowly by the maxillae behind. The posterior diastema is marked by shallow and widely separated lateral sulci. The palatal bridge between the toothrows does not have a distinct median keel or deep lateral gutters in any of the specimens examined. The mesopterygoid fossa extends anteriorly just beyond the point of contact between M2 and M3, and the bony roof of the fossa (in AMNH 126171 and EPN 807) is not perforated by distinct sphenopalatine vacuities. The alisphenoid is completely ossified such that the sphenopterygoid canal is enclosed laterally and the buccinator-masticatory and oval foramina are separate. The auditory bullae are large (ca. VOSS AND DA SILVA: NEOTROPICAL PORCUPINES 16-17 mm) inflated capsules that contact the base of the paroccipital process on each side. The dorsal roof of the external auditory meatus lacks a distinct bony keel in both specimens at hand (AMNH 126171, FMNH 43289) .",
                "cite_spans": [
                    {
                        "start": 851,
                        "end": 860,
                        "text": "16-17 mm)",
                        "ref_id": null
                    },
                    {
                        "start": 1044,
                        "end": 1069,
                        "text": "(AMNH 126171, FMNH 43289)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The mandible is provided with a small but well-developed coronoid process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Dentition-The dentition is qualitatively similar to that of Coendou vestitus and C. pruinosus, but measurements suggest that the incisors are relatively broader than in those species, and they appear to be more deeply pigmented as well.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: No other species of the Coendou vestitus group lacks a visible coat of long fur, and this trait together with its relatively long tail and spiny ventral pelage make C. ichillus externally unmistakable. Additionally, the pigmented tips of the defensive quills are much longer in ichillus than in either vestitus or pruinosus; as a result, when the long fur of the latter two species is shed or parted, the exposed quills and bristles produce the effect of a pale (yellowish or whitish) animal streaked and stippled with dark brown, whereas the permanently exposed quills and bristles of ichillus produce the effect of a blackish animal streaked with white or yellow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Cranially, Coendou ichillus is distinguished from C. vestitus and from typical examples of C. pruinosus by its proportionately smaller and less laterally excavated rostrum, more rounded (or biconcave) zygomatic arches, and proportionately larger bullae. From vestitus, the new species additionally differs by its less strongly muscle-scarred braincase, less strongly keeled and grooved palatal bridge, unperforated mesopterygoid fossa, and distinct mandibular coronoid process. From pruinosus, the new species additionally differs by its smaller incisive foramina and more anterior mesopterygoid penetration.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "External and cranial comparisons with the second new species are provided in the following account.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "VARIATION: Cranial differences among the three available adult specimens of Coendou ichillus do not exceed the range of osteological variation routinely observed within local populations of other Neotropical porcupines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "However, the skin of the holotype appears to be faded by comparison with the more vividly colored paratypes. The latter closely resemble living examples ( fig. 12 ), whose dark pelage markings are distinctly blackish. By contrast, the corresponding pigmentation on AMNH 126171 is brownish (near Smithe's [1975] Sepia or Raw Umber), a chromatic difference that might have resulted from inadequate specimen storage (e.g., exposure to light or bleaching agents) at some point in the past.",
                "cite_spans": [
                    {
                        "start": 295,
                        "end": 310,
                        "text": "Smithe's [1975]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 162,
                        "text": "fig. 12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "An immature specimen (FMNH 112565) purchased by Pekka Soini in 1971 near Iquitos is mounted for display with the skull inside and has painted seeds for eyes; obviously intended for the tourist trade, it is unaccompanied by records of sex, measurements, or habitat. The dorsal body pelage consists of bicolored quills, tricolored bristlequills, and long reddish fur; the ventral pelage consists mostly of reddish fur, but a few clusters of soft spines are emerging along the midline. Measurements made with a flexible rule suggest that the tail in life was more than three-quarters of the combined length of head and body; the estimated length of the dried hind foot is ca. 48 mm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Long reddish juvenile fur appears to be a taxonomically widespread trait among Neotropical porcupines, occurring even in those species that lack visible fur as adults (Roberts et al., 1985; Handley and Pine, 1992) . We identify FMNH 112565 as Coendou ichillus because its long tail, boldly black-tipped quills, tricolored bristle-quills, and emerging ventral spines suggest a similar external phenotype at maturity. Although this identification is biogeographically plausible (other eastern Ecuadorean taxa have ranges that extend southeastward into Peru, e.g., Saguinus nigricollis graellsi; Hershkovitz, 1977: fig. X.21) , the exact provenance of FMNH 112565 is uncertain because tourist items sold near Iquitos might have originated far from the city.",
                "cite_spans": [
                    {
                        "start": 167,
                        "end": 189,
                        "text": "(Roberts et al., 1985;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 190,
                        "end": 213,
                        "text": "Handley and Pine, 1992)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 593,
                        "end": 622,
                        "text": "Hershkovitz, 1977: fig. X.21)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "NATURAL HISTORY: Although no useful ecological association can be inferred from the type locality, ''Río Pastaza'', a river that traverses a considerable range of habitats in its descent from the Andes to the Amazon, both paratypes are from densely rainforested catchments below 500 m elevation. The orig-inal skin tag attached to FMNH 43289 includes the notation ''Col[ectado]: con cerbatana y beneno'' (collected with blowgun and poisoned dart), suggesting that the animal was taken from a tree by a native hunter, probably belonging to one of the lowland Quichua groups described by Whitten (1976) . No other natural history information is available from any of the specimens at hand.",
                "cite_spans": [
                    {
                        "start": 586,
                        "end": 600,
                        "text": "Whitten (1976)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Fortunately, field observations of Coendou ichillus are available from at least one definite locality: La Selva Jungle Lodge, an ecotourist facility and biological station at ca. 300 m elevation on the left (north) bank of the Río Napo in Provincia Sucumbíos, Ecuador. Situated between the oxbow lakes of Garza Cocha and Mandi Cocha, the lodge and its surrounding trail system occupy the typical ridge-and-swale landscape created by meandering white-water rivers, with tall forest on the high ground and swamps in the valley bottoms. Balslev et al. (1987) provided a detailed description of the local vegetation based on their study of flooded and unflooded forest at nearby Añangu (on the opposite bank of the Napo). Several years of weather records from La Selva suggest that this region receives between 3500 and 4000 mm of annual rainfall (DeVries et al., 1999) .",
                "cite_spans": [
                    {
                        "start": 534,
                        "end": 555,
                        "text": "Balslev et al. (1987)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 843,
                        "end": 865,
                        "text": "(DeVries et al., 1999)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "An adult female porcupine, unambiguously identifiable as Coendou ichillus, was briefly observed at La Selva (by J. E. Cadle, P. J. DeVries, L. H. Emmons, and R. S. Voss) on the night of 9 July 1996 as it ate ripe bananas suspended by a cord from the rafters of a building surrounded by gardens and secondary vegetation ( fig. 12 ). Several days later, another adult C. ichillus was observed at night (by J. E. Cadle and L. H. Emmons) in adjacent primary floodplain forest, where it was perched on a liana about 8 m above the ground. At least two individuals were said by lodge employees to inhabit holes in hollow palm trunks that were used as upright supports for the kitchen and other buildings at La Selva. GEOGRAPHIC DISTRIBUTION: Known from both banks of the middle Rio Madeira in Brazil between 5 and 9Њ S latitude.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 321,
                        "end": 328,
                        "text": "fig. 12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For Marc van Roosmalen and his son Tomas, whose collections from the middle Madeira included this distinctive porcupine together with other previously undescribed mammalian taxa (Roosmalen et al., 1998 (Roosmalen et al., , 2000 .",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 212,
                        "text": "(Roosmalen et al., 1998",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 213,
                        "end": 238,
                        "text": "(Roosmalen et al., , 2000",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "DIAGNOSIS: A member of the Coendou vestitus group distinguished from other member species by its small size, long tail, long adult fur, minutely black-tipped quills, nonspinous ventral fur, and unique combination of craniodental traits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "DESCRIPTION: External-The dorsal fur of soft wool hairs is dull in appearance and apparently variable in coloration, pale grayishbrown in one specimen (INPA 2586) but dark brown in the other two (INPA 677, 2587); in the specimens with brownish dorsal fur, the hair tips are pale (grayish or silvery) but these do not produce a distinctly frosted mass effect. The dorsal fur is long (50-70 mm) and dense enough over the back and rump to partly (INPA 2586 (INPA , 2587 or completely (INPA 677) conceal the underlying quills. All of the quills (ranging in length from about 25 to 35 mm middorsally) are bicolored (yellowish basally with the extreme tips dark brown) over the entire dorsum, including the head. Scattered abundantly throughout most of the dorsal pelage (except the rump) are long (40-70 mm) wirelike bristle-quills; almost all of these are tricolored-with pale (yellowish or ivorywhite) bases and tips separated by a single dark-brown middle band of variable widthbut a few bristles are bicolored (with pale bases and dark tips). The ventral surface of the body is densely covered with a mixture of fine, soft, brownish wool and coarser, banded (tricolored or bicolored) hairs from chin to anus; the banded hairs (0.20-0.25 mm in diameter and 15-20 mm long) are rooted in clusters, usually triplets but occasionally groups of two or four. The long tail is almost 90% of head-andbody length in both of the specimens from which measurement data are available (table  4) . The basal third of the tail is covered dorsally with bicolored quills and woolly fur, and the prehensile tail-tip is bare and calloused dorsally, but the rest of the tail (above and below) is uniformly covered with blackish bristles; the caudal bristles under the base of the tail are stiffer and denser than those occurring elsewhere. The dorsal surfaces of the hands and feet are densely covered with coarse dark-brown or blackish hairs.",
                "cite_spans": [
                    {
                        "start": 443,
                        "end": 453,
                        "text": "(INPA 2586",
                        "ref_id": null
                    },
                    {
                        "start": 454,
                        "end": 466,
                        "text": "(INPA , 2587",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1469,
                        "end": 1479,
                        "text": "(table  4)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The cranial and postcranial vibrissae have essentially the same morphology, coloration, and anatomical distribution as previously described for other vestitus-group porcupines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Skull-The frontal and nasal sinuses are slightly inflated in the younger left-bank specimens (INPA 2586 (INPA , 2587 , producing a slightly swollen dorsal profile above the orbits; the sinuses of the older right-bank specimen (INPA 677) are uninflated, however, resulting in a flat dorsal profile from the nasal tips to the midparietal region. The rostrum is short and tapering in our younger examples but moderately broad in INPA 677; however, there are no well-developed lateral emarginations for the origin of the infraorbital muscle in any specimen. The nasal bones taper gently from front to back, with rounded posterior margins that extend well behind the premaxillae. Viewed from above, the zygomatic arches converge anteriorly from the squamosal roots without a conspicuous widening at the level of the orbits. The jugals are moderately deep with distinct postorbital processes in all examined material. The dorsolateral contours of the braincase are only slightly (INPA 2587) to moderately (INPA 2586 and 677) sculpted by the origin of the temporalis muscles. The left and right temporalis scars are widely separated and are not joined middorsally to form a sagittal crest in any specimen.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 103,
                        "text": "(INPA 2586",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 116,
                        "text": "(INPA , 2587",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The incisive foramina are short and almost completely contained in the premaxillae (INPA 2586), or longer and penetrating between the maxillae posteriorly (INPA 2587, 677) ; the left and right foramina are completely separated by a bony septum in INPA 2586, but the septum is incomplete and both foramina are recessed in a common fossa in the other two specimens. The posterior diastema is marked by shallow and widely separated lateral sulci. Although the palatal bridge between the toothrows has a weakly developed central keel and shallow lateral gutters anterior to M1, the posterior palate is more-or-less smooth. The mesopterygoid fossa extends slightly anterior to the point of contact between M2 and M3 in the holotype, but not in either paratype. Small sphenopalatine vacuities (ca. 1 mm in diameter) per-forate the bony roof of the mesopterygoid fossa in INPA 677, but not in INPA 2586 (the mesopterygoid region of INPA 2587 is too damaged to score confidently for this trait). The alisphenoid is completely ossified, such that the sphenopterygoid canal is enclosed laterally and the buccinator-masticatory foramen and the foramen ovale are separate. The auditory bullae are large (ca. 17 mm) inflated capsules that contact the base of the paroccipital process on each side. The dorsal roof of the external auditory meatus has a weakly developed bony ridge in two specimens (INPA 677 and 2587) but not in INPA 2586.",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 171,
                        "text": "(INPA 2587, 677)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The coronoid process of the mandible is well-developed in all examined specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Dentition-The dentition is qualitatively similar to that of the remaining species of the vestitus group, but the toothrows of INPA 2586 and INPA 677 are remarkably small (table 4) . The upper incisors are strongly procumbent and deeply pigmented (orange).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 179,
                        "text": "(table 4)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Coendou roosmalenorum can be distinguished unambiguously from other species of the vestitus group by a unique combination of characters, the most salient of which are tabulated for easy reference (table 5) . Externally, roosmalenorum resembles vestitus and pruinosus by its long, dense dorsal fur and nonspinous ventral pelage, but it differs from both of those species in details of fur coloration (grayish or brownish versus blackish), in body size (much smaller, as indicated by hindfoot measurements), and by its conspicuously longer tail. Other external characters provide different patterns of taxonomic contrasts. Like vestitus, roosmalenorum has only bicolored cranial quills, whereas at least some cranial quills are tricolored in all examined specimens of pruinosus. Like pruinosus, however, roosmalenorum has tricolored bristle-quills, whereas the bristle-quills of vestitus are bicolored. In craniodental traits, roosmalenorum differs from vestitus in palatal sculpturing, alisphenoid ossification, bullar size, mandibular morphology, and in many additional (but subtler) details. From pruinosus, roosmalenorum differs craniodentally by its relatively much larger bullae, but other osteological contrasts between these taxa are harder to assess due to the wide range of var-iation among referred specimens. For example, the contrast in rostral morphology between some exemplar crania of pruinosus (e.g., MCZ 18738; fig. 8 ) and roosmalenorum (e.g., INPA 2586; fig. 14) is striking, but other specimens that we could have chosen to represent each species (e.g., FMNH 140260 [pruinosus] and INPA 677 [roosmalenorum] ) are much more similar in this character. Average (or modal) character differences between roosmalenorum and pruinosus, however, include dental size (roosmalenorum has smaller molars), mesopterygoid penetration between the toothrows (deeper in roosmalenorum), mesopterygoid fenestration (sphenopalatine vacuities are better developed in roosmalenorum), and nasal/frontal sinus inflation (perhaps more frequent in roosmalenorum).",
                "cite_spans": [
                    {
                        "start": 1623,
                        "end": 1638,
                        "text": "[roosmalenorum]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 209,
                        "end": 218,
                        "text": "(table 5)",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1440,
                        "end": 1446,
                        "text": "fig. 8",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 1485,
                        "end": 1493,
                        "text": "fig. 14)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Although Coendou roosmalenorum and C. ichillus are both long-tailed species, they differ markedly in external appearance, most notably in dorsal fur length (long versus short, respectively), density (dense versus sparse), and color (gray or brown versus blackish); in addition, whereas the quills of roosmalenorum are only dark at the extreme tips, those of ichillus are much more extensively pigmented. Other trenchant external differences include size (roosmalenorum is smaller, as evidenced by hindfoot measurements), and ventral pelage composition (coarse banded hairs in ichillus, woollier in roosmalenorum). The sum of such contrasts is sufficiently striking that it is unlikely that these species could be confused in the field by competent observers. By contrast, cranial differences between roosmalenorum and ichillus are harder to identify given the small samples at hand. Although it is possible that the morphology of the nasal/frontal sinuses (perhaps more frequently inflated in roosmalenorum), zygomatic arches (perhaps more rounded in ichillus), and the mesopterygoid roof (perhaps more frequently fenestrated in roosmalenorum) might have some diagnostic value alone or in combination, larger samples are clearly needed to assess such modal differences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Body weight data suggest that Coendou roosmalenorum is one of the smallest living erethizontids, but the adult holotype (INPA 2586, 600 g) may have been emaciated (see Morphological Comparisons Among Four Species of the Coendou vestitus Group a below), and the other weighed specimen (INPA 2587, 800 g) is a subadult. By comparison, 42 postjuvenile 4 specimens of C. melanurus weighed by Richard-Hansen et al. (1999) ranged from 1500 to 2600 g, and 70 specimens of C. prehensilis weighed by the same authors ranged from 1800 to 5800 g. VARIATION: With only three specimens in hand, the possible significance of observed character variation in Coendou roosmalenorum is hard to evaluate. Although certain differences observed in our material are plausibly attributable to ontogeny, others are not. An example of the former is the rostrum of INPA 677 (an old adult), which is relatively and absolutely larger than the rostrums of INPA 2587 (a subadult) and INPA 2586 (a young adult). An example of the latter is the grayish dorsal fur of INPA 2586 versus the brownish fur of the other two skins.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 416,
                        "text": "Richard-Hansen et al. (1999)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "Although we examined specimens from both banks of the Rio Madeira, a major Amazonian tributary and one of the largest rivers in the world, the similarities uniting our material as a taxon diagnosable from other forms of Coendou are more persuasive than the few differences that segregate our leftbank examples (INPA 2586, 2587) from our right-bank singleton (INPA 677). However, the more inflated sinuses of the former specimens are perhaps noteworthy in this context, as is the extremely small toothrow of the latter. Future studies based on larger samples from both populations will doubtless contribute to a more informed judgement about their taxonomic status.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "NATURAL HISTORY: According to information kindly summarized for us by Marc van Roosmalen, the holotype was captured by caboclos at Novo Jerusalem when it emerged from a felled tree. Kept alive as a pet, the animal was released every evening to roam freely in the surrounding terra firme forest, returning at dawn to sleep throughout the day in a box underneath its owners' house. This individual subsequently lived for several months in captivity at Manaus, where it maintained its nocturnal habits (sleeping in a tree hole by day), and ate a variety of seeds and fruit. It died of unknown causes while seeming perfectly healthy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The paratype from Santa Maria was shot at night by a caboclo boy who mistook its eyeshine for that of a paca (Cuniculus paca) as it was walking on the ground no more than 100 m from the shore of Lago Matupiri, a blackwater lake. The local vegetation was tall ''seringal'' forest growing on terra firme with abundant rubber trees (Hevea brasiliensis), Brazil nuts (Bertholletia excelsa), ingas (Inga spp.), and other trees known locally as orelha de macaco (Enterolobium schomburgkii), bacuri (Rheedia macrophylla), and taperebá (Spondias mombin).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "The paratype from 49 km E Porto Velho was taken in the course of faunal rescue efforts at the Samuel hydrolectric dam site, but the ecological circumstances of its capture are unknown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "REMARKS: Three specimens (two males and one female) collected at the Samuel hydroelectric dam site (49 km E of Porto Velho on BR 364) were identified by Naiff et al. (1996) as the ''Black dwarf porcupine'' of Emmons (1990: 199) , a taxon that is technically known as Coendou nycthemera Olfers (see Voss and Angermann [1997] , who explain that C. koopmani Handley and Pine is a junior synonym). One of those specimens (the female, INPA 677) is a paratype of C. roosmalenorum, but the whereabouts of the two male specimens is unknown. It is difficult to understand how INPA 677 could possibly have been mistaken for Emmons' black dwarf porcupine, which was clearly described by her as having entirely spiny blackish upperparts. One possible explanation is that the two missing specimens from Naiff's series were, in fact, C. nycthemera (which is known to occur on the right bank of the lower Madeira near Borba), and that INPA 677 was mistaken for a conspecific long-furred juvenile. Whether or not this conjecture is correct, future collectors should be alert to the possibility that two small species of Coendou may be sympatrically or parapatrically distributed along the right (east) bank of the Madeira.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 172,
                        "text": "Naiff et al. (1996)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 209,
                        "end": 227,
                        "text": "Emmons (1990: 199)",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 323,
                        "text": "Voss and Angermann [1997]",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "SPECIMENS EXAMINED: Brazil-Amazonas, Novo Jerusalem (INPA 2586), Santa Maria VOSS AND DA SILVA: NEOTROPICAL PORCUPINES Fig. 15 . Collection localities and sight records for members of the Coendou vestitus species group. Numbered symbols for C. vestitus (Ⅲ), C. pruinosus (•), C. ichillus (᭡), and C. roosmalenorum (૽) are keyed to entries in the accompanying gazetteer (appendix). The geographic configuration of localities 9-11 is approximate because specimen labels provide only river names. Western Amazonia (as defined by Voss and Emmons, 1996: 8) is that part of the basin west of the Rio Negro and the Rio Madeira. The Cashinahua Indian village of Balta is the source of an unvouchered record of small porcupines discussed in the text.",
                "cite_spans": [
                    {
                        "start": 526,
                        "end": 551,
                        "text": "Voss and Emmons, 1996: 8)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 119,
                        "end": 126,
                        "text": "Fig. 15",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "(INPA 2587); Rondônia, 49 km E Porto Velho (INPA 677).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NO. 3351 AMERICAN MUSEUM NOVITATES",
                "sec_num": null
            },
            {
                "text": "All published inventories of rainforest mammals from western Amazonia (i.e., west of the Negro and Madeira rivers; see fig. 15 ) have hitherto reported only one species of porcupine at any given site (Patton et al., 1982; Janson and Emmons, 1990; Woodman et al., 1991; Hutterer et al., 1995; Peres, 1999; Fleck and Harder, 2000; Patton et al., 2000) . Invariably, the single reported species is a large (3-5 kg) animal that has been identified as either Coendou prehensilis or C. bicolor. By contrast, small (1-2 kg) porcupines have long been known to occur sympatrically with C. prehensilis in eastern Amazonia (Ca-banis, 1848; Walsh and Gannon, 1967; Pine, 1973; Husson, 1978; George et al., 1988; Handley and Pine, 1992; Vié, 1999; Voss et al., 2001 ). 5 This report provides the first definite records of small Coendou from western Amazonia, where they are almost certainly sympatric with one or more large (prehensilislike) porcupines. Why these diminutive species, and perhaps others of the same size 5 The small porcupine that occurs throughout northeastern Amazonia is Coendou melanurus (see Voss et al., 2001 ), but this species has often been misidentified as C. insidiosus (e.g., by Husson, 1978) . The small species of southeastern Amazonia is C. nycthemera, previously known by its junior synonym C. koopmani (see Voss and Angermann, 1997) . The large porcupines currently known as C. prehensilis are unrevised and may represent a complex of closely related species. class, have remained undetected for so long begs explanation. Two hypotheses merit discussion.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 221,
                        "text": "(Patton et al., 1982;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 222,
                        "end": 246,
                        "text": "Janson and Emmons, 1990;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 247,
                        "end": 268,
                        "text": "Woodman et al., 1991;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 269,
                        "end": 291,
                        "text": "Hutterer et al., 1995;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 292,
                        "end": 304,
                        "text": "Peres, 1999;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 305,
                        "end": 328,
                        "text": "Fleck and Harder, 2000;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 329,
                        "end": 349,
                        "text": "Patton et al., 2000)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 403,
                        "end": 411,
                        "text": "(3-5 kg)",
                        "ref_id": null
                    },
                    {
                        "start": 629,
                        "end": 652,
                        "text": "Walsh and Gannon, 1967;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 653,
                        "end": 664,
                        "text": "Pine, 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 665,
                        "end": 678,
                        "text": "Husson, 1978;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 679,
                        "end": 699,
                        "text": "George et al., 1988;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 700,
                        "end": 723,
                        "text": "Handley and Pine, 1992;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 724,
                        "end": 734,
                        "text": "Vié, 1999;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 735,
                        "end": 752,
                        "text": "Voss et al., 2001",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 756,
                        "end": 757,
                        "text": "5",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1007,
                        "end": 1008,
                        "text": "5",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1100,
                        "end": 1117,
                        "text": "Voss et al., 2001",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1194,
                        "end": 1207,
                        "text": "Husson, 1978)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1327,
                        "end": 1352,
                        "text": "Voss and Angermann, 1997)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 119,
                        "end": 126,
                        "text": "fig. 15",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "First, it is possible that small porcupines have very restricted distributions in western Amazonia and simply do not occur in regions where most faunal inventory projects have been carried out. By this interpretation, Coendou ichillus and C. roosmalenorum might survive as relicts of a formerly widespread ancestral taxon that went extinct elsewhere for ecological reasons. Perhaps vestitus-like porcupines are narrowly adapted to some particular type of forest that occurs only along the middle Rio Madeira and in eastern Ecuador. Unfortunately, vegetational mapping in this region is currently too coarse to test such ad hoc conjectures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Alternatively, the absence of other records of small porcupines from western Amazonia could be an artifact of inadequate collecting efforts in this still largely inaccessible region. Although impressive faunal sampling efforts have been made at a few sites, small porcupines appear to be difficult to detect by any known inventory method (e.g., those described by Voss and Emmons, 1996) . Instead, most collected specimens appear to have been encountered by chance. To the best of our knowledge, none have ever been taken in traps, and few have been taken by deliberately hunting for them at night.",
                "cite_spans": [
                    {
                        "start": 364,
                        "end": 386,
                        "text": "Voss and Emmons, 1996)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Only annecdotal evidence is available to support the hypothesis that small porcupines are actually widespread in western Amazonia. For example, Cashinahua hunters at Balta (in Departamento Ucayali, Peru: fig. 15 ) told A. L. Gardner about a morphologically distinctive small porcupine that occurs sympatrically with Coendou bicolor at that locality, but only the latter was collected (see Voss and Emmons, 1996: appendix 9) . Because Balta is far from the known range of both C. ichillus and C. roosmalenorum, it is not surprising that the small porcupine described by the Cashinahua is clearly not referable to either taxon (A. L. Gardner, personal commun.).",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 423,
                        "text": "Voss and Emmons, 1996: appendix 9)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 204,
                        "end": 211,
                        "text": "fig. 15",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We predict that more new species of small Coendou, perhaps including some that belong to other clades than the vestitus group, will eventually be found in western Amazonia, but opportunities to collect specimens of these elusive animals are so infrequent that none should be ignored. In particular, faunal rescue operations following hydroelectric dam construction afford unique opportunities for wildlife researchers to examine large numbers of porcupines (Walsh and Gannon, 1967; Mascarenhas and Puorto, 1988; Vié, 1999) . Regrettable as such events are from other perspectives, each is a rare chance to gain valuable information about erethizontid diversity.",
                "cite_spans": [
                    {
                        "start": 457,
                        "end": 481,
                        "text": "(Walsh and Gannon, 1967;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 482,
                        "end": 511,
                        "text": "Mascarenhas and Puorto, 1988;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 512,
                        "end": 522,
                        "text": "Vié, 1999)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Numerous museum curators generously allowed us to borrow rare material from their collections, and tolerantly extended overdue loans for several years to make this report possible. In this context, we are especially grateful for the assistance of Renate Angermann (ZMB), Luis Albuja (EPN), C. O. Handley, Jr. (USNM), Paula Jenkins (BMNH), Daniel Lew (MHNLS), Bruce Patterson (FMNH), Maria Rutzmoser (MCZ), and Michel Tranier (MNHN). We thank Peter Goldberg for the cranial photographs in this report, Dennis Finnin for the skin photographs, Pat Wynn for the line art, Phil De-Vries for the color slide reproduced in figure  12 , and Marc van Roosmalen for the color prints reproduced in figure 13. Rob Anderson kindly tallied information about unexamined specimens in Venezuelan museums, and he remeasured other material in Ecuadorean museums at our request; Francisco Bisbal (EBRG), Daniel Lew (MHNLS), Roger Pérez (MBUCV), Belkis Rivas (MHNLS), and Javier Sánchez (EBRG) facilitated Rob's efforts on our behalf. Thanks are also due to the management of La Selva Jungle Lodge and to Phil DeVries for hosting our brief visit to the surrounding habitat of Coendou ichillus in 1996.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 616,
                        "end": 626,
                        "text": "figure  12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History. E-mail: voss@amnh.org 2 Instituto Nacional de Pesquisas da Amazônia, CP 478, Manaus, AM 69083, Brazil. E-mail: mnfs@inpa.gov.br Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Richard-Hansen et al. (1999) judged their weighed specimens to be adults, but those authors did not employ dental criteria to assess maturity. Most subadult porcupines are externally indistinguishable from adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Below are listed all localities at which examined specimens referable to the Coendou vestitus group have been collected. Italicized place names are those of the largest political divisions (state/ department/province) within countries; boldface identifies collection localities as they appear in the text of this report. Unless recorded by the collector, geographic coordinates (degrees and minutes latitude/longitude) and elevation above sea level in meters (m) are provided in square brackets with a cited secondary source for these data. The species name, name(s) of collector(s), and date(s) of collection are separated from the locality entry by a colon. Numbered localities are plotted on the accompanying map ( fig. 15 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 718,
                        "end": 725,
                        "text": "fig. 15",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "APPENDIX: Gazetteer",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Aporte sobre la taxonomía y distribución de los puercoespines (Rodentia: Erethizontidae) en Colombia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Alberico",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Rojas-Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Gregorio",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Rev. Acad. Colomb. Cienc. Exact. Fis. Nat",
                "volume": "23",
                "issue": "",
                "pages": "595--612",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alberico, M., V. Rojas-Díaz, and J. Gregorio M. 1999. Aporte sobre la taxonomía y distribu- ción de los puercoespines (Rodentia: Erethizontidae) en Colombia. Rev. Acad. Colomb. Cienc. Exact. Fis. Nat. 23(supl. esp.): 595-612.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Composition and structure of adjacent unflooded and floodplain forest in Amazonian Ecuador",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Balslev",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Luteyn",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Ollgaard",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "B"
                        ],
                        "last": "Holm-Nielsen",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Opera Bot",
                "volume": "92",
                "issue": "",
                "pages": "37--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Balslev, H., J. Luteyn, B. Ollgaard, and L. B. Holm-Nielsen 1987. Composition and structure of adjacent unflooded and floodplain forest in Am- azonian Ecuador. Opera Bot. 92: 37- 57.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Saeugethiere",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cabanis",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Reisen in Britisch-Guiana in den Jahren 1840-1844",
                "volume": "3",
                "issue": "",
                "pages": "766--786",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cabanis, J. 1848. Saeugethiere. In R. Schomburgk (ed.), Reisen in Britisch-Guiana in den Jahren 1840-1844, Dritter Theil [vol.3], Ver- such einer Fauna und Flora von Bri- tisch-Guiana: 766-786. Leipzig: J. J. Weber.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Catálogo de los mamíferos de América del Sur",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Rev. Mus. Argent. Cienc. Nat. ''Bernardino Rivadavia,'' Cienc. Zool",
                "volume": "2",
                "issue": "2",
                "pages": "309--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cabrera, A. 1961. Catálogo de los mamíferos de América del Sur [vol.2]. Rev. Mus. Argent. Cienc. Nat. ''Bernardino Rivadavia,'' Cienc. Zool. 4(2): xxii ϩ 309-732.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Functional histology of quill erection in the porcupine, Erethizon dorsatum",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Roze",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Can. J. Zool",
                "volume": "75",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chapman, D. M., and U. Roze 1997. Functional histology of quill erection in the porcupine, Erethizon dorsatum. Can. J. Zool. 75: 1-10.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Sphiggurus vestitus pruinosus (Mammalia, Rodentia, Erethizontidae): the karyotype and its phylogenetic implications, descriptive notes. Stud. Neotrop",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Concepción",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Molinari",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Fauna Environ",
                "volume": "26",
                "issue": "",
                "pages": "237--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Concepción, J. L., and J. Molinari 1991. Sphiggurus vestitus pruinosus (Mam- malia, Rodentia, Erethizontidae): the karyotype and its phylogenetic impli- cations, descriptive notes. Stud. Neo- trop. Fauna Environ. 26: 237-241.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Species diversity in spatial and temporal dimensions of fruit-feeding butterflies from two Ecuadorean rainforests",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Devries",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "R"
                        ],
                        "last": "Walla",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Greeney",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "DMA 1987. Gazetteer of Ecuador",
                "volume": "68",
                "issue": "",
                "pages": "333--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeVries, P. J., T. R. Walla, and H. F. Greeney 1999. Species diversity in spatial and tempo- ral dimensions of fruit-feeding butter- flies from two Ecuadorean rainforests. Biol. J. Linn. Soc. 68: 333-353. DMA 1987. Gazetteer of Ecuador, 2nd ed. Washing- ton, D.C.: Defense Mapping Agency.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The families and genera of living rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Ellerman",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "London: British Museum (Natural History)",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ellerman, J. R. 1940. The families and genera of living ro- dents, vol. 1. London: British Museum (Natural History).",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Neotropical rainforest mammals, a field guide",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emmons, L. H. 1990. Neotropical rainforest mammals, a field guide. Chicago: Univ. Chicago Press.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Formaciones vegetales de Colombia: memoria explicativa sobre el mapa ecológico",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Espinal",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Montenegro",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Instituto Geográfico ''Agustín Codazzi",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Espinal T., L. S., and E. Montenegro M. 1963. Formaciones vegetales de Colombia: memoria explicativa sobre el mapa ecológico. Bogotá: Instituto Geográfico ''Agustín Codazzi.''",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Matses Indian rainforest habitat classification and mammalian diversity in Amazonian Peru",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Fleck",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Harder",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J. Ethnobiol",
                "volume": "20",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleck, D. W., and J. D. Harder 2000. Matses Indian rainforest habitat classi- fication and mammalian diversity in Amazonian Peru. J. Ethnobiol. 20: 1- 36.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Levantamento de mamíferos do Parna-Tapajós",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "K"
                        ],
                        "last": "George",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Marques",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vivo",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Branch",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Gomes",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Rodrigues",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Brasil Florestal",
                "volume": "63",
                "issue": "",
                "pages": "33--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "George, T. K., S. A. Marques, M. de Vivo, L. C. Branch, N. Gomes, and R. Rodrigues 1988. Levantamento de mamíferos do Par- na-Tapajós. Brasil Florestal 63: 33- 41.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Control of forest growth and distribution on wet tropical mountains",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Grubb",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Annu. Rev. Ecol. Syst",
                "volume": "8",
                "issue": "",
                "pages": "83--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grubb, P. J. 1977. Control of forest growth and distribu- tion on wet tropical mountains. Annu. Rev. Ecol. Syst. 8: 83-107.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Mammals of the Smithsonian Venezuelan Project",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Brigham Young Univ. Sci. Bull., Biol. Ser",
                "volume": "20",
                "issue": "5",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Handley, C. O., Jr. 1976. Mammals of the Smithsonian Venezue- lan Project. Brigham Young Univ. Sci. Bull., Biol. Ser. 20(5): 89 pp. ϩ map.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A new species of prehensile-tailed porcupine, genus Coendou Lacépède, from Brazil",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pine",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Mammalia",
                "volume": "56",
                "issue": "",
                "pages": "237--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Handley, C. O., Jr., and R. H. Pine 1992. A new species of prehensile-tailed por- cupine, genus Coendou Lacépède, from Brazil. Mammalia 56: 237-244.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Living New World monkeys (Platyrrhini)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz, P. 1977. Living New World monkeys (Platyrrhi- ni), vol. 1. Chicago: Univ. Chicago Press.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mammal species of the world, a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Honacki",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Kinman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Koeppl",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Honacki, J. H., K. E. Kinman, and J. W. Koeppl 1982. Mammal species of the world, a taxo- nomic and geographic reference. Lawrence, KS: Allen Press.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The mammals of Suriname",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Husson",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Husson, A. M. 1978. The mammals of Suriname. Leiden: E. J. Brill.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Mapa general de ecosistemas de Colombia. Bogotá: Instituto Alexander von Humboldt. IGAC 1983. [1:250,000 topographic map of Departamento Cundinamarca, Colombia",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hutterer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Verhaagh",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Diller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Podloucky",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bogotá: Instituto Geográfico ''Agustín Codazzi",
                "volume": "1",
                "issue": "",
                "pages": "3--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hutterer, R., M. Verhaagh, J. Diller, and R. Pod- loucky 1995. An inventory of mammals observed at Panguana biological station, Amazo- nian Peru. Ecotropica 1: 3-20. IAVH 1998. Mapa general de ecosistemas de Co- lombia. Bogotá: Instituto Alexander von Humboldt. IGAC 1983. [1:250,000 topographic map of Depar- tamento Cundinamarca, Colombia, 4th ed.]. Bogotá: Instituto Geográfico ''Agustín Codazzi''.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Ecological structure of the nonflying mammal community at Cocha Cashu biological station",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Janson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Four Neotropical rainforests",
                "volume": "",
                "issue": "",
                "pages": "314--338",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Janson, C. H., and L. H. Emmons 1990. Ecological structure of the nonflying mammal community at Cocha Cashu biological station, Manu National Park, Peru. In A. H. Gentry (ed.), Four Neo- tropical rainforests: 314-338. New Ha- ven: Yale Univ. Press.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Mamíferos de Venezuela. Caracas: Sociedad Conservacionista Audubon de Venezuela",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Linares",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Linares, O. 1998. Mamíferos de Venezuela. Caracas: So- ciedad Conservacionista Audubon de Venezuela.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Nonvolant mammals rescued at the Tucuruí dam in the Brazilian Amazon",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Mascarenhas",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Puorto",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Primate Conserv",
                "volume": "9",
                "issue": "",
                "pages": "91--93",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mascarenhas, B. M., and G. Puorto 1988. Nonvolant mammals rescued at the Tucuruí dam in the Brazilian Amazon. Primate Conserv. 9: 91-93.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "New records of Histoplasma capsulatum from wild animals in the Brazilian Amazon",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Naiff",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "V"
                        ],
                        "last": "Barrett",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Naiff",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Ferreira",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Arias",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Rev. Inst. Med. Trop. São Paulo",
                "volume": "38",
                "issue": "",
                "pages": "273--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Naiff, R. D., T. V. Barrett, M. de F. Naiff, L. C. de L. Ferreira, and J. R. Arias 1996. New records of Histoplasma capsula- tum from wild animals in the Brazilian Amazon. Rev. Inst. Med. Trop. São Paulo 38: 273-277.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Dialectos quichuas del Ecuador (Cuadernos Etnolingüísticos 2). Quito: Instituto Lingüístico de Verano",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Orr",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orr, C. 1978. Dialectos quichuas del Ecuador (Cuad- ernos Etnolingüísticos 2). Quito: Insti- tuto Lingüístico de Verano.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Aboriginal perspectives of a mammal community in Amazonian Peru: knowledge and utilization patterns among the Aguaruna Jívaro",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Berlin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Berlin",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Mammalian biology in South America",
                "volume": "6",
                "issue": "",
                "pages": "111--128",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J. L., B. Berlin, and E. A. Berlin 1982. Aboriginal perspectives of a mammal community in Amazonian Peru: knowl- edge and utilization patterns among the Aguaruna Jívaro. In M. A. Mares and H. H. Genoways (eds.), Mammalian bi- ology in South America (Spec. Publ. Ser. Pymatuning Lab. Ecol. 6): 111- 128. Pittsburgh: Univ. Pittsburgh.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Mammals of the Rio Juruá and the evolutionary and ecological diversification of Amazonia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N F"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Malcolm",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "244",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J. L., M. N. F. da Silva, and J. R. Malcolm 2000. Mammals of the Rio Juruá and the evo- lutionary and ecological diversification of Amazonia. Bull. Amer. Mus. Nat. Hist. 244: 306 pp.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Ornithological gazetteer of Venezuela",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R. A., Jr. 1982. Ornithological gazetteer of Venezuela. Cambridge, MA: Mus. Comp. Zool. Harvard Univ.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Ornithological gazetteer of Colombia",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ornithological gazetteer of Colombia. Cambridge, MA: Mus. Comp. Zool., Harvard Univ.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The structure of nonvolant mammal communities in different Amazonian forest types",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Peres",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peres, C. A. 1999. The structure of nonvolant mammal communities in different Amazonian forest types. In J. F. Eisenberg and K.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Mammals (exclusive of bats) of Belém",
                "authors": [],
                "year": 1973,
                "venue": "Mammals of the Neotropics",
                "volume": "3",
                "issue": "",
                "pages": "47--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H. Redford (eds.), Mammals of the Neotropics, vol. 3: 564-581. Chicago: Univ. Chicago Press. Pine, R. H. 1973. Mammals (exclusive of bats) of Belém, Pará, Brazil. Acta Amazônica 3: 47-79.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Body measurements on 40 species of mammals from French Guiana",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Richard-Hansen",
                        "suffix": ""
                    },
                    {
                        "first": "J.-C",
                        "middle": [],
                        "last": "Vié",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Vidal",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kéravec",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "J. Zool",
                "volume": "247",
                "issue": "",
                "pages": "419--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richard-Hansen, C., J.-C. Vié, N. Vidal, and J. Kéravec 1999. Body measurements on 40 species of mammals from French Guiana. J. Zool. (London) 247: 419-428.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "The biology of captive prehensiletailed porcupines, Coendou prehensilis",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Brand",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Maliniak",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "J. Mammal",
                "volume": "66",
                "issue": "",
                "pages": "476--482",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roberts, M. R., S. Brand, and E. Maliniak 1985. The biology of captive prehensile- tailed porcupines, Coendou prehensilis. J. Mammal. 66: 476-482.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "A new and distinctive species of marmoset (Callitrichidae, Primates) from the lower Rio Aripuana, state of Amazonas, central Brazilian Amazonia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G M"
                        ],
                        "last": "Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Van",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Van Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A B"
                        ],
                        "last": "Mittermeier",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Da Fonseca",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Goeldiana Zool",
                "volume": "22",
                "issue": "",
                "pages": "1--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roosmalen, M. G. M. van, T. van Roosmalen, R. A. Mittermeier, and G. A. B. da Fonseca 1998. A new and distinctive species of mar- moset (Callitrichidae, Primates) from the lower Rio Aripuana, state of Ama- zonas, central Brazilian Amazonia. Goeldiana Zool. 22: 1-27.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Two new species of marmosets, genus Callithrix Erxleben, 1777 (Callitrichidae, Primates) from the Tapajós/Madeira interfluvium, south-central Amazonia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G M"
                        ],
                        "last": "Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Van",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Van Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Mittermeier",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rylands",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Neotrop. Primates",
                "volume": "8",
                "issue": "",
                "pages": "2--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roosmalen, M. G. M. van, T. van Roosmalen, R. A. Mittermeier, and A. B. Rylands 2000. Two new species of marmosets, genus Callithrix Erxleben, 1777 (Callitrichi- dae, Primates) from the Tapajós/Ma- deira interfluvium, south-central Ama- zonia. Neotrop. Primates 8: 2-18.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Naturalist's color guide",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Smithe",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Am. Mus. Nat. Hist",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smithe, F. B. 1975-1981. Naturalist's color guide. New York: Am. Mus. Nat. Hist.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Lista actualizada de los mamíferos de Venezuela",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Soriano",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ochoa",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Vertebrados actuales y fósiles de Venezuela",
                "volume": "1",
                "issue": "",
                "pages": "205--227",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soriano, P. J., and J. Ochoa G. 1997. Lista actualizada de los mamíferos de Venezuela. In E. La Marca (ed.), Ver- tebrados actuales y fósiles de Venezue- la (Ser. Cat. Zool. Venez., vol. 1): 205- 227. Mérida: Museo de Ciencia y Tec- nología.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The taxonomy of the genera of Neotropical hystricoid rodents",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H H"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "68",
                "issue": "",
                "pages": "295--447",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tate, G. H. H. 1935. The taxonomy of the genera of Neo- tropical hystricoid rodents. Bull. Am. Mus. Nat. Hist. 68: 295-447.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Descriptions of new Neotropical mammals",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ann. Mag. Nat. Hist",
                "volume": "7",
                "issue": "4",
                "pages": "278--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1899. Descriptions of new Neotropical mam- mals. Ann. Mag. Nat. Hist. 7(4): 278- 288.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Wildlife rescues-the case of the Petit Saut hydroelectric dam in French Guiana",
                "authors": [
                    {
                        "first": "J.-C",
                        "middle": [],
                        "last": "Vié",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Oryx",
                "volume": "33",
                "issue": "",
                "pages": "115--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vié, J.-C. 1999. Wildlife rescues-the case of the Petit Saut hydroelectric dam in French Gui- ana. Oryx 33: 115-126.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "An introduction to the Neotropical muroid rodent genus Zygodontomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "210",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S. 1991. An introduction to the Neotropical mu- roid rodent genus Zygodontomys. Bull. Am. Mus. Nat. Hist. 210: 113 pp.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Revisionary notes on Neotropical porcupines (Rodentia: Erethizontidae). 1. Type material described by Olfers (1818) and Kuhl (1820) in the Berlin Zoological Museum",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Angermann",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Am. Mus. Novitates",
                "volume": "3214",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., and R. Angermann 1997. Revisionary notes on Neotropical por- cupines (Rodentia: Erethizontidae). 1. Type material described by Olfers (1818) and Kuhl (1820) in the Berlin Zoological Museum. Am. Mus. Novi- tates 3214: 42 pp.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Mammalian diversity in Neotropical lowland rainforests: a preliminary assessment",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "230",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., and L. H. Emmons 1996. Mammalian diversity in Neotropical lowland rainforests: a preliminary as- sessment. Bull. Am. Mus. Nat. Hist. 230: 115 pp.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bull. Am. Mus. Nat. Hist",
                "volume": "263",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., D. P. Lunde, and N. B. Simmons 2001. Mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species. Bull. Am. Mus. Nat. Hist. 263: 236 pp.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Time is short and the water rises",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Walsh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Gannon",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Walsh, J., and R. Gannon 1967. Time is short and the water rises. New York: E. P. Dutton.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Sacha runa: ethnicity and adaptation of Ecuadorean jungle Quichua",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "E"
                        ],
                        "last": "Whitten",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Whitten, N. E., Jr. 1976. Sacha runa: ethnicity and adaptation of Ecuadorean jungle Quichua. Urbana, IL: Univ. Illinois Press.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Annotated checklist of the mammals of Cuzco Amazónico",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Arana",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Schmidt",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Mammal species of the world",
                "volume": "145",
                "issue": "",
                "pages": "771--806",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Woodman, N., R. M. Timm, R. Arana C., V. Pa- checo, C. A. Schmidt, E. D. Hooper, and C. Pa- checo A. 1991. Annotated checklist of the mammals of Cuzco Amazónico, Peru. Occas. Pap. Mus. Nat. Hist. Univ. Kansas 145: 12 pp. Woods, C. A. 1993. Suborder Hystricognathi. In: D. E. Wil- son and D. M. Reeder (eds.), Mammal species of the world, 2nd ed.: 771-806. Washington, DC: Smithson. Inst. Press.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "5Њ33Ј28ЉS, 61Њ07Ј20ЉW, Ͻ100 m): Coendou roosmalenorum",
                "authors": [
                    {
                        "first": "Novo",
                        "middle": [],
                        "last": "Amazonas",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Jerusalem On Lago Matupirizinho ; Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Van Roosmalen",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Amazonas, Novo Jerusalem on Lago Ma- tupirizinho (5Њ33Ј28ЉS, 61Њ07Ј20ЉW, Ͻ100 m): Coendou roosmalenorum (coll. M. G. M. van Roosmalen and T. van Roosmalen, 23 November 1996).",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "5Њ33Ј15ЉS, 61Њ15Ј47ЉW, Ͻ100 m): Coendou roosmalenorum",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Amazonas",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Maria On Lago Matupiri ; Roosmalen",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Van Roosmalen",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Amazonas, Santa Maria on Lago Matupiri (5Њ33Ј15ЉS, 61Њ15Ј47ЉW, Ͻ100 m): Coen- dou roosmalenorum (coll. M.G.M. van Roosmalen and T. van Roosmalen, April 1997.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Coendou roosmalenorum",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rondônia",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Velho",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rondônia, 49 km E Porto Velho [coordi- nates unknown, ca. 100 m]: Coendou roos- malenorum (coll. ''Equipe J. Arias,'' 9 July 1985).",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "COLOMBIA 4",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COLOMBIA 4. Cundinamarca, Quipile [4Њ45ЈN, 74Њ32ЈW;",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Coendou vestitus (coll. Nicéforo María",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bogotá",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "DMA",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DMA, 1988], W of Bogotá: Coendou ves- titus (coll. Nicéforo María, February 1925).",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "4Њ51ЈN, 74Њ38ЈW, 1303 m; Paynter and Traylor",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Cundinamarca",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Juan De Río",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Seco",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1923--1925",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cundinamarca, San Juan de Río Seco [4Њ51ЈN, 74Њ38ЈW, 1303 m; Paynter and Traylor, 1981]: Coendou vestitus (coll. Ni- céforo María, 1923-1925).",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "500 m: Coendou pruinosus",
                "authors": [
                    {
                        "first": "Traylor",
                        "middle": [],
                        "last": "Paynter",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter and Traylor, 1981], 500 m: Coen- dou pruinosus (coll. R. M. Gilmore, 15 June 1939).",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Alturas de Pamplona [7Њ23ЈN, 72Њ39ЈW, 2340 m; Paynter and Traylor",
                "authors": [
                    {
                        "first": "Santander",
                        "middle": [],
                        "last": "Norte De",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Norte de Santander, Alturas de Pamplona [7Њ23ЈN, 72Њ39ЈW, 2340 m; Paynter and Traylor, 1981]: Coendou pruinosus (coll. Nicéforo María, July 1950).",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "ECUADOR 9",
                "authors": [
                    {
                        "first": "Río",
                        "middle": [],
                        "last": "Pastaza",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Conambo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ECUADOR 9. Pastaza, Río Conambo [ca. 1Њ52ЈS, 76Њ47ЈW, ca. 300 m at village of Conambo;",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Coendou ichillus (unvouchered sightings by",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sucumbíos",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sucumbíos, La Selva Jungle Lodge (0Њ30ЈS, 76Њ22ЈW): Coendou ichillus (un- vouchered sightings by J. E. Cadle, P. J. DeVries, L. H. Emmons, and R. S. Voss, July 1996).",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "PERU 13. Loreto, Iquitos region [ca. 3Њ46ЈS, 73Њ15ЈW; Stephens and Traylor",
                "authors": [],
                "year": 1971,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PERU 13. Loreto, Iquitos region [ca. 3Њ46ЈS, 73Њ15ЈW; Stephens and Traylor, 1983]: Coendou ichillus. (purchased by P. Soini, 1971).",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "elevation 1500 m: Coendou pruinosus (see Concepción and Molinari",
                "authors": [],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mérida, Finca el Cumbe, 3.5 km SW Zea [8Њ23ЈN, 71Њ47ЈW; Paynter, 1982], eleva- tion 1500 m: Coendou pruinosus (see Con- cepción and Molinari, 1991).",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Montaña Sierra 2100",
                "authors": [
                    {
                        "first": "Mérida",
                        "middle": [],
                        "last": "Mérida",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mérida, Mérida (and localities presumably near this city including ''Montaña Sierra 2100[?] m'' and ''Montaña del Valle 2600 m'') [ca. 8Њ36ЈN, 71Њ08ЈW]: Coendou prui- nosus (coll. S. Briceño Gabaldón e hijos, ca. 1900-1905).",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Coendou pruinosus (coll. S. Briceño Gabaldón e hijos",
                "authors": [
                    {
                        "first": "Montañ",
                        "middle": [],
                        "last": "Mérida",
                        "suffix": ""
                    },
                    {
                        "first": "Pedregosa",
                        "middle": [],
                        "last": "De La",
                        "suffix": ""
                    }
                ],
                "year": 1905,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mérida, Montañ as de la Pedregosa, ele- vation 2500 m [ca. 8Њ36ЈN, 71Њ12ЈW; Payn- ter, 1982]: Coendou pruinosus (coll. S. Bri- ceño Gabaldón e hijos, 14 January 1905).",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Montañ as de Tabay, elevation 2600 m [ca. 8Њ38ЈN, 71Њ04ЈW; Paynter, 1982): Coendou pruinosus (coll. S. Briceño Gabaldón e hijos",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mérida",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mérida, Montañ as de Tabay, elevation 2600 m [ca. 8Њ38ЈN, 71Њ04ЈW; Paynter, 1982): Coendou pruinosus (coll. S. Briceño Gabaldón e hijos, 28 January 1904).",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "48 km WNW Encontrados, 54 m: Coendou pruinosus",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "A"
                        ],
                        "last": "Handley ; Coll",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tuttle",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Handley, 1976], 48 km WNW Encontra- dos, 54 m: Coendou pruinosus (coll. A. Tuttle et al., 1 March 1968).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "Three structural types found in the dorsal pelage of members of the Coendou vestitus species group: a, soft wool hairs; b, quills; c, bristle-quills. Approximately life size (drawn from pelage of AMNH 126171, holotype of C. ichillus).",
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "text": "Anatomical limits of 18 craniodental measurements defined in the text.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "text": "Figures 3, 4, 5A, 6A",
                "type_str": "figure",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "text": "Dorsal view of the skin of Coendou vestitus (BMNH 24.2.21.2). Approximately ϫ0.4.NO. 3351 AMERICAN MUSEUM NOVITATESFig. 4. Dorsal, ventral, and lateral cranial views of Coendou vestitus(MNHN 1929-632). All views approximately ϫ1.5.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "text": "Ventral cranial views of Coendou vestitus",
                "type_str": "figure",
                "num": null
            },
            "FIGREF5": {
                "uris": null,
                "text": "Dorsal view of the skin of Coendou pruinosus(BMNH 10.12.3.5). Approximately ϫ0.4.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF6": {
                "uris": null,
                "text": "Dorsal, ventral, and lateral cranial views of Coendou pruinosus (MCZ 18738). All views approximately ϫ1.5.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF7": {
                "uris": null,
                "text": "Dorsal view of the skin of Coendou ichillus (AMNH 126171, holotype). Approximately ϫ0.4.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF8": {
                "uris": null,
                "text": "Dorsal, ventral, and lateral cranial views of Coendou ichillus (AMNH 126171, holotype). All views approximately ϫ1.5.NO. 3351 AMERICAN MUSEUM NOVITATESFig. 11. Dorsal, ventral, and lateral cranial views of Coendou ichillus (FMNH 43289, paratype). All views approximately ϫ1.5.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF9": {
                "uris": null,
                "text": "An adult female Coendou ichillus eating bananas suspended from the rafters of a building at La Selva Jungle Lodge, Provincia Sucumbíos, Ecuador, on 9 July 1996 (photo courtesy of P. J. DeVries).",
                "type_str": "figure",
                "num": null
            },
            "FIGREF10": {
                "uris": null,
                "text": "Holotype of Coendou roosmalenorum (INPA 2586) in life. Photos courtesy of M.G.M. van Roosmalen. NO. 3351 AMERICAN MUSEUM NOVITATES Fig. 14. Dorsal, ventral and cranial views of Coendou roosmalenorum (INPA 2586 [original number CCM 58], holotype). All views approximately ϫ1.5. VOSS AND DA SILVA: NEOTROPICAL PORCUPINES",
                "type_str": "figure",
                "num": null
            },
            "TABREF0": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            },
            "TABREF1": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            },
            "TABREF4": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            },
            "TABREF5": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            }
        }
    }
}