{
    "paper_id": "Vossetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:36:02.168243Z"
    },
    "title": "Floral Biology of Markea neurantha Hemsley (Solanaceae), a Bat-pollinated Epiphyte",
    "authors": [
        {
            "first": "Robert",
            "middle": [],
            "last": "Voss'",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Melvin",
            "middle": [],
            "last": "Turner2",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The floral biology of Markea neurantha Hemsley, a bat-pollinated epiphytic shrub, was studied in the eastern lowlands of Costa Rica. Individual plants may flower for months but only a few buds open each night. Anthesis occurs at dusk and copious amounts of a dilute, hexose-dominated nectar are secreted. Nectar production is highest in the early evening and is effectively terminated by midnight. The open corollas begin to abscise by 2200 hr and do not remain on the plant until dawn. Temporal patterns of nectar and pollen availability and extrinsic bat activity correspond closely. Details of the floral phenology and morphology of M. neuran.tha; are consistent with Baker's (1973) hypothesis that this plant is adapted for pollination by traplining bats.",
    "pdf_parse": {
        "paper_id": "Vossetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The floral biology of Markea neurantha Hemsley, a bat-pollinated epiphytic shrub, was studied in the eastern lowlands of Costa Rica. Individual plants may flower for months but only a few buds open each night. Anthesis occurs at dusk and copious amounts of a dilute, hexose-dominated nectar are secreted. Nectar production is highest in the early evening and is effectively terminated by midnight. The open corollas begin to abscise by 2200 hr and do not remain on the plant until dawn. Temporal patterns of nectar and pollen availability and extrinsic bat activity correspond closely. Details of the floral phenology and morphology of M. neuran.tha; are consistent with Baker's (1973) hypothesis that this plant is adapted for pollination by traplining bats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Bats which feed largely or exclusively on flowers comprise a unique and interesting element of tropical vertebrate communities. Although information on the ecology of nectivorous bats is slowly accumulating (cf. Baker, 1973; Heithaus et at., 1974 Heithaus et at., , 1975 , much remains to be learned. In this context, it seems important to understand the nature of the vegetative resources exploited by these chiropterans. This paper reports information on the floral biology of Markea neurantha Hemsley (Solanaceae), a Central American bat-pollinated shrub, discusses these data in terms of bat-plant coevolution, and indicates some aspects of bat-flower relationships deserving future study.",
                "cite_spans": [
                    {
                        "start": 212,
                        "end": 224,
                        "text": "Baker, 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 225,
                        "end": 246,
                        "text": "Heithaus et at., 1974",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 247,
                        "end": 270,
                        "text": "Heithaus et at., , 1975",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "We studied Markea in the field from 2-4 August 1977 at Finca La Selva, a field station of the Organization for Tropical Studies, in Heredia Province, Costa Rica. Finca La Selva, located on the Rio Puerto Viejo, occupies a zone of transition between the Tropical Wet and Premontane Wet Forests of Holdridge (1967) .",
                "cite_spans": [
                    {
                        "start": 306,
                        "end": 312,
                        "text": "(1967)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Nectar was collected with 10 microliter (,ul) glass microcapillary tubes introduced into the corolla. Sugar concentration of fresh nectar was measured in sucrose equivalents (% dissolved solids) with a Bausch and Lomb pocket refractometer. Nectar was spotted on filter paper and pollen was collected in a 10% sucrose solution for later analyses. Separation of the amino acid constituents of nectar and pollen was effected in the laboratory by polyamide Thin Layer Chromatography. Separated amino acid spots were removed from the plate, and the fluorescent derivatives eluted with 0.3 mls of chloroform:methanol:acetic acid (7:2:2 v/v/v). Fluorescence was then measured using a microcuvette attachment on the High Sensitivity sample holder of a Turner Filter Fluorometer, Model III (I. Baker, pers. comm.) . Results are expressed as proportions of total fluorescence.",
                "cite_spans": [
                    {
                        "start": 785,
                        "end": 804,
                        "text": "Baker, pers. comm.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Most of the field data were derived from inflorescences enclosed by standard Japanese mist nets, but otherwise exposed. Four inflorescences were also enclosed in paper bags in situ and sampled at intervals during, the night. Pollen was removed from captured bats and examined under a compound microscope for identification. Field data were later supplemented by examination of 22 herbarium sheets of Markea neurantha loaned us by the Missouri Botanical Garden. A voucher specimen has been deposited in the Herbarium of Duke University (M. D. Turner 1977-10, DUKE) .",
                "cite_spans": [
                    {
                        "start": 535,
                        "end": 563,
                        "text": "(M. D. Turner 1977-10, DUKE)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Markea L. C. Richard is a poorly defined genus of perhaps 20 species, widely distributed in the New World tropics; included forms are shrubs or vines, mostly 'hemi-epiphytic (D'Arcy, 1973) . Markea neurantha occurs from Chiriqui, Panama, to Guatemala and Belize, and ranges from lowland situations to an elevation of at least 2400 m (D'Arcy, 1973; Standley and Morton, 1938; Gentry and Standley, 1974) . The plants we observed were growing as epiphytic or hemi-epiphytic shrubs 2-6 m above the ground on Pejibaye palms [Guilielma gasipaes (H.B.K.) L. H. Bailey] or cacao (Theobroma cacao L.) in old plantations. The plant is seldom evident in primary forest although the fallen corollas are often observed; in undisturbed situations M. neurantha is probably a canopy epiphyte. Flowers are produced in loose racemes or panicles at the ends of long (to at least 1 m), dangling peduncles (see illustration in Baker, 1973 ; M. neurantha misidentified as Trianaea sp. therein). The corolla is campanulate with a revolute, five-lobed margin, 4.0-7.1 cm long (unrolled), and 2-3 cm wide. The corolla is greenish exteriorly and purple on the inside. Anthers are large (0.8-1.3 cm long), and dehisce longitudinally to expose a yellow-white, very abundant pollen. Both anthers and style are exserted to about the same level, well beyond the corolla. Flowers open directly downward. The mature fruit is a whitish, ovoid berry about as long as the persistent calyx (1.8-3.6 cm). The distal region of the peduncle typically bears many flower scars (for at least 12 cm on some specimens); nearly 200 such scars are present on some stalks. Baker (1973) reports that M. neurantha produces only one open flower per inflorescence per night but we found two each on several inflorescences. Individual plants usually bear only one or two inflorescences, but we observed one plant with 12. Collections of flowering M. neurantha from the vicinity of Finca La Selva, deposited in the herbarium of the Missouri Botanical Garden, have been made in January, April, July and August.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 188,
                        "text": "'hemi-epiphytic (D'Arcy, 1973)",
                        "ref_id": null
                    },
                    {
                        "start": 333,
                        "end": 347,
                        "text": "(D'Arcy, 1973;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 348,
                        "end": 374,
                        "text": "Standley and Morton, 1938;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 375,
                        "end": 401,
                        "text": "Gentry and Standley, 1974)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 906,
                        "end": 917,
                        "text": "Baker, 1973",
                        "ref_id": null
                    },
                    {
                        "start": 1625,
                        "end": 1637,
                        "text": "Baker (1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The flowers open, nearly simultaneously, around dusk (1800 hr). At 1730 hr on 2 August all of the flower buds were closed; by 1845 hr all of the flowers that would open that night had \"opened, the anthers had dehisced, and abundant nectar was present. There was no obvious odor at any time. Figure 1 shows nectar secretion vs. time. All nectar was removed at each sampling episode, such that volumes recorded after 2000 hr represent actual nectar production in the preceding hour. From 1845 -2000 hr nectar was produced in such quantities that it dripped from the corolla to the ground. Nectar production declined rapidly during the night, and was effectively terminated by midnight. Fifty percent of total nectar secretion was accomplished by 2030 hr, and by 24 hr 97% of mean total nectar had been produced; approximately 390 ,u1 per flower was secreted. Nectar concentrations during the night varied from 10.0 -18.5% dissolved solids, with an overall mean of 13.7%.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 291,
                        "end": 299,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Data on the chemical constituents of nectar and pollen are presented in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 72,
                        "end": 79,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "When the anthers were touched in the early evening, quantities of pollen were readily dislodged, and the thecae were essentially empty bv 2400 hr.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The open corollas (with the adnate stamens) began to drop at 2200 hr (Fig. 2) , and by 0300 hr only the calyx and gynoecium remained for all flowers which had opened that night. We do not believe that our manipulations effected this phenomenon. The corollas dropped at the slightest touch when they were \"ready\" to fall, Numerous large ants occupied nests in several inflorescences of two specimens of Markea neurantha, but were not observed on six other plants. D'Arcy (1973: 651) notes that \"Most species of Markea are myrmecodomatial, the ants often innocuous but sometimes hazardous to botanists or others intruding on their precincts.\" The ants we observed were very pugnacious and were active all night. After the corollas fell, the ants entered the calyces and fed on the remaining nectar. Compounds rendering the floral nectar repugnant or toxic to ants, hypothesized to be widespread in plants (Janzen, 1977) , would thus appear absent or ineffective in M. neurantha,.",
                "cite_spans": [
                    {
                        "start": 463,
                        "end": 481,
                        "text": "D'Arcy (1973: 651)",
                        "ref_id": null
                    },
                    {
                        "start": 903,
                        "end": 917,
                        "text": "(Janzen, 1977)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 69,
                        "end": 77,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Bats are certainly the principal, if not the sole, pollen vector of Markea neurantha, and have been seen visiting this species on the La Selva property by other observers (J. Crisp, 1977, pers. comm.; Baker, 1973) . Although our mist net enclosures around Markea extended upwards to 4 m on 3 August, bats entered readily from above. While collecting nectar from enclosed plants at night, our faces were repeatedly fanned by unseen wings. No hawkmoths (Lepidoptera: Sphingidae), the only other reasonable candidates for pollinators, were observed around Markea or caught in the encircling nets. Nocturnal anthesis and the loss of stamen-bearing corollas before dawn precludes the possibility of diurnal visitations resulting in fertilization. Further, M. neurantha shares many aspects of its floral biology with numerous other batpollinated plant species.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 200,
                        "text": "(J. Crisp, 1977, pers. comm.;",
                        "ref_id": null
                    },
                    {
                        "start": 201,
                        "end": 213,
                        "text": "Baker, 1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A so-called syndrome of chiropterophily is described by several authors (van der Pijl, 1936; Jaeger, 1954; Baker, 1961) . Markea neurantha resembles many other bat-pollinated flowers in the following respects: (1) anthesis occurs at or after sunset; 2 This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:11:06 UTC All use subject to https://about.jstor.org/terms for honeybee (36%o), -bumblebee (30%) and bird-pollinated (24%) flowers (calculated from raw data in Percival, 1965) . Baker (1978) found that sugar concentrations in the floral nectars of five bat-pollinated plant species averaged 17% (range: 11-26%), and also documented substantially higher sugar concentrations in the nectars of insect-pollinated species. Inasmuch as flower-visiting bats, in contrast to many anthophilous insects, usuallv exploit other food resources in addition to nectar (Gardner, 1977) , bat flowers are perhaps not obliged to provide a richer food reward in order to attract pollinators. Alternatively, prolonged, copious production of a dilute nectar may ensure, for the plant, repeated visitations during the night, thus increasing its chances of successful fertilization. Markea also resembles other batpollinated species in possessing nectar dominated by hexose sugars (Table 1) ; mothand bird-pollinated flowers, by contrast, usually secrete sucrose-dominated nectars (Baker, 1978) . An explanation of this phenomenon, however, must await future biochemical research. Howell (1974) suggested that the pollens of chiropterophilous plants contain full complements of those amino acids believed to be of nutritional importance to mammals. Our data on the amino acid composition of Markea pollen are not in accord with this hypothesis. Of the 10 \"essential\" amino acids, only one, valine, is present in the pollen of M. neurantha (Table 1) . Similarly, tryrosine, thought by Howell (1974) to be of especial metabolic significance to bats, is absent in both the nectar and the pollen of M. neurantha.. Since Howell's data were derived from only two plant species, and because information on Markea. is not in agreement with her conclusions, we suggest that an understanding of the functional biochemistry of the floral resources which plants supply for their chiropteran visitors is unlikely to result from a simple characterization of such plants as \"bat-pollinated.\" Detailed information on the diets of the individual species of pollen vectors peculiar to the plants in question are probably required in this regard.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 92,
                        "text": "Pijl, 1936;",
                        "ref_id": null
                    },
                    {
                        "start": 93,
                        "end": 106,
                        "text": "Jaeger, 1954;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 107,
                        "end": 119,
                        "text": "Baker, 1961)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 476,
                        "end": 491,
                        "text": "Percival, 1965)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 494,
                        "end": 506,
                        "text": "Baker (1978)",
                        "ref_id": null
                    },
                    {
                        "start": 870,
                        "end": 885,
                        "text": "(Gardner, 1977)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1374,
                        "end": 1387,
                        "text": "(Baker, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 1474,
                        "end": 1487,
                        "text": "Howell (1974)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1877,
                        "end": 1890,
                        "text": "Howell (1974)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1274,
                        "end": 1283,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1832,
                        "end": 1841,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "After observing visitation by Glossophaga soricina at Markea neurantha, Baker (1973) speculated that this plant species is peculiarly adapted for a \"traplining\" (Janzen, 1971 ) mode of pollination. He adduces as evidence that M. neurantha produces few flowers per night, secretes less nectar than other bat flowers for which quantitative data are available, and is visited by G. soricina at highly regular intervals during the night. Our observations offer additional circumstantial evidence that this epiphyte is adapted for pollination by traplining bats: (1) The length of the flowerscarred region of the flower stalk, the number of flower scars per inflorescence and the fact that only a few flowers open each night argue that single plants produce flowers over long periods of time, perhaps months. Such a floral phenology would appear advantageous in entraining reliable trapliners. (2) The ease with which corollas abscise late at night, the orientation of the corolla and the presence of nests of large, pugnacious ants in several inflorescences bearing both flowers and ripening fruits suggest that visiting bats do not cling, but hover. J. Crisp (1977, pers. comm.) observed a single visitation to M. neurantha-the bat darted swiftly upward into the corolla and departed swiftly: no clinging was seen. These observations are consistent with the described behavior of traplining bats (Heithaus et al., 1974) . (3) Unlike most bat-pollinated species, the flowers of M. neurantha have no noticeable odor; strong attractants may be unnecessary, however, if the individual plant has become part of the nightly itinerary of a trapliner, and may be disadvantageous if inappropriate visitors are thereby attracted (Janzen, 1971) .",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 84,
                        "text": "Baker (1973)",
                        "ref_id": null
                    },
                    {
                        "start": 161,
                        "end": 174,
                        "text": "(Janzen, 1971",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1150,
                        "end": 1175,
                        "text": "Crisp (1977, pers. comm.)",
                        "ref_id": null
                    },
                    {
                        "start": 1393,
                        "end": 1416,
                        "text": "(Heithaus et al., 1974)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1716,
                        "end": 1730,
                        "text": "(Janzen, 1971)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Two bats were captured in the nets surrounding Markea plants: one Glossophaga soricina, a highly nectivorous species suspected of traplining (Heithaus et at., 1974) , and one Artibeus jamaicensis, a species of more catholic diet and foraging behavior (Gardner, 1977; Heithaus et al., 1974 Heithaus et al., , 1975 Peak nectar production (Fig. 1 ) and flower availability (Fig. 2 ) correspond closely to peak temporal activity of phyllostomatids generally (LaVal, 1970 ; but see Brown, 1968) . Two nets that were operated about 100 m from our enclosed Markea documented peak bat activity at around 2000 hr, followed by a general decline until dawn; this pattern agrees well with the results of more intensive netting elsewhere on the La Selva property. By 2400 hr 87% of cumulative bat captures and 97% of cumulative nectar secretion had been accomplished. This close correspondence between temporal patterns of nectar availability and extrinsic bat activity suggests a rather precise adaptation on the part of M. neurantha'. Why the corollas of Markea should abseise hours before dawn is not clear to us, however. Reduced flower longevity seems a general characteristic of bat-pollinated flowers (Percival, 1965 ), but appears largely undiscussed in the literature. We speculate that predawn loss of the stamen-bearing corollas in Markea, coupled with termination of nectar secretion, may serve to discourage diurnal pollen-and nectar-robbers which might otherwise dislodge conspecific pollen grains from the stigma.",
                "cite_spans": [
                    {
                        "start": 141,
                        "end": 164,
                        "text": "(Heithaus et at., 1974)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 251,
                        "end": 266,
                        "text": "(Gardner, 1977;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 267,
                        "end": 288,
                        "text": "Heithaus et al., 1974",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 289,
                        "end": 312,
                        "text": "Heithaus et al., , 1975",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 454,
                        "end": 466,
                        "text": "(LaVal, 1970",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 477,
                        "end": 489,
                        "text": "Brown, 1968)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1195,
                        "end": 1210,
                        "text": "(Percival, 1965",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 336,
                        "end": 343,
                        "text": "(Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 370,
                        "end": 377,
                        "text": "(Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND DISCUSSION",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgments.-We collected the field data reported here while enrolled in a tropical ecology course offered by the Organization for Tropical Studies. We are grateful to our respective schools and departments, and to the National Science Foundation (RSV) for funds to attend. We also wish to thank the course coordinators, Edmund Stiles and Barbara Bentley, and our fellow students in Costa Rica for encouragement and a fine spirit of camaraderie. H. G. and I. Baker of the University of California at Berkeley provided the laboratory analyses of nectar and pollen reported here; their help is warmly acknowledged. R. McVaugh of the University of Michigan Herbarium arranged for the loan of specimens. E. T. Hooper and P. Myers read and commented on an earlier draft of this manuscript; we thank them too.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The adaptation of flowering plants to nocturnal and crepuscular pollinators",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Q. Rev. Biol",
                "volume": "36",
                "issue": "",
                "pages": "64--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, H. G. 1961. The adaptation of flowering plants to nocturnal and crepuscular pol- linators. Q. Rev. Biol., 36:64-73.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Tropical forest ecosystems in Africa and South America: a comparative review",
                "authors": [],
                "year": 1973,
                "venue": "Evolutionary relationships between flowering plants and animals in American and African tropical forests",
                "volume": "",
                "issue": "",
                "pages": "57--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1973. Evolutionary relationships between flowering plants and animals in American and African tropical forests, p. 145-159. In: B. J. Meggers, E. S. Ayensu and W. D. Duckworth (eds.). Tropical forest ecosystems in Africa and South America: a com- parative review. Smithson. Inst. Press, Washington, D.C. . 1978. Chemical aspects of the pollination biology of woody plants in the tropics, p. 57-82. In: P. B. Tomlinson and M. H. Zimmerman (eds.). Tropical trees as living systems. Cambridge Univ. Press, New York.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Activity patterns of some neotropical bats",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "J. Mammal",
                "volume": "49",
                "issue": "",
                "pages": "754--757",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. H. 1968. Activity patterns of some neotropical bats. J. Mammal., 49:754-757.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Solanaceae",
                "authors": [
                    {
                        "first": "D'arcy",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Flora of Panama, Part IX. Ann. Mo. Bot. Gard",
                "volume": "60",
                "issue": "",
                "pages": "573--780",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D'ARCY, W. G. 1973. Solanaceae. In: Flora of Panama, Part IX. Ann. Mo. Bot. Gard., 60: 573-780.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Biology of bats of the new world family",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Phyllostomatidae. Part II. Spec. Pubi. Mus. Texas Tech. Univ",
                "volume": "13",
                "issue": "",
                "pages": "1--364",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L. 1977. Feeding habits, p. 293-350. In: R. J. Baker, J. K. Jones, Jr. and D. C. Carter (eds.). Biology of bats of the new world family Phyllostomatidae. Part II. Spec. Pubi. Mus. Texas Tech. Univ., 13: 1-364.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Flora of Guatemala, Part X (Solanaceae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Gentry",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "P C"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Standley",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Fieldiana Bot",
                "volume": "24",
                "issue": "",
                "pages": "1--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GENTRY, J. L., JR. AND P. C. STANDLEY. 1974. Flora of Guatemala, Part X (Solanaceae). Fieldiana Bot., 24:1-151.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Foraging patterns and resource utilization in seven species of bats in a seasonal tropical forest",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Heithaus",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "H A"
                        ],
                        "last": "Fleming And P",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Opler",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Ecology",
                "volume": "56",
                "issue": "",
                "pages": "412--419",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEITHAUS, E. R., T. H. FLEMING AND P. A. OPLER. 1975. Foraging patterns and resource utilization in seven species of bats in a seasonal tropical forest. Ecology, 56:841-854. , P. A. OPLER AND H. G. BAKER. 1974. Bat activity and pollination of Bauhinia pauletia: plant-pollinator coevolution. Ibid., 55:412-419.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Life zone ecology",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Holdrdge",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Tropical Science Center",
                "volume": "206",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLDRDGE, L. R. 1967. Life zone ecology. Tropical Science Center, San Jose, Costa Rica. 206 p.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Bats and pollen: physiological aspects of the syndrome of chiropterophily",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "11:06 UTC All use subject to",
                "volume": "48",
                "issue": "",
                "pages": "263--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, D. 1974. Bats and pollen: physiological aspects of the syndrome of chiropterophily. Comp. Biochem. Physiol., 48A:263-276. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:11:06 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Les aspects actuels du probl*lme de la chiropterogamie",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Jaeger",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Bull. Inst. Fr. Afr. Noire (Ser. A)",
                "volume": "16",
                "issue": "",
                "pages": "821--976",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JAEGER, P. 1954. Les aspects actuels du probl*lme de la chiropterogamie. Bull. Inst. Fr. Afr. Noire (Ser. A), 16:796-821; 821-976.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Euglossine bees as long-distance pollinators of tropical plants",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Janzen",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Biotropica",
                "volume": "171",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JANzEN, D. J. 1971. Euglossine bees as long-distance pollinators of tropical plants. Science, 171:203-205. . 1977. Why don't ants visit flowers? Biotropica, 9:252.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Banding returns and activity periods of some Costa Rican bats. Southwest",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Laval",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Nat",
                "volume": "15",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAVAL, R. K. 1970. Banding returns and activity periods of some Costa Rican bats. South- west. Nat., 15:1-10.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Floral biology. Pergamon, Oxford and London",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Percival",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "291",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PERCIVAL, M. S. 1965. Floral biology. Pergamon, Oxford and London. 291 p.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Solanaceae",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C C V"
                        ],
                        "last": "Standley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Morton",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Nat. Hist. Publ, Bot. Ser",
                "volume": "18",
                "issue": "",
                "pages": "783--1616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STANDLEY, P. C. AND C. V. MORTON. 1938. Solanaceae, p. 1035-1099. In: P. C. Standley, Flora of Costa Rica. Field Mus. Nat. Hist. Publ, Bot. Ser., 18:783-1616.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "text": "production of Markea flowers vs. time. Vertical lines represent the range of nectar volumes for each hour; horizontal lines represent mean values; vertical bars give ? 1 s, of the mean. Numbers above vertical lines are sample sizes (number of flowers)",
                "type_str": "figure"
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "text": "flowers are not brightly colored; (3) large quantities of nectar and pollen are produced; (4) flowers are positioned in such a way that visitors are not impeded by foliage. The adaptive significance of the above characteristics seems clear in the context of pollination by large, volant nocturnal vertebrates. Other aspects of the floral biology of Markea neurantha merit discussion, however, insofar as they are of less general occurrence among chiropterophilous plants and/or their adaptive value is less clear. The nectar of Markea neurantha is quite dilute relative to concentration flowers with open, intact corollas vs. time",
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table/>",
                "num": null,
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:11:06 UTC All use subject to https://about.jstor.org/terms and such would likely have been the case had the disturbances been caused by bat visitors. Further, all of the corollas in four bagged, but otherwise undisturbed, inflorescences dropped at about the same time. Other Markea plants observed but not manipulated by us did not retain open corollas during the day. There can be little doubt that this is a regular feature of the floral biology of M. neurantha. The corollas of M. dressleri, a closely related nocturnally flowering species, are also reported to drop before dawn (D'Arcy, 1973).",
                "type_str": "table"
            },
            "TABREF1": {
                "content": "<table><tr><td colspan=\"2\">Amino</td><td colspan=\"3\">acids'</td><td>Nectar</td><td>Pollen</td></tr><tr><td colspan=\"5\">alanine</td><td>.062</td><td>n.d.</td></tr><tr><td colspan=\"3\">aspartic</td><td colspan=\"3\">acid</td><td>n.d.</td><td>.010</td></tr><tr><td colspan=\"5\">cysteine</td><td>.019</td><td>.028</td></tr><tr><td colspan=\"4\">glutamic</td><td colspan=\"2\">acid</td><td>n.d.</td><td>.008</td></tr><tr><td colspan=\"5\">glycine</td><td>.105</td><td>.887</td></tr><tr><td colspan=\"6\">isoleucine</td><td>.074</td><td>n.d.</td></tr><tr><td colspan=\"5\">leucine</td><td>.026</td><td>n.d.</td></tr><tr><td colspan=\"6\">phenylalanine</td><td>.031</td><td>n.d.</td></tr><tr><td colspan=\"5\">proline</td><td>.593</td><td>.055</td></tr><tr><td colspan=\"4\">serine</td><td colspan=\"2\">.037</td><td>n.d.</td></tr><tr><td colspan=\"4\">valine</td><td colspan=\"2\">.052</td><td>.012</td></tr><tr><td>Sugars2</td><td/><td/><td/><td/></tr><tr><td colspan=\"5\">maltose</td><td>n.d.</td><td>.130</td></tr><tr><td colspan=\"5\">sucrose</td><td>n.d.</td><td>.366</td></tr><tr><td colspan=\"5\">glucose</td><td>.398</td><td>.141</td></tr><tr><td colspan=\"5\">fructose</td><td>.602</td><td>.378</td></tr><tr><td>1</td><td colspan=\"5\">Expressed</td><td>as</td><td>prop</td></tr><tr><td>2</td><td colspan=\"2\">At</td><td colspan=\"3\">least</td><td>some</td><td>of</td></tr></table>",
                "num": null,
                "text": "-Proportions of amino acids and sugars present in nectar and pollen",
                "type_str": "table"
            },
            "TABREF2": {
                "content": "<table/>",
                "num": null,
                "text": "). The A. jamaicensis may have been an This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:11:06 UTC All use subject to https://about.jstor.org/terms incidental recapture of an individual just released from a nearby net; it carried no pollen. The G. soricina was carrying pollen, but not of Markea. It seems likely that several of the 40 species of phyllostomatids known from La Selva could be effecting pollination of this plant.",
                "type_str": "table"
            }
        }
    }
}