{
    "paper_id": "Vossetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:36:06.771294Z"
    },
    "title": "Husbandry, reproduction and postnatal development of the Neotropical muroid rodent Zygodontomys brevicauda",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Vossl",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Paul",
            "middle": [
                "D"
            ],
            "last": "Heideman2",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Victoria",
            "middle": [
                "L"
            ],
            "last": "Mayerl",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Thomas",
            "middle": [
                "M"
            ],
            "last": "Donnelly3",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Laboratory colonies of the Neotropical muroid rodent Zygodontomys brevicauda have been employed in studies of arbovirus epidemiology and are currently the subjects of experimental research on tropical mammalian reproductive physiology and evolutionary quantitative genetics. Captive-bred litters typically consist of 4 or 5 pups weighing 3-4 g each at birth. Adults 20-40 weeks old average 60-80 g with some sexual dimorphism. Females are sexually mature at 3-4 weeks of age, males at 6-8 weeks. Ovulation is spontaneous and gestation is 25 days. Preliminary observations are provided on the microbiological status and parasites of captive-bred animals.",
    "pdf_parse": {
        "paper_id": "Vossetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Laboratory colonies of the Neotropical muroid rodent Zygodontomys brevicauda have been employed in studies of arbovirus epidemiology and are currently the subjects of experimental research on tropical mammalian reproductive physiology and evolutionary quantitative genetics. Captive-bred litters typically consist of 4 or 5 pups weighing 3-4 g each at birth. Adults 20-40 weeks old average 60-80 g with some sexual dimorphism. Females are sexually mature at 3-4 weeks of age, males at 6-8 weeks. Ovulation is spontaneous and gestation is 25 days. Preliminary observations are provided on the microbiological status and parasites of captive-bred animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The muroid rodent Zygodontomys brevicauda is widely distributed in the tropical lowlands of eastern Central America, northern South America, and adjacent continental-shelf islands. Mainland populations of Z. brevicauda typically inhabit savannas or weedy areas around human settlements where the species is sometimes an agricultural pest. Some insular populations, however, are known to occur in rain forests. These rodents are nocturnal, omnivorous, and terrestial, seldom or never climbing trees. Nests are constructed in shallow burrows or directly on the soil surface. A related species, Z. brunneus, occurs in the inter-Andean valleys of Colombia, but other names that are sometimes combined with Zygodontomys in the literature are either synonyms of Z. brevicauda (e.g. microtinus) or refer to unrelated species properly referred to the genus Bolomys (e.g. lasiurus, lenguarum, and pixuna). The systematics and natural history of Z. brevicauda are summarized by Voss (1991) .",
                "cite_spans": [
                    {
                        "start": 968,
                        "end": 979,
                        "text": "Voss (1991)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In external appearance ( Fig. 1) , Zygodontomys brevicauda is of medium size (to about 100glean adult body weight) with a grizzled-brown pelage and a tail about three-quarters the length of its head-and-body. The species is a hardy, prolific captive breeder and laboratory colonies have been used in studies of Neotropical arbovirus epidemiology (Bates & Weir, 1944 ; Downs et al., 1962; Jonkers et al., 1964; Tikasingh et al., 1966) . Recently, Z. brevicauda has proved to be a useful research model in other fields as well. Few tropical mammals can be bred as inexpensively in the laboratory, and the species is, therefore, a valuable resource for comparative physiological investigations. Populations of Zygodontomys brevicauda are successful in seasonally harsh environments (August, 1984; O'Connell, 1989 ), suggesting broad environmental tolerances that could be exploited in many experimental designs. At the University of Texas, Z. brevicauda has been useful in comparative studies of mammalian circannual reproductive cycles since this is one of the few tropical species known to lack a reproductive response to photoperiod (Heideman & Bronson, 1990) . The animals cope wellwith methoxyflurane (Metofane) anaesthesia and recover rapidly from surgery.",
                "cite_spans": [
                    {
                        "start": 346,
                        "end": 365,
                        "text": "(Bates & Weir, 1944",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 368,
                        "end": 387,
                        "text": "Downs et al., 1962;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 388,
                        "end": 409,
                        "text": "Jonkers et al., 1964;",
                        "ref_id": null
                    },
                    {
                        "start": 410,
                        "end": 433,
                        "text": "Tikasingh et al., 1966)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 779,
                        "end": 793,
                        "text": "(August, 1984;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 794,
                        "end": 809,
                        "text": "O'Connell, 1989",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1133,
                        "end": 1159,
                        "text": "(Heideman & Bronson, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 25,
                        "end": 32,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In evolutionary quantitative genetics, a field surfeit with theory (Barton & Turelli, 1989) , Zygodontomys brevicauda provides a tractable mammalian species for empirical research. Short generation time, very high diploid chromosome numbers (Kiblinski et al., 1970) , and the availability of FJ and F2 hybrids from crosses between geographically isolated populations (Voss, unpublished data) facilitate experimental analyses of evolutionary divergence. Laboratory determinations of age and sex effects on craniometric variables (Vosset al., 1990) permit the interpretation of population differences as resulting from general growth or other morphogenetic factors. The focus of current research with Z. brevicauda at the American Museum of Natural History concerns the Mendelian basis of morphometric variation among populations.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 91,
                        "text": "(Barton & Turelli, 1989)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 241,
                        "end": 265,
                        "text": "(Kiblinski et al., 1970)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 367,
                        "end": 391,
                        "text": "(Voss, unpublished data)",
                        "ref_id": null
                    },
                    {
                        "start": 528,
                        "end": 546,
                        "text": "(Vosset al., 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Brief accounts of laboratory husbandry of Zygodontomys brevicauda by Bates and Weir (1944) , Worth (1967) , and Aguilera (1985) provide an incomplete basis for anticipating experimental logistics and colony management requirements. In this paper, we describe maintenance procedures in effect in our colonies, summarize reproductive and developmental data, and report preliminary observations on the microbiological status and parasites of captivebred animals. Such information should assist in the design of research protocols for which this species is appropriate.",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 90,
                        "text": "Bates and Weir (1944)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 93,
                        "end": 105,
                        "text": "Worth (1967)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 112,
                        "end": 127,
                        "text": "Aguilera (1985)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Colonies of Zygodontomys brevicauda at the American Museum of Natural History (hereafter, New York) and at the University of Texas (Texas) are descended from 11 males and 12 females trapped at Hato £1 Frio (7°55'N, 68°44'W), 31 km west of £1 Saman de Apure, Estado Apure, Venezuela. This foundation stock was established in New York in September 1987 where an effective breeding population of between 30-40 animals has been maintained to the present. The Texas colony was established in October 1988with 32 animals from New York, members of the third and fourth captive generations. The effective breeding population in Texas has since been maintained at about 40 animals. Random mating, qualified by exclusion of full-sib pairs, is enforced in both New York and Texas; with the effective colony sizes we employ, this breeding design results in a pergeneration loss of genetic heterozygosity of only about 1% (Wright, 1969, eq 8, 5 ). Breeding success ranges from 50-90% or better among non-senescent animals. Mates cohabit amicably in about half of the random pair assignments; in such cases, males can be left with females and nursing young. Often, however, females become aggressive shortly before parturition and males must be removed to prevent injuries. Better results (reduced female aggression) can be obtained by pairing younger females with older males or by placing females in cages with bedding previously soiled by their mates. Males rarely injure females.",
                "cite_spans": [
                    {
                        "start": 909,
                        "end": 931,
                        "text": "(Wright, 1969, eq 8, 5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Source of the colonies and genetic management",
                "sec_num": null
            },
            {
                "text": "Postnatal mortality is usually negligible and neonates may be handled without risk of rejection by the mother. Mothers and offspring are separated at 21 days postpartum. All weanlings retained for breeding or experiments are tagged with sequentially-numbered metal clips punched through the ear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Husbandry",
                "sec_num": null
            },
            {
                "text": "Zygodontomys brevicauda is strong, agile, and jumps abruptly with slight provocation. Handcapture is facilitated if cages are placed at the bottom of a deep (70 em) box before the wire lids are removed. Leather gloves are recommended for handling since unanaesthetized animals of all ages bite. Z. brevicauda urinates and defecates sparingly and our colonies smell much less objectionably than colonies of laboratory mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Husbandry",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics for interbirth interval, days from pairing to parturition, litter size, average weights at birth and weaning, and sex ratio were calculated from observations of 286 litters born in the New York colony; complete data were available from few litters, however, so sample sizes for most variables are substantially smaller. Interbirth interval is defined as the time elapsed between successive births when the father of the first litter was allowed to remain with the female through parturition and for at least one day thereafter. Days from pairing to parturition were counted only for mates that had previously reproduced successfully (but not necessarily with the same partner). Weights were all determined to the nearest O' 1g on a toploading electronic balance. Sex ratios (Nfl Nf+m) were determined at 21 days postpartum for litters with no postnatal mortality.",
                "cite_spans": [
                    {
                        "start": 797,
                        "end": 807,
                        "text": "(Nfl Nf+m)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reproductive data collection",
                "sec_num": null
            },
            {
                "text": "Postnatal development and nutrition were determined by examination and dissection of whole litters from the New York colony, euthanized and fixed in 10% formalin at the following ages: day of birth (5 litters, 22 individuals), day 1 postpartum (5,26), day 2 (5, 2?), day 3 (5, 26), day 4 (4,21), day 5 (5, 23), day 6 (5,22), day 7 (5, 17), day 8 (1,4), day 9 (1,2), day 10 (1, 7), day 11 (1, 8), day 12 (1, 9), day 14 (1,6), day 16 (1, 4), day 17 (3, 11), day 18 (2, 11), day 19 (3,8), day 20 (1,3), day 21 (2, 7).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reproductive data collection",
                "sec_num": null
            },
            {
                "text": "Testis growth rates were estimated (in Texas) from caliper measurements of testis length and width obtained at 10-day intervals from 20 to 60 days, and at 100 days of age. Testis volume was estimated using the formula for a prolate spheroid (0' 523 x L x W2). Sperm counts were obtained from animals autopsied at 20, 40, and 50 days of age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reproductive data collection",
                "sec_num": null
            },
            {
                "text": "Vaginal smears (collected with about 0'1 ml of o• 9% saline in a flame-polished Pasteur pipette) were obtained and examined in the morning 1-4 h after lights-on in the Texas colony. Vaginal smearing was conducted for 14 or more days on 26 adult and 13 peripubertal females in an attempt to determine characteristics of the oestrus cycle. To determine the timing of ovulation, 22 of these animals were euthanized and autopsied on the day of their first metoestruslike smear following 14 days of smearing. An .additional 15 females were smeared for 3-13 days and autopsied for information about the condition of the reproductive tract at various points in the oestrus cycle. Finally, vaginal smears were taken from 12 parous females for 12 days, after which they were paired with males and vaginal smears taken daily for up to 7 days or until spermatozoa were detected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reproductive data collection",
                "sec_num": null
            },
            {
                "text": "The duration of gestation was assessed in the Texas colony with daily vaginal smears examined for the presence of spermatozoa; gestation length was counted in days from the first appearance of spermatozoa in the vagina to parturition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reproductive data collection",
                "sec_num": null
            },
            {
                "text": "Since the arrival of the foundation stock from Venezuela in 1987, the New York colony of Zygodontomys brevicauda has been physically isolated (in separate rooms) from other mammalian species (Rattus norvegicus and Acomys cahirinus) maintained in the same building. Although no disease outbreaks have been observed, preliminary microbiological and parasitological surveys were carried out in 1990 on 8 randomly selected animals (6 males and 2 females, aged 4-7 months).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microbiological status and parasites",
                "sec_num": null
            },
            {
                "text": "Aerobic bacterial cultures of the nasal cavity and caecum were prepared using BBL Prepared Media (Becton Dickinson Microbiology System, Cockeysville, MD 21030, USA). Nasal swabs were inoculated directly onto TSA 5070 sheep's blood agar and Macconkey agar, and incubated for 24 h at 37°C. Caecal contents were inoculated into GN broth, incubated for 24 h at 37°C, and then plated onto Hektoen Enteric agar and incubated for another 24 hat 37°C. All observed bacterial growths were identified. Gram-positive bacteria were identified using standard techniques; gramnegative bacteria were identified using the API 20E System (Sherwood Medical, Plainview, NY 11803, USA) or Enterotube (Roche Diagnostic Systems, Montclair, NJ 07042, USA).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microbiological status and parasites",
                "sec_num": null
            },
            {
                "text": "Serology screens were performed using commercially available ELISA test kits (Organon Teknika, Durham, NC 27704, USA) with rat and mouse anti-immunoglobulins against Mycoplasma pulmonis, Sendai virus, murine coronavirus (mouse hepatitis virus), electromelia virus, Kilham rat virus, lymphocytic choriomeningitis virus, and rat corona virus. Sera from 4 males were also sent to Dr Robert Shope at the Yale Arbovirus Research Unit (Yale University, New Haven, CT 06510, USA) for assays against the zoonotic agents Guama virus, Flavivirus, and Group C arboviruses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microbiological status and parasites",
                "sec_num": null
            },
            {
                "text": "The following tissues were fixed in 10070 neutral-buffered formalin, sectioned at 6 p\" and stained with haematoxylin and eosin for microscopic evaluation: skin, muscle, heart, lung, spleen, kidneys, adrenals, liver, pancreas, bone marrow, stomach, small intestine, colon, caecum, urinary bladder, brain, parathyroid, thyroid, salivary glands, thymus, reproductive organs, bone, pituitary, and lymph nodes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microbiological status and parasites",
                "sec_num": null
            },
            {
                "text": "Skin covering the neck and scalp was removed at necropsy and examined at 10-15 diameters under a dissecting microscope for ectoparasites. Caecal contents, suspended in an isotonic saline solution, were examined at the same magnification for endoparasites. Faeces were examined for protozoan cysts and helminth and cestode eggs using the modified sodium nitrate concentration technique of Faust et al. (1938) . Fresh, unstained smears of the duodenum were examined at 400 diameters for protozoa. Fresh, Giemsa-stained blood smears were examined at 100diameters for nematode larvae and at 1000 diameters for haemoprotozoa and rickettsiae.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 407,
                        "text": "Faust et al. (1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microbiological status and parasites",
                "sec_num": null
            },
            {
                "text": "Litters usually consist of 4 or 5 young but range in size from one to 11; the mean and standard deviation of litter size both increase with advancing litter parity ( Table 1) . The observed population sex ratio of 0'45 (100 females and 121 males in 48 litters) does not differ significantly from O' 50. Litter sex ratios are uncorrelated with litter parity, litter size, or mother's age.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 174,
                        "text": "Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Litter size and sex ratio",
                "sec_num": null
            },
            {
                "text": "Litter averages for neonatal weight (litter weight at birth divided by litter size) range from 2• 8 to Neonates appear naked but a rudimentary pelage is visible under low magnification, consisting of densely-set hairs mostly less than O' 5 mm long over the entire dorsum; the ventral surface is more sparsely haired. Mystacial, genal, superciliary, submental, interramal, and carpal vibrissae are also present at birth. The skin is pigmented (greyish) dorsally and unpigmented (reddish) ventrally. No teeth have erupted. Eyes are closed at birth, covered by thickened lids with the line of future separation visible as a pigmented, hairless seam. Neonatal pinnae (external ears) are free, not folded over the external auditory canals. The digits are all separated at birth and each bears a blunt but well-developed claw. The anus of the neonate is patent. The sexes can be identified at birth by the size and position of the urogenital papilla, which is larger and farther from the anus in males.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Neonates",
                "sec_num": null
            },
            {
                "text": "Development is rapid in the first week postpartum and a striking synchrony of maturation schedules was observed among litters. Day-old animals retain a naked appearance but 2-dayolds are distinctly fuzzy; by day 5, the skin is completely covered by a dense pelage 4-5 mm long. Eyelids begin to separate on day 5 but the eyes do not actually open until the sixth day postpartum. Lower incisors begin to erupt on day 4 and upper incisors on day 6. First upper and lower molars initiate eruption simultaneously on day 8 and second molars appear above the gums on day 12; third molars have not yet erupted by day 21.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postnatal development and nutrition",
                "sec_num": null
            },
            {
                "text": "The first trace of solid food was found in the stomach of one 9-day-old; by day 10 most (6 of 7) animals in one litter had small amounts of solid food together with milk in their stomachs. By day 10 some (5 of 8) stomachs examined contained only solid food, and from day 16 onward (to day 21) no milk was evident in any of 44 stomachs dissected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Postnatal development and nutrition",
                "sec_num": null
            },
            {
                "text": "Weanlings average about 22 gat 21 days of age but, as at birth, weights are significantly and negatively correlated with litter size (r = - O' 52, P<0'0002, n=45) ; the observed range in litter means for 21-day weights is 15' 9 to 27' 6 g. Subsequent growth is indeterminate: weight increases slowly throughout adulthood. until the onset of senescence. Twenty males ranging in age from 145 to 258 days averaged 77 g (observed range = 50-134 g); omitting one conspicuously obese animal, the mean was 74 g. Twenty females ranging in age from 200 to 311 days averaged 72 g (observed range = 38-137 g); omitting 3 obese individuals, the mean was 63 g. Males are usually heavier than like-aged females but no effort was made to quantify age-specific dimorphism in weights.",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 162,
                        "text": "O' 52, P<0'0002, n=45)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Weights at 21 days and after",
                "sec_num": null
            },
            {
                "text": "Females can mate and become pregnant at about 21 days of age. Thirteen of 16 females paired with adult males on day 21 had embryos measuring 4-6 mm (about 6 to 9 days old) 10 days later. In another trial, 18 of 19 females aged 21 days paired with adult males gave birth 25 to 36 days later (mean = 29• 2 days, SD = 2• 5); assuming a 25-day gestation (below), fertile matings must have occurred by age 25 days for most of these. By contrast with this direct evidence, spontaneous vaginal opening appears to be a poor indicator of fertility onset. The vagina was open in only 3 of 30 females at 20 days of age, in 7 of the same group at 30 days, and in 18 at 60 days. In 6 of 13 females, the vagina closed again after the first observed spontaneous opening.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sexual maturation",
                "sec_num": null
            },
            {
                "text": "Testes attain adult dimensions by 50 days of age (Fig. 2) . Spermatozoa are absent from the testis at 20 days, but are as abundant in the testis and vas deferens at 40 days (91 X 10 3 cells/mg testis; 27 x 10 5 cells in each vas deferens; n = 8) as at 50 days (87 X 10 3 cells/mg testis; 36 X 10 5 cells• per vas deferens; n = 9). These morphometric and histological data accord well with the results of mating 21-day-old males with females of the same age; II of such pairs produced litters 39 to 67 days later (mean = 50' 8 days, SD = 9, 5). Assuming a 25-day gestation and precocious female maturation, these observations imply male sexual competence by 40 to 60 days of age.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 49,
                        "end": 57,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Sexual maturation",
                "sec_num": null
            },
            {
                "text": "Freshly shed ova were discovered in the oviducts of 19 of 22 females with leukocyte-dominated vaginal smears (consisting of at least 80070 leukocytes and 5% or fewer cornified epiethlial cells) that had been preceded by one or more days of smears with very few leukocytes (10% or less) and 80% or more cornified cells. The oviducts of just 2 of 15 autopsied females without these vaginal smear characteristics held fresh ova. Except for these changes associated with ovulation, vaginal smear characteristics do not appear to cycle predictably. Judging from smears, ovulations typically occurred every 4 to 7 days in 11 of 26 females; in another 10 animals, however, smears suggested highly irregular ovulations (at 4-14 day intervals); 3 additional females appeared always to ovulate at intervals exceeding 7 days, while smears",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ovulation and oestrus cycling",
                "sec_num": null
            },
            {
                "text": "Copulatory plugs are formed, at least occasionally, but no special effort was made to determine whether they invariably accompany mating. Careful probing of the vagina was necessary to discover plugs in some females; occasionally, shed plugs were found on cage floors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mating and gestation",
                "sec_num": null
            },
            {
                "text": "Ten nonlactating parous females followed to term from the first appearance of sperm in vaginal smears littered 24 to 27 days later (mean = 25' 1 days, SD = I . 0). Interbirth intervals (of females kept with males through parturition and for one or more days after) ranged from 24 to 28 days with a well-defined mode at 25 days (53 of 71 observations), suggesting the occurrence of a postpartum oestrus and the absence of any substantial delaying effect of lactation. The interval from pairing to parturition averaged 27•9 days (SD=2'4, n=78). from 2 females did not provide any evidence of ovulations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mating and gestation",
                "sec_num": null
            },
            {
                "text": "Some females may ovulate without observable histological changes in vaginal lavages. To test for the possibility of concealed ovulations, 12 females that appeared to ovulate irregularly during 14 days of daily smearing were paired with adult males. Of 10 females that littered, 6 mated at times when vaginal smear characteristics did not suggest that ovulation had occurred. We conjecture that laboratory confinement and the stress of daily smearing may interfere with the regular cyclingof vaginal cellsin some females.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mating and gestation",
                "sec_num": null
            },
            {
                "text": "Ovulation is apparently spontaneous. Ova were found in the oviducts of many unmated females, including animals from which vaginal smears had been taken daily and others from which smears had not been taken. Pairing males with females in cages divided by wire partitions that permitted unrestricted airflow and limited physical contact, but not copulation, did not appear to accelerate the occurrence of oestrus or ovulation; oestrus cycling did not differ significantly in frequency between parous females housed alone and those quartered with males in such divided cages. No known bacterial pathogens were isolated from 7 of the 8 animals randomly selected for microbiological screening, but Yersina pseudotuberculosis was isolated from the nasal cavity of one animal. Seven animals were negative for all tests using rat and mouse anti-immunoglobulins, but serum from one animal tested positive for murine coronavirus (mouse hepatitis virus). Of the 4 animals screened for zoonotic agents, all tested negative. Histopathology revealed no significant gross or microscopic lesions in any of the tissues examined. No intracellular blood parasites were observed. Pinworms (Syphacia sp) were observed in 4 animals and large numbers of trichomonad protozoa (Hexamita sp) were observed in duodenal smears from 2 animals. The tropical rat mite (Ornithonyssus bacoti) was observed on 6 animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mating and gestation",
                "sec_num": null
            },
            {
                "text": "Selected comparisons among this and earlier laboratory studies of Zygodontomys brevicauda are provided in Table 2 . Aguilera's (1985) observations, which were also of a Venezuelan stock, are in close agreement with our own in every respect but age at eye-opening, a discrepancy for which we can offer no explanation. Both Worth (1967) and Bates and Weir (1944) reported conspicuously divergent estimates of age at sexual maturity that might reflect geographic variation in Z. brevicauda; however, neither paper explains how reproductive maturation was evaluated and there is no indication that any systematic effort was made to collect the relevant data. Trinidadian Z. brevicauda may have significantly smaller litters on average than mainland South American animals, but Worth (1967) provided no estimate of the standard deviation and based his estimate of the mean on a sample of only 34 litters. Bates and Weir (1944) did not explain how their divergent estimate of gestation length was obtained.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 133,
                        "text": "Aguilera's (1985)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 322,
                        "end": 334,
                        "text": "Worth (1967)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 339,
                        "end": 360,
                        "text": "Bates and Weir (1944)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 773,
                        "end": 785,
                        "text": "Worth (1967)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 900,
                        "end": 921,
                        "text": "Bates and Weir (1944)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 106,
                        "end": 113,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Despite such differences, this study and all previous reports of captive husbandry of Zygodontomys brevicauda demonstrate that the species is easily bred in the laboratory without unusual cageing or dietary requirements. In our colonies and in Aguilera's (1985) , sexual maturation of Z. brevicauda is rapid and litter sizes are moderately large by comparison with other New World muroids (e.g. Peromyscus: see Layne, 1968) . Outbreaks of infectious diseases have not been observed in our colonies and previous studies have likewise remarked on the robust health of captive-bred animals. The results of our preliminary microbiological and parasite survey suggest that captive-bred Z. brevicauda poses little significant health risk to human handlers or to other muroid species, but some precautionary remarks and recommendations for treatment of potential problems are in order.",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 261,
                        "text": "Aguilera's (1985)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 411,
                        "end": 423,
                        "text": "Layne, 1968)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The only pathogenic bacterium discovered, Yersina pseudotuberculosis, is ubiquitous in nature; it causes pseudotuberculosis in guineapigs and occasionally infects man. Fortunately, Y. pseudotuberculosis is sensitive to a wide array of antibiotics. The results of serological assays . against selected rat and mouse viruses suggests either an absence of these infectious agents in most of the animals tested or a lack of crossreactivity; future testing should employ peR technology or improved ELISA assays using Protein A as the second reagent instead of species-specific anti-immunoglobulins (Kagiyama et 01., 1989) . Species of the protozoan genus Hexamita are commonly found in the small intestines of laboratory rodents, and hexamitiasis is a potential problem for some research programmes (Hsu, 1979) . Infections are best controlled by proper sanitation and animal husbandry since treatments with amoebicides have proved ineffective (Meshorer, 1969) . Pinworms often occur in rodent colonies and are difficult to erradicate; administration of antihelminthics in the food is probably the treatment of choice for Z. brevicauda.",
                "cite_spans": [
                    {
                        "start": 593,
                        "end": 616,
                        "text": "(Kagiyama et 01., 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 794,
                        "end": 805,
                        "text": "(Hsu, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 939,
                        "end": 955,
                        "text": "(Meshorer, 1969)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Fifty-five species of arthropod ectoparasites are known to infest Zygodontomys brevicauda in nature (Voss, 1991) , but only Ornithonyssus bacoti appears to persist on our laboratory-bred animals. This mite can transmit murine typhus (Rickettsia typhi) and plague (Yersina pestis) to man and is the intermediate host of the rodent filariid nematode Littomosoides carin;;. Infestations of O. bacoti can be eliminated by thorough cleaning of animal rooms and cages, and the use of chemical acaricides; chlorinated hydrocarbons (such as DDT, lindane, chlordane, and malathion) are effective (Flynn, 1973) . Treatment with silica dust (Tarshis, 1962) , however, may be preferred if the induction of hepatic microsomal enzymes interferes with research. Recent reports that ivermectin, injected subcutaneously or added to food, is effective in eliminating prostigmatic mites from mice (Silverman et al., 1983; Wing et 01., 1985) suggest a possibly effective treatment for mesostigmatic O. bacot;. Liquid ivermectin (Eqvalan 1% liquid for horses, MSD-Avet, Division of Merck and Co., Rahway, NJ 07065, USA) could easily be administered as a tasteless additive to drinking water.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 112,
                        "text": "(Voss, 1991)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 587,
                        "end": 600,
                        "text": "(Flynn, 1973)",
                        "ref_id": null
                    },
                    {
                        "start": 630,
                        "end": 645,
                        "text": "(Tarshis, 1962)",
                        "ref_id": null
                    },
                    {
                        "start": 878,
                        "end": 902,
                        "text": "(Silverman et al., 1983;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 903,
                        "end": 921,
                        "text": "Wing et 01., 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank the Museo de Historia Natural La Salle for logistical support in Venezuela, and the Ministerio de AgricuItura y de los Recursos Naturales Renovables for export permits.Research at the University of Texas was supported by NIH grant HD 24177 and NIH National Research Service Award F32 HD07294. Research at the Rockefeller University was partly supported by NIH grant RR 01180. We thank R Shope at the Yale Arbovirus Research Unit for conducting the arboviral assays. We are grateful to B Bain, S Beckwith, J Fries, K Hoskins, and D Wijesinghe for expert technical assistance. FH Bronson read the manuscript and offered helpful suggestions for its improvement. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Growth and reproduction in Zygodontomys microtinus (Rodentia, Cricetidae) from Venezuela in a laboratory bred colony",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Aguilera",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Mammalia",
                "volume": "49",
                "issue": "",
                "pages": "75--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aguilera M (1985)Growth and reproduction in Zygodontomys microtinus (Rodentia, Cricetidae) from Venezuela in a laboratory bred colony. Mammalia 49, 75-83",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Population ecology of small mammals in the llanos of Venezuela",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "V"
                        ],
                        "last": "August",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Special Publication of the Museum of Texas Tech University",
                "volume": "15",
                "issue": "",
                "pages": "71--104",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "August PV (1984) Population ecology of small mammals in the llanos of Venezuela. Special Publication of the Museum of Texas Tech University 15, 71-104",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Evolutionary quantitative genetics: how little do we know?",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Barton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Turelli",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Annual Review of Genetics",
                "volume": "23",
                "issue": "",
                "pages": "337--370",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barton NH & Turelli M (1989) Evolutionary quantitative genetics: how little do we know? Annual Review of Genetics 23, 337-370",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The adaptation of a cane rat (Zygodontomys) to the laboratory and its susceptibility to the virus of yellow fever",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bates",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Weir",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "American Journal of Tropical Medicine",
                "volume": "24",
                "issue": "",
                "pages": "35--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bates M & Weir JM (1944) The adaptation of a cane rat (Zygodontomys) to the laboratory and its susceptibility to the virus of yellow fever. American Journal of Tropical Medicine 24, 35-37",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Studies on the virus of Venezuela equine encephalomyelitis in Trinidad, W.l. III. Reisolation of virus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Downs",
                        "suffix": ""
                    },
                    {
                        "first": "L &",
                        "middle": [],
                        "last": "Spence",
                        "suffix": ""
                    },
                    {
                        "first": "Thg",
                        "middle": [],
                        "last": "Aitken",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "American Journal of Tropical Medicine and Hygiene",
                "volume": "11",
                "issue": "",
                "pages": "841--843",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Downs WG, Spence L & Aitken THG (1962) Studies on the virus of Venezuela equine encephalomyelitis in Trinidad, W.l. III. Reisolation of virus. American Journal of Tropical Medicine and Hygiene 11, 841-843",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Trial manufacture and evaluation of a Protein A ELISA kit for microbiological monitoring",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Kagiyama",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Takakura",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Terada",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Suzuki",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Laboratory Animal Science",
                "volume": "39",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kagiyama N, Takakura A, Terada E & Suzuki H (1989) Trial manufacture and evaluation of a Protein A ELISA kit for microbiological monitoring. Laboratory Animal Science 39, 502",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Estudio cromosomico en diversas poblaciones del raton lIanero Zygodontomys microtinus Thomas (Rodentia-Cricetidae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Kiblinski",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Lobig",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "A"
                        ],
                        "last": "Reig",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Acta Cientifica Venezuela",
                "volume": "21",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiblinski P, Lobig I & Reig OA (1970) Estudio cromosomico en diversas poblaciones del raton lIanero Zygodontomys microtinus Thomas (Rodentia-Cricetidae). Acta Cientifica Venezuela 21 (suppl I), 35",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Hexamitiasis in laboratory mice",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Meshorer",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Laboratory Animal Care",
                "volume": "19",
                "issue": "",
                "pages": "33--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meshorer A (1969) Hexamitiasis in laboratory mice. Laboratory Animal Care 19, 33-37",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Population dynamics of Neotropical small mammals in seasonal habitats",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "O'connell",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Mammalogy",
                "volume": "70",
                "issue": "",
                "pages": "532--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'Connell MA (1989) Population dynamics of Neotropical small mammals in seasonal habitats. Journal of Mammalogy 70, 532-548",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Effect of ivermectin against Myobia musculi",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Silverman",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Blatt",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lerro",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Laboratory Animal Science",
                "volume": "33",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silverman J, Blatt H & Lerro A (1983) Effect of ivermectin against Myobia musculi. Laboratory Animal Science 33, 487",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The use of silica aerogel compounds for the control of ectoparasites",
                "authors": [],
                "year": 1962,
                "venue": "Proceedings of the Animal Care",
                "volume": "16",
                "issue": "",
                "pages": "217--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tarshis 16 (1962) The use of silica aerogel compounds for the control of ectoparasites. Proceedings of the Animal Care Panell2, 217-258",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Nariva virus, a hitherto undescribed agent isolated from the Trinidadian rat, Zygodontomys b. brevicauda (JA Allen & Chapman)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Tikasingh",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Jonkers",
                        "suffix": ""
                    },
                    {
                        "first": "L &",
                        "middle": [],
                        "last": "Spence",
                        "suffix": ""
                    },
                    {
                        "first": "Tho",
                        "middle": [],
                        "last": "Aitken",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "American Journal of Tropical Medicine and Hygiene",
                "volume": "15",
                "issue": "",
                "pages": "235--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tikasingh ES, Jonkers AH, Spence L & Aitken THO (1966) Nariva virus, a hitherto undescribed agent isolated from the Trinidadian rat, Zygodontomys b. brevicauda (JA Allen & Chapman). American Journal of Tropical Medicine and Hygiene 15, 235-238",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "An introduction to the Neotropical muroid rodent genus Zygodontomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss RS (1991) An introduction to the Neotropical muroid rodent genus Zygodontomys. Bulletin of the American Museum of Natural History (in press)",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Morphological evolution in muroid rodents I. Conservative patterns of craniometric covariance and their ontogenetic basis in the Neotropical genus Zygodontomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Marcus",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Escalante",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Evolution",
                "volume": "44",
                "issue": "",
                "pages": "1568--1587",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss RS, Marcus LF & Escalante P (1990) Morphological evolution in muroid rodents I. Conservative patterns of craniometric covariance and their ontogenetic basis in the Neotropical genus Zygodontomys. Evolution 44, 1568-1587",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Effect of ivermectin on murine mites",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Wing",
                        "suffix": ""
                    },
                    {
                        "first": "Cb &",
                        "middle": [],
                        "last": "Courtney",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Young",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of the American Veterinary Association",
                "volume": "187",
                "issue": "",
                "pages": "1191--1192",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wing SR, Courtney CB & Young MD (1985) Effect of ivermectin on murine mites. Journal of the American Veterinary Association 187,1191-1192",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Reproduction, development, and behavior of captive Oryzomys laticepsand Zygodontomys brevicauda in Trinidad",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Worth",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Laboratory Animal Care",
                "volume": "17",
                "issue": "",
                "pages": "355--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Worth CB (1967) Reproduction, development, and behavior of captive Oryzomys laticepsand Zygodontomys brevicauda in Trinidad. Laboratory Animal Care 17, 355-362",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Evolution and the Genetics of Populations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Genetic and Biometric Foundations",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wright S (1969) Evolution and the Genetics of Populations. Volume 1, Genetic and Biometric Foundations. Chicago: University of Chicago Press",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "May 1990; accepted 24 June 1991 .",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "text": "Zygodontomys brevicauda, a young adult from the New York colony.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": "Estimated testis volume of Zygodontomys brevicauda from 20 to 100 days postpartum. Illustrated means and standard deviations are based on n = 15 observations for ages 20 to 60 days and n = 8 for 100 days.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF1": {
                "text": "Descriptive statistics of litter size for parity classes 1-4 and for all litters of known or unknown parity",
                "type_str": "table",
                "content": "<table><tr><td>Parity</td><td>n</td><td>Mean</td><td>SD</td><td>Observed range</td></tr><tr><td>1</td><td/><td>82 4'16</td><td>1•47</td><td>1-9</td></tr><tr><td>2</td><td/><td>72 4,69</td><td>1•40</td><td>2-9</td></tr><tr><td>3</td><td/><td>38 5'34</td><td>1•82</td><td>2-9</td></tr><tr><td>4</td><td/><td>19 5•16</td><td>2•29</td><td>2-11</td></tr><tr><td>All</td><td colspan=\"2\">283 4,85</td><td>1•72</td><td>1-11</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "text": "Results of 4 studies of Zygodontomys brevicauda in the laboratory",
                "type_str": "table",
                "content": "<table><tr><td/><td>This study</td><td>Aguilera (1985)</td><td>Worth (1967)</td><td>Bates &amp; Weir (1944)</td></tr><tr><td>Mean litter size</td><td>4'8</td><td>4'6</td><td>3,5</td><td>4,0</td></tr><tr><td>Female sexual maturity</td><td>21-25 days</td><td>26 days</td><td>About 50 days</td><td>3-4 months</td></tr><tr><td>Male sexual maturity</td><td>40-60 days</td><td>42 days</td><td>About 50 days</td><td>3-4 months</td></tr><tr><td>Gestation length</td><td>25 days</td><td>25 days</td><td>25 days</td><td>About 28 days</td></tr><tr><td>Neonatal weight</td><td>3,6 g (mean)</td><td>3•6 g (mean)</td><td>3'1-4'4g</td><td/></tr><tr><td>Eyes open</td><td>6 days</td><td>7-8 days</td><td>6 days</td><td/></tr><tr><td>Source of colony</td><td>Venezuela</td><td>Venezuela</td><td>Trinidad</td><td>Colombia</td></tr></table>",
                "num": null
            }
        }
    }
}