{
    "paper_id": "Wallace2006-DifferentiatingMicrotusxanthognathusandMicrotuspennsylvanicuslowerfirstmolarsusingdiscriminantanalysisoflandmarkdata",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:37:41.573309Z"
    },
    "title": "DIFFERENTIATING MICROTUS XANTHOGNATHUS AND MICROTUS PENNSYLVANICUS LOWER FIRST MOLARS USING DISCRIMINANT ANALYSIS OF LANDMARK DATA",
    "authors": [
        {
            "first": "Steven",
            "middle": [
                "C"
            ],
            "last": "Wallace",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "East Tennessee State University",
                "location": {
                    "postCode": "37614",
                    "settlement": "Johnson City",
                    "region": "TN",
                    "country": "USA"
                }
            },
            "email": "wallaces@etsu.edu"
        }
    ],
    "year": "",
    "abstract": "The distinct ecological requirements of Microtus xanthognathus (yellow-cheeked vole or taiga vole) and M. pennsylvanicus (meadow vole) warrant accurate discrimination of their remains in studies of paleoecology and past biogeographical shifts. An occlusal length of the lower 1st molars (m1) that is .3.2 mm for M. xanthognathus is the method most frequently used to separate these 2 taxa in archaeological and paleontological samples. However, these measurements alone are unreliable because some specimens of M. pennsylvanicus overlap smaller individuals of M. xanthognathus in size. Therefore, I created and tested a morphometric technique that discriminates Recent lower 1st molars (m1s) of M. pennsylvanicus from those of M. xanthognathus, and is applicable to other taxa (both modern and fossil). Despite overlapping occlusal length, my discriminant function based on landmark data correctly classified 100% (n ¼ 53) of Recent m1s from the 2 taxa and 97.7% (43 of 44) of (assumed) m1s of M. pennsylvanicus from an archaeological site from about AD 1200 in central Nebraska. This landmark scheme is applicable to fossil and modern Microtus worldwide.",
    "pdf_parse": {
        "paper_id": "Wallace2006-DifferentiatingMicrotusxanthognathusandMicrotuspennsylvanicuslowerfirstmolarsusingdiscriminantanalysisoflandmarkdata",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The distinct ecological requirements of Microtus xanthognathus (yellow-cheeked vole or taiga vole) and M. pennsylvanicus (meadow vole) warrant accurate discrimination of their remains in studies of paleoecology and past biogeographical shifts. An occlusal length of the lower 1st molars (m1) that is .3.2 mm for M. xanthognathus is the method most frequently used to separate these 2 taxa in archaeological and paleontological samples. However, these measurements alone are unreliable because some specimens of M. pennsylvanicus overlap smaller individuals of M. xanthognathus in size. Therefore, I created and tested a morphometric technique that discriminates Recent lower 1st molars (m1s) of M. pennsylvanicus from those of M. xanthognathus, and is applicable to other taxa (both modern and fossil). Despite overlapping occlusal length, my discriminant function based on landmark data correctly classified 100% (n ¼ 53) of Recent m1s from the 2 taxa and 97.7% (43 of 44) of (assumed) m1s of M. pennsylvanicus from an archaeological site from about AD 1200 in central Nebraska. This landmark scheme is applicable to fossil and modern Microtus worldwide.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Specific identification of Quaternary micromammals (with relatively well understood ecological requirements) is essential for interpreting paleoecological conditions and for recognizing biogeographical shifts based on fossil data. However, the identification of arvicoline (''microtine'') molars often is complicated by the lack of diagnostic characters between closely related species. Within the vole genus Microtus for example, classification of isolated teeth is difficult without a large sample (Bell and Mead 1998; Bell and Repenning 1999; Graham and Semken 1987; Guilday 1962; Hallberg et al. 1974; Martin 1968; Semken 1984; Smartt 1977; Zakrzewski 1985) . This is particularly problematic when dealing with fossil material because teeth typically separate from their alveoli and are recovered as isolated specimens. Formerly, such Microtus molars were identified (in part) based on the extant taxa endemic to the collection area (Martin 1968) or on the closest living species. Distant species were not considered, especially if their ranges were relatively small or restricted. However, the geographic distribution of many arvicoline species (with similar tooth morphology) was significantly different during the late Pleistocene than today. These range differences resulted in broad sympatric relationships between many currently (or nearly) allopatric species (''disharmonious'' faunas as summarized by Bell et al. [2004] ), further complicating classification. Moreover, studies such as those of Bell and Glennon (2003) or Bell and Repenning (1999) have shown that characters previously thought to be diagnostic are highly variable within Microtus.",
                "cite_spans": [
                    {
                        "start": 500,
                        "end": 520,
                        "text": "(Bell and Mead 1998;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 521,
                        "end": 545,
                        "text": "Bell and Repenning 1999;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 546,
                        "end": 569,
                        "text": "Graham and Semken 1987;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 570,
                        "end": 583,
                        "text": "Guilday 1962;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 584,
                        "end": 605,
                        "text": "Hallberg et al. 1974;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 606,
                        "end": 618,
                        "text": "Martin 1968;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 619,
                        "end": 631,
                        "text": "Semken 1984;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 632,
                        "end": 644,
                        "text": "Smartt 1977;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 645,
                        "end": 661,
                        "text": "Zakrzewski 1985)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 937,
                        "end": 950,
                        "text": "(Martin 1968)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1413,
                        "end": 1431,
                        "text": "Bell et al. [2004]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1507,
                        "end": 1530,
                        "text": "Bell and Glennon (2003)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1534,
                        "end": 1559,
                        "text": "Bell and Repenning (1999)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus pennsylvanicus (meadow vole) and M. xanthognathus (yellow-cheeked vole or taiga vole) exemplify some of problems inherent to the genus. Although they are currently sympatric over much of the range of M. xanthognathus, M. pennsylvanicus tolerates a much broader range of habitats, and consequently ranges significantly farther south, east, and west ( Fig. 1) . Moreover, traditional methods (e.g., length and width) for differentiating lower 1st molars (m1s) of these 2 taxa are unreliable (Schubert 2003) , particularly for large specimens of M. pennsylvanicus. Typically, m1s that measure less than 3.2 mm are considered M. pennsylvanicus and those that are equal to, or longer than, 3.2 mm are considered M. xanthognathus (Rhodes 1984; Semken and Wallace 2002) . However, this occlusal length cutoff has varied from as low as 3.1 mm (Rosenberg 1983) to as high as 3.4 mm (Foley 1984) , and one does not have to look far to find samples that negate any of these occlusal boundaries. For example, living individuals of M. pennsylvanicus on the central Great Plains (e.g., Nebraska) approach and often exceed the size of M. xanthognathus (Davis 1987 ). In addition, the m1s of Recent M. xanthognathus from Alaska and Quebec that I measured for this study have an average occlusal length of 3.16 mm ( Fig. 1 ; Appendix I). Moreover, 44 m1s found in an archaeological site from about AD 1200, the Schmidt site, in Howard County, Nebraska (Satorius-Fox 1982) , which I assume are from M. pennsylvanicus because this site lies within the present geographic distribution of the large ''morph'' M. pennsylvanicus, and because the teeth exhibit a suite of characters (described below) typically considered diagnostic of the species, exhibit an average occlusal length of 3.25 mm ( Fig. 1 ; Appendix I). All of these specimens would be misidentified using occlusal length only ( Fig. 1 ), suggesting that some fossil records of M. xanthognathus have been missed because of a failure to recognize small, likely young, individuals, and also that large specimens of M. pennsylvanicus have been misidentified as M. xanthognathus. Such taxonomic misidentifications have significant paleoecological and biogeographical implications.",
                "cite_spans": [
                    {
                        "start": 498,
                        "end": 513,
                        "text": "(Schubert 2003)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 733,
                        "end": 746,
                        "text": "(Rhodes 1984;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 747,
                        "end": 771,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 844,
                        "end": 860,
                        "text": "(Rosenberg 1983)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 882,
                        "end": 894,
                        "text": "(Foley 1984)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1146,
                        "end": 1157,
                        "text": "(Davis 1987",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1444,
                        "end": 1463,
                        "text": "(Satorius-Fox 1982)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 359,
                        "end": 366,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1308,
                        "end": 1314,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1782,
                        "end": 1788,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1879,
                        "end": 1885,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although living populations of M. xanthognathus are presently restricted to northern Canada and Alaska (Fig. 1 ), fossils of this taxon have been reported as far south as Arkansas (Hallberg et al. 1974; Semken 1984) , Tennessee Klippel 1981a, 1981b) , and Virginia (Guilday 1962; Guilday and Bender 1960; Guilday et al. 1977) in Pleistocene deposits. These southern populations of fossil M. xanthognathus have been interpreted as compatible with a mixed boreal forest to tundra parkland habitat based on faunal associations (Guilday 1971; Guilday et al. 1977; Hallberg et al. 1974; Richards 1988 ). Today, M. xanthognathus inhabits essentially the same type of environment, preferring tundra parkland (ecotone between boreal forest and tundra- Banfield, 1974) and disturbed boreal forest in early successional stages (Wolff 1980; Wolff and Lidicker 1980) over closed boreal forest. Such tundra parkland conditions would not have been dominant in the Midwest until just before, and shortly after, the glacial maximum (Baker et al. 1986; Schwert 1992; Schwert et al. 1997) .",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 202,
                        "text": "(Hallberg et al. 1974;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 203,
                        "end": 215,
                        "text": "Semken 1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 228,
                        "end": 249,
                        "text": "Klippel 1981a, 1981b)",
                        "ref_id": null
                    },
                    {
                        "start": 265,
                        "end": 279,
                        "text": "(Guilday 1962;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 280,
                        "end": 304,
                        "text": "Guilday and Bender 1960;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 305,
                        "end": 325,
                        "text": "Guilday et al. 1977)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 524,
                        "end": 538,
                        "text": "(Guilday 1971;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 539,
                        "end": 559,
                        "text": "Guilday et al. 1977;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 560,
                        "end": 581,
                        "text": "Hallberg et al. 1974;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 582,
                        "end": 595,
                        "text": "Richards 1988",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 744,
                        "end": 759,
                        "text": "Banfield, 1974)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 817,
                        "end": 829,
                        "text": "(Wolff 1980;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 830,
                        "end": 854,
                        "text": "Wolff and Lidicker 1980)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 1016,
                        "end": 1035,
                        "text": "(Baker et al. 1986;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1036,
                        "end": 1049,
                        "text": "Schwert 1992;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1050,
                        "end": 1070,
                        "text": "Schwert et al. 1997)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 110,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As a consequence of its preference for these ''northernlike'' conditions, it has been suggested that M. xanthognathus would have been one of the last northern species to colonize southern localities during the late Pleistocene (Wisconsinan) and one of the 1st to leave Guilday et al. 1977; Richards 1988 ) with the onset of postglacial conditions. However, specimens from the Wapsipinicon (25,470 6 350 14 C years B.P.; Rafter Radiocarbon Laboratory no. NZA 10445- Wallace 2000) and Peccary Cave (11,430 6 90 14 C years B.P.; Center for Accelerator Mass Spectrometry, Lawrence Livermore National Laboratory no. CAMS 20848-H. A. Semken, pers. comm.) local faunas of eastern Iowa and Arkansas, respectively, show that M. xanthognathus was present in Iowa well before the onset of full glacial conditions (Wallace 2000) and remained as far south as Arkansas long after the glacial maximum. Moreover, the southernmost living populations of this vole do occur in semiclosed boreal forest (as opposed to the more open environments in the northern reaches of their range). For these reasons, it is important to distinguish fossils of M. pennsylvanicus from those of M. xanthognathus to better understand the northwestern retreat of M. xanthognathus from southern late Pleistocene localities and to accurately reconstruct the paleoecosystems that sustained southern populations of either taxon at that time. Qualitative characters have been proposed for distinguishing M. pennsylvanicus from M. xanthognathus (Guilday 1982; Hallberg et al. 1974; Semken and Wallace 2002) , but Bell and Repenning (1999) demonstrated the need for statistical testing of any ''diagnostic'' characters within the genus Microtus. Smartt (1977 ), van Dam (1996 , and Marcolini (2002 Marcolini ( -2003 have shown the potential of multivariate approaches for differentiating species of Microtus and other rodent genera. Unfortunately, the majority of these studies were limited in the number of taxa examined or by the use of nonhomologous characters. Consequently, Bell and Glennon (2003) stressed that such techniques are valid only if applicable to all members of a genus.",
                "cite_spans": [
                    {
                        "start": 269,
                        "end": 289,
                        "text": "Guilday et al. 1977;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 290,
                        "end": 303,
                        "text": "Richards 1988",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 465,
                        "end": 478,
                        "text": "Wallace 2000)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 802,
                        "end": 816,
                        "text": "(Wallace 2000)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1501,
                        "end": 1515,
                        "text": "(Guilday 1982;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1516,
                        "end": 1537,
                        "text": "Hallberg et al. 1974;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1538,
                        "end": 1562,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1569,
                        "end": 1594,
                        "text": "Bell and Repenning (1999)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1701,
                        "end": 1713,
                        "text": "Smartt (1977",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1714,
                        "end": 1730,
                        "text": "), van Dam (1996",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1737,
                        "end": 1752,
                        "text": "Marcolini (2002",
                        "ref_id": null
                    },
                    {
                        "start": 1753,
                        "end": 1770,
                        "text": "Marcolini ( -2003",
                        "ref_id": null
                    },
                    {
                        "start": 2034,
                        "end": 2057,
                        "text": "Bell and Glennon (2003)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Clearly, more accurate and comprehensive methods for specific identification of isolated fossil teeth are required. Thus, the primary purpose of my study was to develop a morphometric technique that discriminates Recent m1s of M. pennsylvanicus from those of M. xanthognathus, and that is applicable to both modern and fossil taxa. My 2nd purpose was to apply the new procedure to a paleontological sample of M. pennsylvanicus that would be misidentified (as M. xanthognathus) using traditional means.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I chose M. pennsylvanicus and M. xanthognathus to develop and assess this morphometric technique because they are common in archaeological and paleontological faunal assemblages and because they are the most common large Microtus species with 5 closed triangles in eastern North America during the late Pleistocene and earliest Holocene. This group includes all species with 5 closed triangles on the m1 (e.g., M. chrotorrhinus, M. longicaudus, M. montanus, M. pennsylvanicus, and M. xanthognathus), but not those with only 3 closed triangles (e.g., M. pinetorum or M. ochrogaster). [The m1 of modern arvicolines (dental terminology is adapted from van der Meulen [1978] ; Fig. 2 ) consists of 5 or more triangular-shaped dentine fields (''triangles''), which are defined by the re-entrant angles and separate anterior and posterior loops (dentine fields that extend across the tooth). Triangles are considered ''closed'' when the enamel of a re-entrant angle nearly (or completely) meets the opposing re-entrant angle with a separation of less than the width of the thickest enamel band (T1; Fig. 2 ). ''Open'' triangles exhibit a clear separation between the 2 re-entrant angles (T7; Fig. 2 ).] In addition, M. pennsylvanicus and M.",
                "cite_spans": [
                    {
                        "start": 664,
                        "end": 670,
                        "text": "[1978]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 673,
                        "end": 679,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 1093,
                        "end": 1099,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 1186,
                        "end": 1192,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "xanthognathus have similar m1 occlusal morphology, such that traditional means of discrimination (e.g., occlusal length) fail to separate large m1s of M. pennsylvanicus (e.g., from the Schmidt sample, see below) from average-sized specimens of M. xanthognathus. Last, the discrimination of M. xanthognathus from M. pennsylvanicus is important for accurate interpretation of past environmental and biogeographical changes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Recognizing that the Schmidt fossil sample represents M. pennsylvanicus rather than M. xanthognathus was critical to my study, so I assumed that the sample represents the former for the following reasons. First, Howard County, Nebraska, is more than 1,800 km south of the southernmost living populations of M. xanthognathus (Fig. 1 ). In addition, M.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 324,
                        "end": 331,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "xanthognathus has not been recovered from Holocene deposits in the continental United States. Second, and more importantly, 100% of M2s recovered from the Schmidt site exhibit the extra ''button-shaped'' dentine field, which occurs at frequencies greater than 90% for M. pennsylvanicus (Bell and Repenning 1999; Guilday 1982) , but in less than 10% of M. californicus, M. longicaudus, M. montanus, M. mexicanus, M. richardsoni, or M. xanthognathus M2s (Bell and Repenning 1999) . Finally, 100% of M3s exhibit cementum-filled 5th re-entrant angles and lack the confluent 2nd and 3rd triangles, consistent with M. pennsylvanicus, but not M. chrotorrhinus, M. richardsoni, or M. xanthognathus (Guilday 1982; Semken and Wallace 2002) .",
                "cite_spans": [
                    {
                        "start": 286,
                        "end": 311,
                        "text": "(Bell and Repenning 1999;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 312,
                        "end": 325,
                        "text": "Guilday 1982)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 452,
                        "end": 477,
                        "text": "(Bell and Repenning 1999)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 690,
                        "end": 704,
                        "text": "(Guilday 1982;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 705,
                        "end": 729,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-For this study, I chose to focus on m1, the most commonly used tooth for separating species of Microtus. Although M2 and M3 are both variable and important for specific identification within the genus (e.g., Barnosky 1990; Guilday 1982; Semken and Wallace 2002) , m1 is the most diagnostic molar (Semken and Wallace 2002; Smartt 1977; Zakrzewski 1985) and there is some question concerning the validity of using M2 and M3 for specific identification (Bell and Repenning 1999) . Moreover, the m1 is the tooth most readily recovered because of its large size and, therefore, is typically used for species identification.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 242,
                        "text": "Barnosky 1990;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 243,
                        "end": 256,
                        "text": "Guilday 1982;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 257,
                        "end": 281,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 316,
                        "end": 341,
                        "text": "(Semken and Wallace 2002;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 342,
                        "end": 354,
                        "text": "Smartt 1977;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 355,
                        "end": 371,
                        "text": "Zakrzewski 1985)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 470,
                        "end": 495,
                        "text": "(Bell and Repenning 1999)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "To ensure correct identification of Recent samples of the 2 taxa, I used only curated specimens from zoological museums collected as ''skin and skull'' (M. pennsylvanicus: n ¼ 23, and M. xanthognathus: n ¼ 30; Appendix II) to generate the discriminant function. To avoid bias, I only measured right m1s. However, I measured both right and left ''fossil'' m1s from the Schmidt archaeological sample (State archaeological site no. 25 HW 301; Howard Co., Nebraska; cataloged under SUI-47313 at the University of Iowa, Department of Geoscience Repository; Appendix I). Left fossil m1s were converted by multiplying the x variables by À1 to create a mirror image. Although I only used right m1s to generate the discriminant function, the 1978] ). Left to right: lower right 1st molar (m1) and upper right 1st molar (M1) of Microtus richardsoni and m1 of Synaptomys cooperi. Enamel (black), nearly surrounds the tooth, and is exposed by wear as a thin band; dentine (white or light shading) wears more easily than enamel creating depressions on the surface of the tooth; and cementum (darker shading) is on the external surface of the tooth, primarily within the re-entrant angles. The anterior complex (AC), posterior loop (PL), and anterior loop (AL) are labeled accordingly. For lower molars, the intervening triangles, re-entrant angles, and salient angles on lower molars are numbered from 1 to 8 (or higher) beginning with the 1st element anterior to the posterior loop (T1, T2, etc.; R1, R2, etc.; and S1, S2, etc., respectively). The reverse is applied to upper molars. Specimens are not to scale.",
                "cite_spans": [
                    {
                        "start": 733,
                        "end": 738,
                        "text": "1978]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "inclusion of both right and left fossil molars is acceptable because classification of as many of the fossil elements as possible would increase the utility of the function.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Assumptions.-Failure to recognize assumptions inherent to my study could lead to misuse and misinterpretation of my results. The following list serves to emphasize possible sources of error. Assumptions 1-4 apply to analogous morphometric studies of other Microtus species, whereas the 5th and 6th apply to my study only.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "First, the occlusal patterns of Microtus m1s have experienced no significant change (that would impact a discriminant analysis) over the last 30,000 years (late Pleistocene to Recent). Morphologic change within individual species surely has occurred both temporally and spatially, but as long as its sum is appreciably less than the differences between species, the change is not detrimental to discriminant functions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Second, fossil molars of a given taxon are more similar to those of modern representatives of that taxon than they are to the molars of other taxa. Similar to the 1st assumption, it is important that there are greater inter-than intraspecific differences, regardless of geologic age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Third, all recognized late Pleistocene and early Holocene species of North American Microtus are extant. No widely distributed continental micromammals have been shown to be included within the terminal-Pleistocene extinction in North America (Graham and Lundelius 1984; Martin 1967 ). This is not to say that there are no unrecognized late Pleistocene species that are now extinct, but the assumption is that there are none within Microtus.",
                "cite_spans": [
                    {
                        "start": 243,
                        "end": 270,
                        "text": "(Graham and Lundelius 1984;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 271,
                        "end": 282,
                        "text": "Martin 1967",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Fourth, morphotypes (''morphospecies'') are equivalent to biological species. Complete correlation between morphotypes and biological species in the fossil record may be unattainable. Nevertheless, most specimens can be placed within a morphotype with a high degree of confidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Fifth, the most probable large, Microtus species with 5 closed triangles living in eastern North America during the late Pleistocene and earliest Holocene was either M. pennsylvanicus or M. xanthognathus. Although the presence of M. montanus has been confirmed (Stewart 1978 (Stewart , 1987 Wallace 1999 Wallace , 2001 ) and that of M. longicaudus reported as probable (Wallace 1999 (Wallace , 2001 ) on the Great Plains during the late Pleistocene, these taxa are much smaller in tooth size and their presence during the Holocene has not been established. Moreover, the presence of either M. montanus or M. longicaudus on the plains during the Holocene seems unlikely because the cool, moist ''montane''-like environmental conditions (glacial conditions) that sustained populations in that region disappeared after the late Pleistocene. M. richardsoni, the only other large species of Microtus, is morphologically distinct (Burns 1982; Semken and Wallace 2002) and has not been reported east of the continental divide.",
                "cite_spans": [
                    {
                        "start": 261,
                        "end": 274,
                        "text": "(Stewart 1978",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 275,
                        "end": 290,
                        "text": "(Stewart , 1987",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 291,
                        "end": 303,
                        "text": "Wallace 1999",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 304,
                        "end": 318,
                        "text": "Wallace , 2001",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 369,
                        "end": 382,
                        "text": "(Wallace 1999",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 383,
                        "end": 398,
                        "text": "(Wallace , 2001",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 924,
                        "end": 936,
                        "text": "(Burns 1982;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 937,
                        "end": 961,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Sixth, all large Microtus with 5 closed triangles from the Schmidt site (about AD 1200) are M. pennsylvanicus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Landmarks.-I selected 21 landmarks (Fig. 3 ) that are easily recognizable, likely to be preserved on fossils, and found on both ''M. ochrogaster''-type m1s (3 closed triangles) and ''M. pennsylvanicus''type m1s (5 closed triangles). Priority was given to those features that best represent the variability typical of M. pennsylvanicus and M.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 35,
                        "end": 42,
                        "text": "(Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "xanthognathus, but also could be applied to other members of the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Landmarks are defined as those points that can be described anatomically and are homologous between species (Bookstein et al. 1985) . Bookstein (1991) classifies 3 landmark types, based on subjectivity. Type I landmarks are those that are defined by the discrete juxtaposition of tissues. In 3 dimensions, this includes the intersection of 3 or more structures, or in 2 dimensions, the intersection of 2 or more linear features. These landmarks are most easily defined and reproduced; therefore they carry the greatest weight in any analysis. Type II landmarks are placed at maximum points of curvature, tips of excursions, or other morphogenetic features. Finally, type III landmarks are defined in terms of farthest, closest, perpendicular, tangential, and so on. These landmarks are referred to as deficient (Bookstein 1991) because they typically involve 1 feature only and, consequently, contain less information and are more difficult to place or define consistently. Although they are the weakest in terms of reproducibility and placement confidence, type III landmarks are by far the most common because many morphological features used in descriptive taxonomy cannot be defined in terms of multiple structures.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 131,
                        "text": "(Bookstein et al. 1985)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 134,
                        "end": 150,
                        "text": "Bookstein (1991)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 811,
                        "end": 827,
                        "text": "(Bookstein 1991)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Following Bookstein (1991) , 7 of my landmarks (Fig. 3) are type I (3, 5, 7, 9, 10, 13, and 17), and are defined by the intersection of the leading and trailing edges (at the boundary between enamel and dentine). This definition would suffice if the 2 enamel bands intersected at a single point; however, this is not always the case. In examples where the intersection is rounded (landmarks 12, 16, and 20) , the corresponding landmark should be redefined as the point of maximum enamel curvature at the boundary. This does not change the location of the landmark, but does change its classification to type II. An alternative location for these landmarks would be the outer edge of the showing location of homologous points chosen as landmarks. Points 3, 5, 7, and 9 are at intersection of leading and trailing edges of enamel on triangles 1, 3, 5, and 7, respectively, and are placed at the border of enamel and dentine; points 2, 4, 6, 8, 11, 15, and 19 are at most medial point of the re-entrant angles at the boundary between enamel and cement; points 10, 13, and 17 are at intersection of the leading and trailing edges of enamel on triangles 2, 4, and 6, respectively, and are at the border of enamel and dentine; points 1 and 21 are at terminal ends of enamel band on either side of the posterior loop; points 14 and 18 are at the most posterior position along the boundary of dentine and enamel of trailing edges of triangles 4 and 2, respectively; and points 12, 16, and 20 are on outside edge of the enamel band at point of maximum curvature along the leading edges of triangle 4, triangle 2, and the posterior loop, respectively. Scale bar equals 1 mm. salient angles. However, given that the outer edges of the triangles are typically damaged or incomplete on fossil specimens, the loss of relative value from (occasionally) reclassifying these landmarks is outweighed by increased utility of the inner portion of triangles, which have a greater frequency of preservation. Lastly, although 9 of my landmarks are classified as type III (2, 4, 6, 8, 11, 14, 15, 18, and 19) , they are essential to this analysis because they characterize the reentrant angles, which are preserved more frequently than other features of the tooth, are easily observed features commonly used in descriptive taxonomy, and are often species specific within Microtus (Martin 1991; van der Meulen 1978) .",
                "cite_spans": [
                    {
                        "start": 10,
                        "end": 26,
                        "text": "Bookstein (1991)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2044,
                        "end": 2051,
                        "text": "III (2,",
                        "ref_id": null
                    },
                    {
                        "start": 2052,
                        "end": 2054,
                        "text": "4,",
                        "ref_id": null
                    },
                    {
                        "start": 2055,
                        "end": 2057,
                        "text": "6,",
                        "ref_id": null
                    },
                    {
                        "start": 2058,
                        "end": 2060,
                        "text": "8,",
                        "ref_id": null
                    },
                    {
                        "start": 2061,
                        "end": 2064,
                        "text": "11,",
                        "ref_id": null
                    },
                    {
                        "start": 2065,
                        "end": 2068,
                        "text": "14,",
                        "ref_id": null
                    },
                    {
                        "start": 2069,
                        "end": 2072,
                        "text": "15,",
                        "ref_id": null
                    },
                    {
                        "start": 2073,
                        "end": 2076,
                        "text": "18,",
                        "ref_id": null
                    },
                    {
                        "start": 2077,
                        "end": 2084,
                        "text": "and 19)",
                        "ref_id": null
                    },
                    {
                        "start": 2356,
                        "end": 2369,
                        "text": "(Martin 1991;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2370,
                        "end": 2390,
                        "text": "van der Meulen 1978)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 47,
                        "end": 55,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 380,
                        "end": 406,
                        "text": "(landmarks 12, 16, and 20)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Variables.-Using a standard motor-driven Reflex Microscope (Prior model S2000; Reflex Measurement Ltd., Sommerset, United Kingdom; purchased by Dr. Ann Budd), I recorded the spatial location of each landmark as a 2-dimensional Cartesian coordinate (x, y), which I then treated as 2 separate values, resulting in a total of 42 variables (labeled x1, y1; x2, y2; etc.) . To remove problems associated with size from the data set, I transformed the variables into shape coordinates by scaling the data to a standard baseline using GRF-nd (''generalized rotational fitting of n-dimensional data,'' a computer program written by Dennis E. Slice, Department of Ecology and Evolution, Stony Brook University, Stony Brook, New York). By scaling the data in this way, each tooth had an effective length of 1 unit with all other coordinates recalculated relative to that length (baseline). Accordingly, differences in point location more closely correspond to differences in shape rather than size. Because of their placement confidence, likelihood of preservation, and conformation to Bookstein's (1991) requirement of the longest possible baseline, I chose landmarks 2 and 9 ( Fig. 3) as the baseline ([0, 0] , [1, 0] ) from which all other shape coordinates were generated. Although I removed damaged modern specimens in order to generate a more refined discriminant function, paleontological applications could include all specimens that preserve (at least) the baseline.",
                "cite_spans": [
                    {
                        "start": 336,
                        "end": 366,
                        "text": "(labeled x1, y1; x2, y2; etc.)",
                        "ref_id": null
                    },
                    {
                        "start": 1193,
                        "end": 1200,
                        "text": "([0, 0]",
                        "ref_id": null
                    },
                    {
                        "start": 1203,
                        "end": 1206,
                        "text": "[1,",
                        "ref_id": null
                    },
                    {
                        "start": 1207,
                        "end": 1209,
                        "text": "0]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1169,
                        "end": 1176,
                        "text": "Fig. 3)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "However, I should state that in creating the shape coordinates with GRF-nd, I generated a ''centroid-size'' variable that is a rough estimate of overall size. Because centroid size is calculated using all of the variables combined, it offers more information on true size than baseline length alone. Although centroid size was less diagnostic (À0.105 correlation with the discriminant) than other characters, the difference between M. xanthognathus and M. pennsylvanicus was statistically significant (t ¼ À6.502: reject H O where t 0.05(2) ¼ 2.008, d.f. ¼ 51). I chose to remove centroid size because of the ''size'' problems discussed above. However, future studies (particularly with other species) should evaluate centroid and other size characters (length, width, etc.) carefully.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Analysis.-Using SPSS for Windows (version 8.0.0; SPSS Inc., Chicago, Illinois) to perform the discriminant analyses, I imported (and treated) the variables (generated from the shape coordinates) and included all 42 in the initial analysis. A stepwise function, with P ¼ 0.10-0.15, was then used to isolate the most significant variables (those that best discriminate the 2 species). Removal of centroid size (43rd variable discussed above) from the study was further supported by the results of the stepwise comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "All Recent (nonfossil) specimens were correctly classified to species by my analysis with a 100% confidence level when I included all 42 variables (except size) in the discriminant function. The stepwise discriminant function, which isolated the 10 most significant variables (x1, x4, x5, x20, y3, y5, y11, y12, y16, and y17 [see Fig. 3 ]; probability of F ¼ 0.10-0.15), correctly classified all Recent specimens to species with a minor drop in confidence (98.6%). When I included all variables in the discriminant function, 38 (86.4%) of 44 of the Schmidt fossil specimens were classified correctly as M. pennsylvanicus; whereas the stepwise discriminant correctly classified 43 (97.7%) of 44 of the specimens (Fig. 4) .",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 280,
                        "text": "(x1,",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 284,
                        "text": "x4,",
                        "ref_id": null
                    },
                    {
                        "start": 285,
                        "end": 288,
                        "text": "x5,",
                        "ref_id": null
                    },
                    {
                        "start": 289,
                        "end": 293,
                        "text": "x20,",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 297,
                        "text": "y3,",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 301,
                        "text": "y5,",
                        "ref_id": null
                    },
                    {
                        "start": 302,
                        "end": 306,
                        "text": "y11,",
                        "ref_id": null
                    },
                    {
                        "start": 307,
                        "end": 311,
                        "text": "y12,",
                        "ref_id": null
                    },
                    {
                        "start": 312,
                        "end": 316,
                        "text": "y16,",
                        "ref_id": null
                    },
                    {
                        "start": 317,
                        "end": 336,
                        "text": "and y17 [see Fig. 3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 711,
                        "end": 719,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Clearly, a relationship exists between the individual variables and the discriminant function that can be expressed as a correlation (Table 1) . Shape coordinates with values approaching 1 or À1 most closely correlate with the functions, and therefore are more important for separating the 2 species. Values change significantly for the stepwise analysis (Table 1) , suggesting that many of the variables correlate with each other and that only a few are truly significant for species distinction. In particular, the stepwise discriminant analysis selected shape coordinates that reflect depth and location of re-entrant angles and the overall shape and configuration of the anterior portion of the tooth. Several morphological patterns or trends corresponding to shape coordinates are recognizable. However, it must be stressed that interpretations and generalizations below apply to M. xanthognathus and M. pennsylvanicus only.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 142,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 355,
                        "end": 364,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Variables x and y.-Values of x variables reflect the distance of any given point from the midline; they are an indirect measure of curvature, and to a lesser extent, of re-entrant shape. The more curved, labially directed (Fig. 5) , molars of M.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 222,
                        "end": 230,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "xanthognathus have x values toward the anterior end of the tooth that are smaller (less negative) on the labial side, and larger (more positive) on the lingual side relative to M. pennsylvanicus. Values at the posterior end of the tooth are the opposite because the relative robustness of the triangles is the dominant factor (curvature is less significant so close to the origin).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Values of y variables reflect the distance of any given point from the origin (landmark 2) and, thus, are an indirect measure of robustness. M. xanthognathus tends to have fewer triangles and re-entrant angles, particularly within the anterior complex. Consequently, the triangles and re-entrant angles are larger, wider, and more rounded (Fig. 5) . As a result, landmarks are farther from the origin and from each other, relative to those of M. pennsylvanicus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 339,
                        "end": 347,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Summarized observations.-Several readily observable distinguishing morphological characters (Fig. 5 ) that were not directly included within the analysis deserve mention. The 7th re-entrant angle of M. xanthognathus tends to be deeper and more anteriorly oriented than that of M. pennsylvanicus (Guilday and Bender 1960) . Future studies should consider points x8 and y8 to include this difference. The simplicity of the anterior complex and curvature of the m1 of M. xanthognathus gives the appearance of an anterior complex that is directed labially and tapered relative to that of M. pennsylvanicus (Guilday and Bender 1960; Semken and Wallace 2002) . Finally, the triangles of M. pennsylvanicus are more gracile and angular than the robust, rounded triangles of M. xanthognathus.",
                "cite_spans": [
                    {
                        "start": 295,
                        "end": 320,
                        "text": "(Guilday and Bender 1960)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 602,
                        "end": 627,
                        "text": "(Guilday and Bender 1960;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 628,
                        "end": 652,
                        "text": "Semken and Wallace 2002)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 99,
                        "text": "(Fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Previous attempts to differentiate m1s of M. pennsylvanicus from m1s of M. xanthognathus focused on occlusal length (e.g., Foley 1984; Rosenberg 1983) . Unfortunately, m1 length can vary because of age, nutrition, or both. For example, Guilday (1982) observed a 33% difference between the size of adult and juvenile molars of M. xanthognathus. In addition, the teeth of M. pennsylvanicus have been shown to exhibit spatial and temporal clinal (continuous between populations) variation in length and morphology (Barnosky 1990 (Barnosky , 1993 Davis 1987) . Occlusal length overlap between species (Fig. 1 ) and the results of the stepwise analyses also show that m1 occlusal length and the size variable produced by GRF-nd have little diagnostic value for discriminating M. pennsylvanicus from M. xanthognathus. As a result, specific discrimination of these taxa should focus on overall morphology rather than length or size.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 134,
                        "text": "Foley 1984;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 135,
                        "end": 150,
                        "text": "Rosenberg 1983)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 236,
                        "end": 250,
                        "text": "Guilday (1982)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 511,
                        "end": 525,
                        "text": "(Barnosky 1990",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 526,
                        "end": 542,
                        "text": "(Barnosky , 1993",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 543,
                        "end": 554,
                        "text": "Davis 1987)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 597,
                        "end": 604,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Smartt 1977 M. pennsylvanicus, and M. ochrogaster) using multivariate analysis of linear data with moderate success. Seventy-two of 76 Recent m1s were correctly identified to species, but with confidence levels as low as 40% (18 , 75%, only 37 . 95%). Nonetheless, these results suggested that identification of isolated molars is possible using multiple variables. However, although linear variables are successful, landmarks are a more direct measure of true morphologic difference, and hence offer greater support for (confidence in) subjective observations. Selecting landmarks for my study was difficult because it required a balance of practicality and utility. The logical choice would be placement along the outer edge of the enamel band that surrounds the tooth. However, landmarks at the more interior boundary between enamel and dentine of salient angles (3, 5, 7, 9, 10, 13, and 17; Fig. 3 ) are more likely to be preserved on fossils than those on the external side of the enamel (1 and 21; Fig. 3 ), which is often chipped or broken. Additionally, the intersection of leading and trailing edges is more easily recognized on the inside of a curve relative to the outside. Selection of landmarks with higher preservation frequency allows my discriminant analysis to be applied across a broader range of fossil and archaeological material.",
                "cite_spans": [
                    {
                        "start": 866,
                        "end": 869,
                        "text": "(3,",
                        "ref_id": null
                    },
                    {
                        "start": 870,
                        "end": 872,
                        "text": "5,",
                        "ref_id": null
                    },
                    {
                        "start": 873,
                        "end": 875,
                        "text": "7,",
                        "ref_id": null
                    },
                    {
                        "start": 876,
                        "end": 878,
                        "text": "9,",
                        "ref_id": null
                    },
                    {
                        "start": 879,
                        "end": 882,
                        "text": "10,",
                        "ref_id": null
                    },
                    {
                        "start": 883,
                        "end": 886,
                        "text": "13,",
                        "ref_id": null
                    },
                    {
                        "start": 887,
                        "end": 894,
                        "text": "and 17;",
                        "ref_id": null
                    },
                    {
                        "start": 895,
                        "end": 901,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1004,
                        "end": 1010,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The Schmidt archaeological sample was ideal for demonstrating the strength of the discriminant function and the relative unimportance of m1 length for distinguishing M. pennsylvanicus from M. xanthognathus. Although the Schmidt specimens are undoubtedly M. pennsylvanicus (assumption 6), the average occlusal length of their m1s (3.25 mm) is well above that of Recent M. pennsylvanicus (2.95 mm) and falls well within the range typical of Recent M. xanthognathus (2.82-3.77 mm; Fig. 1 ; Appendix I). Large molars of M. pennsylvanicus from the Great Plains also were described by Davis (1987) , who noted that they were end members of a continuum centered on the plains, with decreasing size to the north, west, and east.",
                "cite_spans": [
                    {
                        "start": 579,
                        "end": 591,
                        "text": "Davis (1987)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 478,
                        "end": 484,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The 4 fossil specimens misclassified in the analysis of all variables cluster with M. pennsylvanicus (Fig. 4) and are most likely ''end members'' of that population. The same pattern was observed in the results of the stepwise analysis (1 of 44 misclassified). Undoubtedly a subjective measure of confidence is required for classifications derived from these functions. These results clearly demonstrate the need for large samples (as used here) when dealing with fossil specimens, and further justify the use of caution when applying this technique to a single tooth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 101,
                        "end": 109,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although confidence was slightly higher when all variables were used, results of the stepwise discriminant suggest that too many variables cloud the analysis and lead to a greater chance of error. This is expected, because some landmarks likely have no diagnostic value (either too little or too much variation), or are strongly correlated with other characters. However, some taxa may be morphologically similar enough to warrant use of all variables to achieve consistent identification. For this reason, characters should be evaluated both objectively (via stepwise discriminant analysis), and subjectively (those characters most likely to hold diagnostic value and be preserved) based on the species in question.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Use of m1 occlusal length for discriminating M. xanthognathus from M. pennsylvanicus is unreliable, particularly for specimens that measure between 3.0 mm and 3.5 mm. However, my results show that discriminant functions derived from overall morphology are successful. This procedure can be applied to specimens from sites where these 2 taxa are (or were) sympatric, preventing misidentification of isolated m1s from archaeological and paleontological samples. Correct identification will help constrain the dates of 1st and last appearances of M. xanthognathus south of its present range, and aid in the reconstruction of its dispersal into (and eventual retreat from) these southern localities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "My morphometric approach offers considerable potential for improved accuracy in identifying fossil material. Specifically, application of discriminant analysis to other members of Microtus will allow the recognition of cryptic species that occur well outside of their current geographic ranges in fossil deposits (essentially, species that are misidentified because they occur outside of their own modern distribution, yet within the range of another species with very similar morphology-see Stewart 1978 Stewart , 1987 Wallace 1999 Wallace , 2001 ). Improved species identification will increase the accuracy of paleoenvironmental reconstructions and foster a better understanding of Pleistocene biogeography.",
                "cite_spans": [
                    {
                        "start": 492,
                        "end": 504,
                        "text": "Stewart 1978",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 505,
                        "end": 519,
                        "text": "Stewart , 1987",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 520,
                        "end": 532,
                        "text": "Wallace 1999",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 533,
                        "end": 547,
                        "text": "Wallace , 2001",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/87/6/1261/887763 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A full-glacial biota from southeastern Iowa",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "USA. Journal of Quaternary Science",
                "volume": "1",
                "issue": "",
                "pages": "91--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. G., ET AL. 1986. A full-glacial biota from southeastern Iowa, USA. Journal of Quaternary Science 1:91-107.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The mammals of Canada",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "W F"
                        ],
                        "last": "Banfield",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BANFIELD, A. W. F. 1974. The mammals of Canada. University of Toronto Press, Toronto, Ontario, Canada.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Evolution of dental traits since latest Pleistocene in meadow voles (Microtus pennsylvanicus) from Virginia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Barnosky",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Paleobiology",
                "volume": "16",
                "issue": "",
                "pages": "370--383",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARNOSKY, A. D. 1990. Evolution of dental traits since latest Pleistocene in meadow voles (Microtus pennsylvanicus) from Virginia. Paleobiology 16:370-383.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mosaic evolution at the population level in Microtus pennsylvanicus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Barnosky",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "24--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARNOSKY, A. D. 1993. Mosaic evolution at the population level in Microtus pennsylvanicus. Pp. 24-59 in Morphological change in Quaternary mammals of North America (R. A. Martin and A. D. Barnosky, eds.). Cambridge University Press, New York.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Arvicoline rodents from Screaming Neotoma Cave, southern Colorado Plateau, Apache County, Arizona, with comments on the Pleistocene biogeography of Lemmiscus curtatus. Pp. 54-63 in Ice age cave faunas of North",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Glennon",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BELL, C. J., AND J. GLENNON. 2003. Arvicoline rodents from Screaming Neotoma Cave, southern Colorado Plateau, Apache County, Arizona, with comments on the Pleistocene biogeography of Lemmiscus curtatus. Pp. 54-63 in Ice age cave faunas of North America (B. W. Schubert, J. I. Mead, and R. W. Graham, eds.). Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The Blancan, Irvingtonian, and Rancholabrean Mammal Ages",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "in Late Cretaceous and Cenozoic mammals of North America: biostratigraphy and geochronology",
                "volume": "",
                "issue": "",
                "pages": "232--314",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BELL, C. J., ET AL. 2004. The Blancan, Irvingtonian, and Rancholab- rean Mammal Ages. Pp. 232-314 in Late Cretaceous and Cenozoic mammals of North America: biostratigraphy and geochronology (M. O. Woodburne, ed.). Columbia University Press, New York.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Late Pleistocene microtine rodents from Snake Creek Burial Cave",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Mead",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Great Basin Naturalist",
                "volume": "58",
                "issue": "",
                "pages": "82--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BELL, C. J., AND J. I. MEAD. 1998. Late Pleistocene microtine rodents from Snake Creek Burial Cave, White Pine County, Nevada. Great Basin Naturalist 58:82-86.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Observations on dental variation in Microtus from the Cudahy Ash Pit Fauna, Meade County, Kansas and implications for Irvingtonian microtine rodent biochronology",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Repenning",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "19",
                "issue": "",
                "pages": "757--766",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BELL, C. J., AND C. A. REPENNING. 1999. Observations on dental variation in Microtus from the Cudahy Ash Pit Fauna, Meade County, Kansas and implications for Irvingtonian microtine rodent biochronology. Journal of Vertebrate Paleontology 19:757-766.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Morphometric tools for landmark data, geometry and biology",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOOKSTEIN, F. L. 1991. Morphometric tools for landmark data, geometry and biology. Cambridge University Press, New York.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Morphometrics in evolutionary biology",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Elder",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Humphries",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Strauss",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Special Publication",
                "volume": "15",
                "issue": "",
                "pages": "1--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOOKSTEIN, F. L., B. CHERNOFF, R. ELDER, J. HUMPHRIES, G. SMITH, AND R. STRAUSS. 1985. Morphometrics in evolutionary biology. Academy of Natural Sciences of Philadelphia, Special Publication 15:1-277.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Water vole Microtus richardsoni (Mammalia, Rodentia) from the late Pleistocene of Alberta",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Burns",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Canadian Journal of Earth Science",
                "volume": "19",
                "issue": "",
                "pages": "628--631",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURNS, J. A. 1982. Water vole Microtus richardsoni (Mammalia, Rodentia) from the late Pleistocene of Alberta. Canadian Journal of Earth Science 19:628-631.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Late Pleistocene-Holocene environmental change in the central Great Plains of the United States: the mammalian record",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Illinois State Museum",
                "volume": "",
                "issue": "",
                "pages": "88--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, L. C. 1987. Late Pleistocene-Holocene environmental change in the central Great Plains of the United States: the mammalian record. Pp. 88-143 in Late Quaternary mammalian biogeography and environments of the Great Plains and prairies (R. Graham, H. Semken, and M. Graham, eds.). Illinois State Museum, Springfield.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Late Pleistocene (Woodfordian) vertebrates from the Driftless Area of southwestern Wisconsin, the Moscow Fissure Local Fauna. Illinois State Museum",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Foley",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Reports of Investigations",
                "volume": "39",
                "issue": "",
                "pages": "1--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOLEY, R. L. 1984. Late Pleistocene (Woodfordian) vertebrates from the Driftless Area of southwestern Wisconsin, the Moscow Fissure Local Fauna. Illinois State Museum, Reports of Investigations 39:1-50.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Coevolutionary disequilibrium and Pleistocene extinctions",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundelius",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "223--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAHAM, R. W., AND E. L. LUNDELIUS. 1984. Coevolutionary disequilibrium and Pleistocene extinctions. Pp. 223-249 in Quaternary extinctions; a prehistoric revolution (P. S. Martin and R. G. Klein, eds.). University of Arizona Press, Tucson.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Philosophy and procedures for paleoenvironmental studies in Quaternary mammalian faunas. Pp. 1-17 in Late Quaternary mammalian biogeography and environments of the Great Plains and prairies",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Semken",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Illinois State Museum",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAHAM, R. W., AND H. A. SEMKEN. 1987. Philosophy and proce- dures for paleoenvironmental studies in Quaternary mammalian faunas. Pp. 1-17 in Late Quaternary mammalian biogeography and environments of the Great Plains and prairies (R. W. Graham, H. A. Semken, and M. Graham, eds.). Illinois State Museum, Springfield.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The Pleistocene local fauna of the Natural Chimneys",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Annals of Carnegie Museum",
                "volume": "36",
                "issue": "",
                "pages": "87--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E. 1962. The Pleistocene local fauna of the Natural Chimneys, Augusta County, Virginia. Annals of Carnegie Museum 36:87-122.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Pleistocene history of the Appalachian fauna",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "The distributional history of the biota of the southern Appalachians",
                "volume": "4",
                "issue": "",
                "pages": "1--306",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E. 1971. The Pleistocene history of the Appalachian fauna. Pp. 233-262 in The distributional history of the biota of the southern Appalachians (P. C. Holt, ed.). Virginia Polytechnical Institute, Research Division, Monograph 4:1-306.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Dental variation in Microtus xanthognathus, M. chrotorrhinus, and M. pennsylvanicus (Rodentia: Mammalia)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "51",
                "issue": "",
                "pages": "211--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E. 1982. Dental variation in Microtus xanthognathus, M. chrotorrhinus, and M. pennsylvanicus (Rodentia: Mammalia). Annals of Carnegie Museum of Natural History 51:211-230.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Late Pleistocene records of the yellow-cheeked vole, Microtus xanthognathus (Leach)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Bender",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Annals of Carnegie Museum",
                "volume": "35",
                "issue": "",
                "pages": "315--330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E., AND M. S. BENDER. 1960. Late Pleistocene records of the yellow-cheeked vole, Microtus xanthognathus (Leach). Annals of Carnegie Museum 35:315-330.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Ecological significance of displaced boreal mammals in West Virginia caves",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Hamilton",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Journal of Mammalogy",
                "volume": "59",
                "issue": "",
                "pages": "176--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E., AND H. W. HAMILTON. 1978. Ecological significance of displaced boreal mammals in West Virginia caves. Journal of Mammalogy 59:176-181.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The Baker Bluff Cave deposit, Tennessee, and the late Pleistocene faunal gradient",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Hamilton",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Parmalee",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Bulletin of Carnegie Museum of Natural History",
                "volume": "11",
                "issue": "",
                "pages": "1--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E., H. W. HAMILTON, E. ANDERSON, AND P. W. PARMALEE. 1978. The Baker Bluff Cave deposit, Tennessee, and the late Pleistocene faunal gradient. Bulletin of Carnegie Museum of Natural History 11:1-67.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The Clark's Cave bone deposit and the late Pleistocene paleoecology of the central Appalachian Mountains of Virginia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Guilday",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Parmalee",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Hamilton",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Bulletin of Carnegie Museum of Natural History",
                "volume": "2",
                "issue": "",
                "pages": "1--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUILDAY, J. E., P. W. PARMALEE, AND H. W. HAMILTON. 1977. The Clark's Cave bone deposit and the late Pleistocene paleoecology of the central Appalachian Mountains of Virginia. Bulletin of Carnegie Museum of Natural History 2:1-87.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1981. The mammals of North America. Vol. 2. John Wiley & Sons, Inc., New York.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Quaternary records of Microtus xanthognathus (Leach), the yellow-cheeked vole, from northwestern Arkansas and southwestern Iowa",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Hallberg",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Semken",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Journal of Mammalogy",
                "volume": "55",
                "issue": "",
                "pages": "640--645",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALLBERG, G. R., H. A. SEMKEN, AND L. C. DAVIS. 1974. Quaternary records of Microtus xanthognathus (Leach), the yellow-cheeked vole, from northwestern Arkansas and southwestern Iowa. Journal of Mammalogy 55:640-645.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Continental Lower Valdarno rodent biochronology and two new methods for the systematics of Mimomys (Arvicolidae, Rodentia)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Marcolini",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Scienze Naturali-Memorie Serie A",
                "volume": "108",
                "issue": "",
                "pages": "129--135",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARCOLINI, F. 2002-2003. Continental Lower Valdarno rodent biochronology and two new methods for the systematics of Mimomys (Arvicolidae, Rodentia). Atti della Società Toscana di Scienze Naturali-Memorie Serie A 108:129-135.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Prehistoric overkill. Pp. 75-120 in Pleistocene extinctions",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARTIN, P. S. 1967. Prehistoric overkill. Pp. 75-120 in Pleistocene extinctions (P. S. Martin and H. E. Wright, eds.). Yale University Press, New Haven, Connecticut.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Late Pleistocene distributions of Microtus pennsylvanicus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Journal of Mammalogy",
                "volume": "49",
                "issue": "",
                "pages": "265--271",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARTIN, R. A. 1968. Late Pleistocene distributions of Microtus pennsylvanicus. Journal of Mammalogy 49:265-271.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Evolutionary relationships and biogeography of late Pleistocene prairie voles from the eastern United States",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Illinois State Museum",
                "volume": "",
                "issue": "",
                "pages": "251--260",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARTIN, R. A. 1991. Evolutionary relationships and biogeography of late Pleistocene prairie voles from the eastern United States. Pp. 251-260 in Beamers, bobwhites, and blue-points: a tribute to the career of Paul W. Parmalee (J. R. Purdue, W. E. Klippel, and B. W. Styles, eds.). Illinois State Museum, Springfield.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "A late Pleistocene population of pocket gopher, Geomys cf. bursarius, in the Nashville Basin",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Parmalee",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Klippel",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Mammalogy",
                "volume": "62",
                "issue": "",
                "pages": "831--835",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PARMALEE, P. W., AND W. E. KLIPPEL. 1981a. A late Pleistocene population of pocket gopher, Geomys cf. bursarius, in the Nashville Basin, Tennessee. Journal of Mammalogy 62:831-835.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "A late Pleistocene record of the heather vole (Phenacomys intermedius) in the Nashville Basin",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Parmalee",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Klippel",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Tennessee. Journal of the Tennessee Academy of Science",
                "volume": "56",
                "issue": "",
                "pages": "127--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PARMALEE, P. W., AND W. E. KLIPPEL. 1981b. A late Pleistocene record of the heather vole (Phenacomys intermedius) in the Nashville Basin, Tennessee. Journal of the Tennessee Academy of Science 56:127-129.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Paleoecology and regional paleoclimatic implications of the Farmdalian Craigmile and the Woodfordian Waubonsie mammalian local faunas, southwestern Iowa. Illinois State Museum",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Rhodes",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Reports of Investigations",
                "volume": "40",
                "issue": "",
                "pages": "1--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RHODES, R. S. 1984. Paleoecology and regional paleoclimatic implications of the Farmdalian Craigmile and the Woodfordian Waubonsie mammalian local faunas, southwestern Iowa. Illinois State Museum, Reports of Investigations 40:1-51.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Microtus xanthognathus and Synaptomys borealis in the late Pleistocene of southern Indiana",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Proceedings of the Indiana Academy of Science",
                "volume": "98",
                "issue": "",
                "pages": "561--570",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICHARDS, R. L. 1988. Microtus xanthognathus and Synaptomys borealis in the late Pleistocene of southern Indiana. Proceedings of the Indiana Academy of Science 98:561-570.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "The paleoecology of the late Wisconsin Eagle Point local fauna",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROSENBERG, R. 1983. The paleoecology of the late Wisconsin Eagle Point local fauna, Clinton County, Iowa. M.S. thesis, University of Iowa, Iowa City.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Paleoecological analysis of micromammals from the Schmidt site: a central plains traditional village in Howard County",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Satorius-Fox",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SATORIUS-FOX, M. R. 1982. Paleoecological analysis of micro- mammals from the Schmidt site: a central plains traditional village in Howard County, Nebraska. M.S. thesis, University of Iowa, Iowa City.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "A late Pleistocene and early Holocene mammalian fauna from Little Beaver Cave, central Ozarks, Missouri. Pp. 149-200 in Ice age cave faunas of North America",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Schubert",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHUBERT, B. W. 2003. A late Pleistocene and early Holocene mammalian fauna from Little Beaver Cave, central Ozarks, Missouri. Pp. 149-200 in Ice age cave faunas of North America (B. W. Schubert, J. I. Mead, and R. W. Graham, eds.). Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Faunal transitions in response to an ice age: the late Wisconsinan record of Coleoptera in the north-central United States",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Schwert",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Coleopterists Bulletin",
                "volume": "46",
                "issue": "",
                "pages": "68--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWERT, D. P. 1992. Faunal transitions in response to an ice age: the late Wisconsinan record of Coleoptera in the north-central United States. Coleopterists Bulletin 46:68-94.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Characterization of the late-Wisconsinan tundra-forest transition in midcontinental North America using assemblages of beetle fossils",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Schwert",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Torpen-Kreft",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "E D"
                        ],
                        "last": "Hajic",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Quaternary Proceedings",
                "volume": "5",
                "issue": "",
                "pages": "237--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWERT, D. P., H. J. TORPEN-KREFT, AND E. D. HAJIC. 1997. Characterization of the late-Wisconsinan tundra-forest transition in midcontinental North America using assemblages of beetle fossils. Quaternary Proceedings 5:237-243.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Paleoecology of a late Wisconsinan-Holocene micromammal sequence in Peccary Cave, northwestern Arkansas",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Semken",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Natural History Special Publication",
                "volume": "8",
                "issue": "",
                "pages": "1--538",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SEMKEN, H. A., JR. 1984. Paleoecology of a late Wisconsinan- Holocene micromammal sequence in Peccary Cave, northwestern Arkansas. Pp. 405-431 in Contributions in Quaternary vertebrate paleontology: a volume in memorial of John E. Guilday (H. H. Genoways and M. R. Dawson, eds.). Carnegie Museum of Natural History Special Publication 8:1-538.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Key to arvicoline (''microtine'' rodent) and arvicoline-like first lower molars recovered from late Wisconsinan and Holocene archaeological and paleontological sites of eastern North America",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Semken",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wallace",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Archaeological Science",
                "volume": "29",
                "issue": "",
                "pages": "23--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SEMKEN, H. A., JR., AND S. C. WALLACE. 2002. Key to arvicoline (''microtine'' rodent) and arvicoline-like first lower molars re- covered from late Wisconsinan and Holocene archaeological and paleontological sites of eastern North America. Journal of Archaeological Science 29:23-31.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The ecology of late Pleistocene and Recent Microtus from south-central and southwestern New Mexico",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Smartt",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Southwestern Naturalist",
                "volume": "22",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMARTT, R. A. 1977. The ecology of late Pleistocene and Recent Microtus from south-central and southwestern New Mexico. Southwestern Naturalist 22:1-19.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Mammals of the Trapshoot local fauna, late Pleistocene",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Stewart",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Proceedings of the Nebraska Academy of Science, Abstracts",
                "volume": "",
                "issue": "",
                "pages": "45--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEWART, J. D. 1978. Mammals of the Trapshoot local fauna, late Pleistocene, of Rooks County, Kansas. Proceedings of the Nebraska Academy of Science, Abstracts, 1978:45-46.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Latitudinal effects in Wisconsinan mammalian faunas of the plains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Stewart",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Kansas Geological Survey, Guidebook Series",
                "volume": "5",
                "issue": "",
                "pages": "153--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEWART, J. D. 1987. Latitudinal effects in Wisconsinan mammalian faunas of the plains. Kansas Geological Survey, Guidebook Series 5:153-158.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Stephanodonty in fossil murids: a landmark-based morphometric approach",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Van Dam",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Advances in morphometrics",
                "volume": "",
                "issue": "",
                "pages": "449--461",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN DAM, J. 1996. Stephanodonty in fossil murids: a landmark-based morphometric approach. Pp. 449-461, in Advances in morpho- metrics (L. F. Marcus, M. Corti, A. Loy, G. J. P. Naylor, and D. E. Slice, eds.). Plenum Press, New York.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Microtus and Pitymys (Arvicolidae) from Cumberland Cave, Maryland, with comparison of some New and Old World species",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Van Der Meulen",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Annals of Carnegie Museum of Natural History",
                "volume": "47",
                "issue": "",
                "pages": "101--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN DER MEULEN, A. J. 1978. Microtus and Pitymys (Arvicolidae) from Cumberland Cave, Maryland, with comparison of some New and Old World species. Annals of Carnegie Museum of Natural History 47:101-145.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Use of discriminate analysis to identify two enigmatic microtines on the Great Plains of North America",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Wallace",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALLACE, S. C. 1999. Use of discriminate analysis to identify two enigmatic microtines on the Great Plains of North America. XV INQUA Congress, Book of Abstracts, p. 193.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Four new AMS 14 C dates on Microtus xanthognathus with comments on midwestern paleoecology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Wallace",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Current Research in the Pleistocene",
                "volume": "17",
                "issue": "",
                "pages": "138--139",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALLACE, S. C. 2000. Four new AMS 14 C dates on Microtus xanthognathus with comments on midwestern paleoecology. Current Research in the Pleistocene 17:138-139.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Confirmation of Microtus montanus mountain vole) from the late-Wisconsinan Jones Local Fauna",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Wallace",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "18",
                "issue": "",
                "pages": "117--119",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALLACE, S. C. 2001. Confirmation of Microtus montanus mountain vole) from the late-Wisconsinan Jones Local Fauna, Meade Co., Kansas. Current Research in the Pleistocene 18:117-119.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Social organization of the taiga vole (Microtus xanthognathus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Biologist",
                "volume": "62",
                "issue": "",
                "pages": "34--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOLFF, J. O. 1980. Social organization of the taiga vole (Microtus xanthognathus). Biologist 62:34-45.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Population ecology of the taiga vole, Microtus xanthognathus, in the interior of Alaska",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Canadian Journal of Zoology",
                "volume": "58",
                "issue": "",
                "pages": "1800--1812",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOLFF, J. O., AND W. Z. LIDICKER, JR. 1980. Population ecology of the taiga vole, Microtus xanthognathus, in the interior of Alaska. Canadian Journal of Zoology 58:1800-1812.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The fossil record",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Zakrzewski",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Biology of New World Microtus",
                "volume": "8",
                "issue": "",
                "pages": "1--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZAKRZEWSKI, R. J. 1985. The fossil record. Pp. 1-51 in Biology of New World Microtus (R. H. Tamarin, ed.). Special Publication 8, The American Society of Mammalogists.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Associate Editor was Carey Krajewski. APPENDIX I",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Associate Editor was Carey Krajewski. APPENDIX I",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Occlusal lengths (in mm) of m1s (cataloged under SUI-47313 at the University of Iowa, Department of Geoscience Repository) from the Schmidt site. Teeth that would be misidentified using the traditional occlusal length cutoff are marked with an asterisk",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Occlusal lengths (in mm) of m1s (cataloged under SUI-47313 at the University of Iowa, Department of Geoscience Repository) from the Schmidt site. Teeth that would be misidentified using the traditional occlusal length cutoff are marked with an asterisk. R380p, 3.35*;",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "APPENDIX II Specimens examined.-I used only curated specimens from zoological museums collected as ''skin and skull'' to generate the discriminate function. Teeth that would be misidentified using the traditional occlusal length cutoff are marked with an asterisk",
                "authors": [],
                "year": null,
                "venue": "Abbreviations",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L380t, 3.47*; L380o, 3.06; L381, 3.71*; L380c, 3.14. APPENDIX II Specimens examined.-I used only curated specimens from zoological museums collected as ''skin and skull'' to generate the discriminate function. Teeth that would be misidentified using the traditional occlusal length cutoff are marked with an asterisk. Abbreviations: SUI ¼ University of Iowa, Department of Geoscience Repository (CC ¼ Comparative Collection);",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Microtus pennsylvanicus.-Specimen number with occlusal length and location collected of right m1s from M. pennsylvanicus (n ¼ 23) used to create the discriminant function: SUI-365, 2.90, Wisconsin",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UMMZ ¼ University of Michigan Museum of Zoology. Microtus pennsylvanicus.-Specimen number with occlusal length and location collected of right m1s from M. pennsylvanicus (n ¼ 23) used to create the discriminant function: SUI-365, 2.90, Wisconsin; SUI-828, 3.08, Iowa; SUI-831, 2.79, Iowa; SUI-CC-922,",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "YPM-1172, 3.06, Virginia; YPM-1175",
                "authors": [
                    {
                        "first": "*",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Kansas",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "*, Kansas; YPM-1172, 3.06, Virginia; YPM-1175, 2.57, Maine;",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "YPM-1199, 2.90, British Columbia; YPM-1902, 2.84",
                "authors": [],
                "year": null,
                "venue": "Manitoba; YPM-2034, 3.29*, New Mexico; YPM-2268, 2.83, West Virginia; YPM-2271, 3.01",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "YPM-1176, 2.82, Quebec; YPM-1184, 3.10, Connecticut; YPM-1196, 2.75, Nova Scotia; YPM-1199, 2.90, British Columbia; YPM-1902, 2.84, Manitoba; YPM-2034, 3.29*, New Mexico; YPM-2268, 2.83, West Virginia; YPM-2271, 3.01, New York; YPM-3655, 2.81, Minnesota; YPM-3656, 2.74, Minnesota; YPM-3758, 3.33*, Rhode Island; YPM-4045, 2.65, Minnesota; UMMZ-117715, 2.71, Michigan;",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "UMMZ-117719, 3.23*, Michigan. Microtus xanthognathus.-Specimen number with occlusal length and location collected of right m1s from M. xanthognathus (n ¼ 30) used to create the discriminant function: CMN-33517",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UMMZ-117718, 3.00, Michigan; UMMZ-117719, 3.23*, Michigan. Microtus xanthognathus.-Specimen number with occlusal length and location collected of right m1s from M. xanthognathus (n ¼ 30) used to create the discriminant function: CMN-33517, 3.13*, Quebec;",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Quebec; CMN-35038, 2.89*, Quebec; CMN-35039, 2.96*, Quebec; CMN-35040, 2.99*, Quebec; CMN-35041",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CMN-34602, 3.08*, Quebec; CMN-34754, 3.22, Quebec; CMN- 35038, 2.89*, Quebec; CMN-35039, 2.96*, Quebec; CMN-35040, 2.99*, Quebec; CMN-35041, 2.82*, Quebec; CMN-35042, 2.90*, Quebec; CMN-35043, 3.27, Quebec; CMN-35044, 3.32, Quebec;",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Quebec; CMN-35046, 3.34, Quebec; UAM-01871, 3.36, Alaska; UAM-15301, 3.49, Alaska; UAM-22163",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CMN-35045, 3.30, Quebec; CMN-35046, 3.34, Quebec; UAM- 01871, 3.36, Alaska; UAM-15301, 3.49, Alaska; UAM-22163,",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "UAM-22165, 2.90*, Alaska; UAM-22169, 2.98*, Alaska; UAM-22419, 3.77, Alaska; UAM-22420, 3.05*",
                "authors": [
                    {
                        "first": "*",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Alaska",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "*, Alaska; UAM-22165, 2.90*, Alaska; UAM-22169, 2.98*, Alaska; UAM-22419, 3.77, Alaska; UAM-22420, 3.05*, Alaska;",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "UAM-22421, 3.19*, Alaska; UAM-22422, 2.99*, Alaska; UAM-22426, 3.10*, Alaska; UAM-29876, 3.02*, Alaska; UAM-29877",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UAM-22421, 3.19*, Alaska; UAM-22422, 2.99*, Alaska; UAM- 22426, 3.10*, Alaska; UAM-29876, 3.02*, Alaska; UAM-29877,",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "UAM-29879, 3.30, Alaska; UAM-37927, 3.13*, Alaska",
                "authors": [
                    {
                        "first": "*",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Alaska",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "*, Alaska; UAM-29879, 3.30, Alaska; UAM-37927, 3.13*, Alaska; UAM-46996, 3.20, Alaska; UAM-47002, 3.12*, Alaska;",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Alaska; UAM-29780, 3.49",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UAM-47003, 3.31, Alaska; UAM-29780, 3.49, Alaska.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": ".-Histograms (left) of m1 occlusal length of modern samples of Microtus pennsylvanicus and M. xanthognathus with the specimens from the Schmidt archaeological site for comparison, and map (right) locating the Schmidt site (circled star) with modern geographic distributions (after Hall 1981) of M. pennsylvanicus (medium gray) and M.xanthognathus (light gray). The extreme overlap in the observed range exhibits the problems inherent in the traditional use of occlusal length for species discrimination.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "text": "FIG. 2.-Basic arvicoline molar nomenclature (adapted from van der Meulen [",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": ".-Occlusal surfaces of ''Microtus ochrogaster''-type (left) and ''M. pennsylvanicus''-type (right) m1s",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "text": ".-Discriminant scores, with a) all variables included and with b) stepwise analysis. Fossil specimens (Schmidt site), black; Microtus pennsylvanicus, light gray; and M. pennsylvanicus, medium gray. Schmidt specimens identified by the discriminant function as M. pennsylvanicus are hashed. Note that 4 of the specimens fall in the region of M. xanthognathus when all variables were included a) and the single misidentified specimen from the stepwise analysis b), almost certainly represent ''end members'' of a population of M. pennsylvanicus.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "text": "differentiated several southwestern species of Microtus (M. mexicanus, M. longicaudus, M. montanus, FIG. 5.-Right m1s of Microtus pennsylvanicus (left) and M. xanthognathus (right) showing generalized morphological differences based on the discriminant functions and readily observable characters. Descriptions are relative to each other. Scale bar equals 1 mm.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "-Correlation between each of the variables and the discriminant functions used to separate the m1s of Microtus pennsylvanicus from those of M. xanthognathus. Variables x and y represent Cartesian coordinates of each of the landmarks(Fig. 3)used and are listed in descending order of the magnitude of their correlations with the discriminant function employing all variables.",
                "type_str": "table",
                "content": "<table><tr><td/><td>Discriminant with</td><td>Stepwise</td></tr><tr><td>Variable</td><td>all variables</td><td>discriminant</td></tr><tr><td>x11</td><td>À0.183</td><td/></tr><tr><td>x13</td><td>À0.175</td><td/></tr><tr><td>x6</td><td>À0.172</td><td/></tr><tr><td>x1</td><td>0.167</td><td>0.286</td></tr><tr><td>x4</td><td>À0.160</td><td>À0.274</td></tr><tr><td>x17</td><td>À0.159</td><td/></tr><tr><td>x14</td><td>À0.155</td><td/></tr><tr><td>x12</td><td>À0.141</td><td/></tr><tr><td>y11</td><td>À0.140</td><td>À0.240</td></tr><tr><td>x10</td><td>À0.139</td><td/></tr><tr><td>x8</td><td>À0.124</td><td/></tr><tr><td>y15</td><td>À0.115</td><td/></tr><tr><td>y8</td><td>À0.110</td><td/></tr><tr><td>y10</td><td>À0.109</td><td/></tr><tr><td>y12</td><td>À0.104</td><td>À0.178</td></tr><tr><td>y17</td><td>0.099</td><td>0.0169</td></tr><tr><td>x3</td><td>0.098</td><td/></tr><tr><td>y6</td><td>À0.091</td><td/></tr><tr><td>y13</td><td>À0.086</td><td/></tr><tr><td>y1</td><td>0.083</td><td/></tr><tr><td>y7</td><td>À0.079</td><td/></tr><tr><td>y21</td><td>0.078</td><td/></tr><tr><td>y14</td><td>À0.074</td><td/></tr><tr><td>x16</td><td>À0.064</td><td/></tr><tr><td>x7</td><td>À0.061</td><td/></tr><tr><td>x15</td><td>À0.059</td><td/></tr><tr><td>y5</td><td>À0.059</td><td>À0.101</td></tr><tr><td>x20</td><td>0.059</td><td>0.101</td></tr><tr><td>x19</td><td>0.055</td><td/></tr><tr><td>y19</td><td>À0.052</td><td/></tr><tr><td>y16</td><td>À0.039</td><td>À0.067</td></tr><tr><td>y3</td><td>0.034</td><td>0.058</td></tr><tr><td>y4</td><td>À0.029</td><td/></tr><tr><td>x21</td><td>0.016</td><td/></tr><tr><td>y20</td><td>À0.013</td><td/></tr><tr><td>y18</td><td>À0.011</td><td/></tr><tr><td>x5</td><td>À0.009</td><td>À0.015</td></tr><tr><td>x18</td><td>À0.001</td><td/></tr></table>",
                "num": null
            }
        }
    }
}