{
    "paper_id": "Weksleretal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:05.772749Z"
    },
    "title": "Ten New Genera of Oryzomyine Rodents (Cricetidae: Sigmodontinae)",
    "authors": [
        {
            "first": "Marcelo",
            "middle": [],
            "last": "Weksler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Alexandre",
            "middle": [
                "Reis"
            ],
            "last": "Percequillo",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Voss",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
    "pdf_parse": {
        "paper_id": "Weksleretal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "A striking characteristic of muroid rodent classification at the middle of the last century was the large number of species assigned to a few geographically widespread and morphologically undiagnosable genera. Although Rattus (sensu lato) is perhaps the most notorious example (Musser, 1981; Musser and Newcomb, 1983; Musser and Holden, Copyright E American Museum of Natural History 2006 ISSN 0003-0082 1 Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History. Present address: Institute of Arctic Biology and University of Alaska Museum, University of Alaska Fairbanks, Fairbanks, AK 99775 (mweksler@ amnh.org).",
                "cite_spans": [
                    {
                        "start": 277,
                        "end": 291,
                        "text": "(Musser, 1981;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 292,
                        "end": 317,
                        "text": "Musser and Newcomb, 1983;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 318,
                        "end": 336,
                        "text": "Musser and Holden,",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 368,
                        "end": 388,
                        "text": "Natural History 2006",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "2 Departamento de Sistemá tica e Ecologia, Centro de Ciências Exatas e da Natureza, Universidade Federal da Paraíba, Caixa Postal 5133, 58051-970 Joã o Pessoa, Paraiba, Brazil (arpercequillo@dse.ufpb.br).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "3 Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History (voss@amnh.org).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "1991), several New World genera have also served as convenient receptacles for superficially similar but phylogenetically heterogeneous species. In Neotropical mammalogy, this was the traditional role of such elastic taxa as Akodon, Oryzomys, and Thomasomys. Thanks to revisionary research in the last several decades (reviewed by Musser and Carleton, 1993, 2005) , each of these genera is now recognized in a much more restricted sense than formerly, but many nomenclatural problems remain. The purpose of this report is to complete the transition from traditional usage to a phylogenetic classification of the species hitherto referred to Oryzomys.",
                "cite_spans": [
                    {
                        "start": 331,
                        "end": 341,
                        "text": "Musser and",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 342,
                        "end": 363,
                        "text": "Carleton, 1993, 2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "As treated in influential mid-20th-century checklists (e.g., Tate, 1932; Gyldenstolpe, 1932; Ellerman, 1941; Hall and Kelson, 1959; Cabrera, 1961) , the genus Oryzomys contained anywhere from 60 to 120 nominal taxa in five to seven subgenera that collectively ranged from Patagonia to New Jersey. The artificiality of this usage was subsequently emphasized by karyotypic and morphological researchers (e.g., Gardner and Patton, 1976; Carleton and Musser, 1989) who raised all of the subgenera recognized by midcentury authors to generic rank. The species that are still referred to Oryzomys, however, do not comprise a monophyletic group ( fig. 1) , and it is intolerable that this situation should persist.",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 72,
                        "text": "Tate, 1932;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 73,
                        "end": 92,
                        "text": "Gyldenstolpe, 1932;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 93,
                        "end": 108,
                        "text": "Ellerman, 1941;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 109,
                        "end": 131,
                        "text": "Hall and Kelson, 1959;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 132,
                        "end": 146,
                        "text": "Cabrera, 1961)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 408,
                        "end": 433,
                        "text": "Gardner and Patton, 1976;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 434,
                        "end": 460,
                        "text": "Carleton and Musser, 1989)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 640,
                        "end": 647,
                        "text": "fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In order to achieve a monophyletic classification, we now name 10 new genera for species currently classified as Oryzomys. Pending the description of other new genera (by M.D. Carleton and G.G. Musser, personal commun.), we provisionally transfer members of the ''alfaroi group'' (herein understood to include alfaroi, chapmani, melanotis, rhabdops, rostratus, and saturatior) to Handleyomys, a suboptimal but phylogenetically defensible nomenclatural option previously discussed by Weksler (2006) . Table 1 lists all of the oryzomyine genera that we recognize as valid, including those described as new herein.",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 210,
                        "text": "Carleton and G.G. Musser, personal",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 497,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 500,
                        "end": 507,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Most of the clades for which we provide new generic names have been recognized in one form or another for many years, usually as informally designated species ''groups '' or ''complexes'' (e.g., by Goldman, 1918; Tate, 1932; Ellerman, 1941; Gardner and Patton, 1976; Weksler, 1996; Musser et al., 1998; Percequillo, 1998 Percequillo, , 2003 Sá nchez et al., 2001 ). In the accounts that follow, we designate a type species for each new genus, list the valid species (and synonyms) referred to it, describe its geographic distribution, provide morphological diagnoses and comparisons, and briefly comment on the criteria we used to determine the assignment of species not represented in published analyses of character data. Throughout these accounts, morphological characters are described using terminology defined and illustrated by Voss (1988 Voss ( , 1993 , Carleton and Musser (1989) , Voss and Carleton (1993) , Musser et al. (1998) , Voss et al. (2002) , and Weksler (2006) .",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 212,
                        "text": "'' or ''complexes'' (e.g., by Goldman, 1918;",
                        "ref_id": null
                    },
                    {
                        "start": 213,
                        "end": 224,
                        "text": "Tate, 1932;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 225,
                        "end": 240,
                        "text": "Ellerman, 1941;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 241,
                        "end": 266,
                        "text": "Gardner and Patton, 1976;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 267,
                        "end": 281,
                        "text": "Weksler, 1996;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 282,
                        "end": 302,
                        "text": "Musser et al., 1998;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 303,
                        "end": 320,
                        "text": "Percequillo, 1998",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 321,
                        "end": 340,
                        "text": "Percequillo, , 2003",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 341,
                        "end": 362,
                        "text": "Sá nchez et al., 2001",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 835,
                        "end": 845,
                        "text": "Voss (1988",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 846,
                        "end": 859,
                        "text": "Voss ( , 1993",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 862,
                        "end": 888,
                        "text": "Carleton and Musser (1989)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 891,
                        "end": 915,
                        "text": "Voss and Carleton (1993)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 918,
                        "end": 938,
                        "text": "Musser et al. (1998)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 941,
                        "end": 959,
                        "text": "Voss et al. (2002)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 966,
                        "end": 980,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NEW GENERA",
                "sec_num": null
            },
            {
                "text": "The taxa named below share many attributes that it would be pointless to repeat in each diagnosis. For example, insofar as known (postcranial skeletons have not been examined from all taxa), they resemble other members of the cricetid subfamily Sigmodontinae by having a double articulation of the first rib, lacking an entepicondylar foramen of the humerus, and lacking an entoglossal process of the basihyal. Similarly, the material we examined indicates that they consistently resemble other members of the tribe Oryzomyini in lacking a posterior suspensory process of the squamosal, having 12 ribs, having unilocular-hemiglandular stomachs, and lacking a gall bladder.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Some characters that vary within Oryzomyini are likewise uninformative in the context of these comparisons and need not be repeated below. Like most oryzomyines (with exceptions as noted), all of the taxa described herein have soft fur (Neacomys and Scolomys have spiny fur); the manual claws are small and unkeeled (Lundomys has long, ventrally keeled manual claws); the hind feet lack welldeveloped natatory fringes and interdigital webs (well-developed natatory fringes and/or webbing are present in Amphinectomys, Holochilus, Lundomys, Nectomys, Oryzomys palustris, and Pseudoryzomys); the mammary complement consists of eight teats in inguinal, abdominal, postaxial, and pectoral pairs (Handleyomys and Scolomys have six mammae because they lack pectoral teats); the sparsely haired tail is covered with more or less conspicuous epidermal scales and lacks a terminal tuft of long hairs (the well-haired tail of Nesoryzomys does not appear scaly, and some species of Oecomys have prominently Fig. 1 . Phylogenetic relationships of oryzomyines based on a heuristic parsimony analysis of sequence data from the Interphotoreceptor Retinoid Binding Protein (IRBP, 1266 bp from exon 1) and 99 morphological characters (after Weksler, 2006: fig. 37 ). Numbers above and below branches represent jackknife support (.50%) and decay indices (.1), respectively. Vertical bars on the right-hand side of the figure indicate taxon membership in clades A-D. See Weksler (2006: 14-17) for methodological details. tufted tails); the zygomatic plate lacks an anterodorsal spinous process (a spinous process is present in Pseudoryzomys, Lundomys, and Holochilus); the nasal bones have rounded or squared posterior margins (Nectomys, Scolomys, and Sigmodontomys have acutely angled posterior nasal margins); the posterior wall of the orbit is smooth (Holochilus has a well-developed postorbital ridge); the bony palate between the molar rows is smooth or weakly sculpted (the palates of Holochilus and Lundomys have a well-developed median keel flanked by deep lateral gutters); the alisphenoid canal has a large anterior opening (the anterior opening of the alisphenoid canal is absent or very small in Scolomys); the upper incisors have smoothly rounded enamel bands (the upper incisor enamel is distinctly faceted in Holochilus); the molars are low-crowned and bunodont or terraced (Holochilus has highcrowned, planar molars); the labial flexi are enclosed by a cingulum (the labial flexi are unenclosed in Holochilus and Lundomys); the maxillary toothrows are parallel (Holochilus and Lundomys have anteriorly convergent toothrows); mesolophs are present on all upper molars (Holochilus, Lundomys, Pseudoryzomys, Scolomys, and Zygodontomys lack mesolophs on one or more upper teeth); the median mure is connected to the protocone on M1 (the median mure is connected to the paracone in Holochilus); the paracone of M2 lacks an accessory loph (an accessory loph is present in Oecomys); and a posteroflexid is present on m3 (posteroflexids are absent on m3 in Holochilus, Lundomys, Pseudoryzomys, and Zygodontomys). Likewise, all dissected oryzomyines (except Nesoryzomys) have male accessory reproductive gland complements that include one pair each of bulbourethral, dorsal prostate, anterior prostate, vesicular, and ampullary glands, and two pairs of ventral prostate glands.",
                "cite_spans": [
                    {
                        "start": 996,
                        "end": 1002,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1224,
                        "end": 1246,
                        "text": "Weksler, 2006: fig. 37",
                        "ref_id": null
                    },
                    {
                        "start": 1452,
                        "end": 1473,
                        "text": "Weksler (2006: 14-17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "In effect, the species that still remain in Oryzomys are those that lack the conspicuously divergent morphological traits of oryzomyines hitherto referred to other genera. However, the taxa named below differ in other characters that provide an unambiguous basis for the following diagnoses and comparisons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Aegialomys, new genus TYPE SPECIES: Oryzomys xanthaeolus Thomas, 1894.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "CONTENTS: galapagoensis Waterhouse, 1839 (including bauri J.A. Allen, 1892) and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "xanthaeolus Thomas, 1894 (including baroni J.A. Allen, 1897 , and ica Osgood, 1944 .",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 24,
                        "text": "Thomas, 1894",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 25,
                        "end": 59,
                        "text": "(including baroni J.A. Allen, 1897",
                        "ref_id": null
                    },
                    {
                        "start": 60,
                        "end": 82,
                        "text": ", and ica Osgood, 1944",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "DISTRIBUTION: In the lowland dry forests of western Ecuador (including the Galapagos Islands) and western Peru, but also at higher elevations (to about 2500 m) in the upper Marañ ó n valley of northern Peru.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage coarsely grizzled yellowish-or grayish-brown; ventral pelage abruptly paler (superficially whitish or pale yellow), but ventral hairs always gray-based. Pinnae small, not reaching eye when laid forward. Mystacial and superciliary vibrissae not extending posteriorly beyond pinnae when laid back. Hind foot with conspicuous tufts of ungual hairs at bases of claws on dI-dV; plantar surface densely covered with distinct squamae distal to thenar pad; hypothenar pad present and large; claw of dI extending beyond middle of phalange 1 (almost to first interphalangeal joint) of dII; claw of dV extending just beyond first interphalangeal joint of dIV. Tail about as long as head and body in A. galapagoensis but distinctly longer than head and body in A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "xanthaeolus; weakly to distinctly bicolored (dark above, pale below).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with stout rostrum flanked by deep zygomatic notches; interorbital region anteriorly convergent with strongly beaded supraorbital margins; braincase oblong, usually with well-developed temporal crests; lambdoidal and nuchal crests often well developed in older adults. Posterior margin of zygomatic plate dorsal to M1 alveolus in some examined specimens, anterior to M1 alveolus in others. Jugal present but small (the maxillary and squamosal zygomatic processes broadly overlapping in lateral view but not in contact). Nasals extending posteriorly behind lacrimals in A. galapagoensis but shorter (extending to but usually not behind lacrimals) in A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "xanthaeolus; lacrimals usually with longer maxillary than frontal sutures. Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with broad lateral expansions. Incisive foramina long, typically extending posteriorly to or between M1 alveoli; almost parallel-sided (in A. galapagoensis) or widest at midlength and tapering symmetrically anteriorly and posteriorly (in A. xanthaeolus). Posterolateral palatal pits large, complex, and recessed in deep fossae; mesopterygoid fossa penetrating anteriorly between maxillae in A. galapagoensis but often not in A. xanthaeolus; bony roof of mesopterygoid fossa perforated by very large sphenopalatine vacuities. Alisphenoid strut absent (buccinator-masticatory foramen and accessory foramen ovale confluent). Stapedial foramen and posterior opening of alisphenoid canal small; squamosal-alisphenoid groove and sphenofrontal foramen absent; secondary anastomosis of internal carotid crosses dorsal surface of pterygoid plate (5 carotid circulatory pattern 3 of Voss, 1988) . Postglenoid foramen large and rounded; subsquamosal fenestra small but distinct in most forms, but vestigial or absent in an unnamed species from coastal Ecuador. Periotic exposed posteromedially between ectotympanic and basioccipital, but usually not extending anteriorly to carotid canal; mastoid unfenestrated or with a small but distinct posterodorsal fenestra (in specimens from coastal Ecuador). Capsular process of lower incisor alveolus well developed in most fully adult specimens; superior and inferior masseteric ridges conjoined anteriorly as single crest below m1.",
                "cite_spans": [
                    {
                        "start": 1026,
                        "end": 1037,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not interpenetrating. First upper molar (M1) anterocone divided into anterolabial and anterolingual conules by distinct anteromedian flexus in some forms (e.g., A. galapagoensis and an undescribed species from coastal Ecuador), undivided in others (e.g., A. xanthaeolus, which, however, has a small internal fossette that seems to represent a vestigial anteromedian flexus); anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus in some species (e.g., A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "xanthaeolus) but fused with anterocone (anteroflexus reduced or absent) in others; protostyle absent; paracone usually connected by enamel bridge to posterior moiety of protocone. Second upper molar (M2) protoflexus present; mesoflexus present as single internal fossette. Third upper molar (M3) with posteroloph and diminutive hypoflexus (the latter tending to disappear with moderate to heavy wear). Accessory labial root of M1 often present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid usually without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid present on m1 but absent on m2 and m3; ectolophid absent on m1 and m2; mesolophid distinct on unworn m1 but reduced on m2; m2 hypoflexid short. Accessory lingual and labial roots of m1 present; m2 and m3 each with two small anterior roots and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra with well-developed anapophysis. Hemal arch between second and third caudal verte-brae with posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. One pair of preputial glands present. Distal bacular cartilage of glans penis small and trifid (with a short and slender central digit); nonspinous tissue on rim of terminal crater does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Aegialomys was represented by ''Oryzomys'' xanthaeolus 4 in the phylogenetic analyses of Weksler (2003 Weksler ( , 2006 , who consistently recovered it as a member of clade D. Within clade D, ''O.'' xanthaeolus usually appeared as the sister taxon of a group composed of Amphinectomys, Melanomys, Nectomys, and Sigmodontomys (as in fig. 1 ). Phenetically, however, Aegialomys more closely resembles Oryzomys sensu stricto (the ''palustris group'' of authors), Cerradomys (the ''subflavus group''), and Eremoryzomys (the ''polius group''). Comparisons with Oryzomys sensu stricto and Cerradomys are provided here, and comparisons with Eremoryzomys are included in the account for that genus (below). Table 2 summarizes key morphological comparisons among all of the new taxa belonging to clade D.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 115,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 116,
                        "end": 132,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 345,
                        "end": 351,
                        "text": "fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 712,
                        "end": 719,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Aegialomys differs from Oryzomys in numerous traits, among which the most noteworthy are its large, distinct hypothenar pad on the hind foot (the hypothenar pad is absent or vestigial in Oryzomys); conspicuous tufts of long ungual hairs at the bases of the claws on pedal digits II-V (the ungual hairs are sparse and short in Oryzomys); M1 anteromedian flexus present or vestigial (the anteromedian flexus is unambiguously absent in Oryzomys); M1 paracone usually attached by an enamel bridge to the posterior moiety of the protocone (the attachment is usually to the anterior moiety in Oryzomys); M2 mesoflexus forming a single internal fossette (the M2 mesoflexus usually forms two internal fossettes in Oryzomys); lack of distinct anterolophids on 4 Subsequent study indicates that this terminal taxon was a composite based on material of the unnamed Ecuadorean species mentioned in the preceding diagnosis together with Aegialomys xanthaeolus sensu stricto. Taxonomic differences therefore account for some of the character variation scored as polymorphisms of A.",
                "cite_spans": [
                    {
                        "start": 751,
                        "end": 752,
                        "text": "4",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "xanthaeolus in Weksler's (2006) analyses. m2 and m3 (anterolophids are usually distinct on unworn m2 and m3 in Oryzomys); and mesolophids that tend to disappear as distinct structures with only moderate wear (mesolophids are persistent as distinct structures in Oryzomys). In addition, A. xanthaeolus has a well-developed anapophysis on the fifth lumbar vertebra that is absent in O. couesi and O. palustris; a tridigitate bacular cartilage with a short and slender central digit (the central digit is robust in O. couesi and O. palustris); a spineless dorsal papilla (the dorsal papilla is provided with spines in O. couesi and O. palustris); and urethral processes that lack subapical lobules (subapical lobules are present on the urethral processes of O. couesi and O. palustris).",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 31,
                        "text": "Weksler's (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Although Aegialomys xanthaeolus and Cerradomys subflavus differ in numerous morphological characters and were never recovered as sister taxa in Weksler's (2003 Weksler's ( , 2006 phylogenetic analyses, only a few traits distinguish their respective genera as recognized herein. This difficulty arises from substantial character variation among species within each genus: for example, as documented in Langguth and Bonvicino's recent (2002) descriptions of new species of Cerradomys, and by our remarks about character variation in Aegialomys (above). In fact, Aegialomys and Cerradomys do not appear to differ consistently in any integumental or cranial feature that we have been able to identify. Several dental and genitalic characters, however, suggest that these are distinct taxa that merit formal recognition. Because they are so few, each character merits particular attention.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 159,
                        "text": "Weksler's (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 160,
                        "end": 178,
                        "text": "Weksler's ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 401,
                        "end": 439,
                        "text": "Langguth and Bonvicino's recent (2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "In Aegialomys galapagoensis, the unworn anterocone of M1 is divided into subequal anterolabial and anterolingual conules by an anteromedian flexus, but in A. xanthaeolus (from coastal Peru) the anterocone is undivided and the anteromedian flexus is present only as an internal fossette whose faint connection to a shallow median sulcus in the anterior face of the anterocone is transient and can only be seen on minimally worn teeth (e.g., AMNH 10111, 42398). By contrast, the anterocone of M1 in Cerradomys is never divided into labial and lingual conules by an anteromedian flexus, and the internal fossette of the procingulum that is visible in some unworn dentitions (e.g., AMNH 134566, illustrated by Musser et al., 1998: fig. 144 ) is clearly derived from the anteroflexus, a labial enamel infolding.",
                "cite_spans": [
                    {
                        "start": 706,
                        "end": 735,
                        "text": "Musser et al., 1998: fig. 144",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "The mesoflexus of M2 is present as a single internal fossette in Aegialomys. Although occasional rare variants are to be expected in such traits, this morphology appears to be exhibited consistently by examined specimens of A. galapagoensis, A. xanthaeolus (including baroni), and the unnamed form from coastal Ecuador. The mesoflexus of Cerradomys, however, is usually represented by two internal fossettes, of which one is labial and other is nearer the midline of the tooth (as illustrated for ''Oryzomys'' subflavus by Musser et al., 1998: fig. 144 ).",
                "cite_spans": [
                    {
                        "start": 523,
                        "end": 552,
                        "text": "Musser et al., 1998: fig. 144",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "The male genitalia of Aegialomys galapagoensis (''Oryzomys bauri'') and A. xanthaeolus (''O. xantheolus'') were described and illustrated by Patton and Hafner (1983) . In both species, the distal bacular cartilage is unambiguously trifid, with a slender but distinct central digit. By contrast, the glans penis of Cerradomys scotti, C. subflavus, and an undescribed congener from northeastern Brazil have a bifid distal bacular cartilage because the middle digit is vestigial or absent. REMARKS: Although ''Oryzomys'' galapagoensis and ''O.'' xanthaeolus have long been recognized as closely related species (e.g., by Thomas, 1894; Gardner and Patton, 1976; Patton and Hafner, 1983) , no published phylogenetic analysis of biochemical or morphological data is currently available to support the monophyly of Aegialomys as constituted herein. The presence of at least one undescribed species among the material we examined, together with questions that have been raised elsewhere concerning the taxonomic status of ica (by Musser and Carleton, 2005: 1156) and our own reservations about baroni, suggest that a revision of this group is needed to identify the terminal taxa that should be represented in future phylogenetic analyses.",
                "cite_spans": [
                    {
                        "start": 141,
                        "end": 165,
                        "text": "Patton and Hafner (1983)",
                        "ref_id": null
                    },
                    {
                        "start": 618,
                        "end": 631,
                        "text": "Thomas, 1894;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 632,
                        "end": 657,
                        "text": "Gardner and Patton, 1976;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 658,
                        "end": 682,
                        "text": "Patton and Hafner, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1022,
                        "end": 1032,
                        "text": "Musser and",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1033,
                        "end": 1054,
                        "text": "Carleton, 2005: 1156)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: From aegialos (Greek for the seashore), in reference to the predominantly coastal distribution of these species in western South America. MORPHOLOGICAL DIAGNOSIS: Dorsal pelage coarsely grizzled, usually some shade of reddish-or yellowish-brown; ventral pelage abruptly paler in some species (superficially whitish or yellowish) or not (the ventral coloration merging gradually with that of the dorsum), but ventral hairs always gray-based. Pinnae small, not extending to eye when laid forward. Mystacial and superciliary vibrissae not extending posteriorly beyond pinnae when laid back. Hind foot with conspicuous tufts of long ungual hairs at bases of claws on dI-dV; plantar surface densely covered with distinct squamae distal to thenar pad; hypothenar pad small but distinct; claw of dI extending beyond middle of phalange 1 but not quite to first interphalangeal joint of dII; claw of dV extending to but not beyond first interphalangeal joint of dIV. Tail longer than combined length of head and body, weakly bicolored in most species but distinctly bicolored in others (e.g., C. scotti).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with long, tapering rostrum flanked by deep zygomatic notches; interorbital region anteriorly convergent, with strongly beaded supraorbital margins; braincase oblong, with well-developed temporal crests; lambdoidal and nuchal crests well developed in older adults. Posterior margin of zygomatic plate usually anterior to M1 alveolus. Jugal present but small (maxillary and squamosal zygomatic processes overlapping in lateral view but not in contact). Nasals not extending posteriorly beyond lacrimals; lacrimals usually sutured equally to maxillary and frontal bones (except in C. maracajuensis, which has longer maxillary than frontal sutures). Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with broad lateral expansions. Incisive foramina long, usually extending posteriorly to or between M1 alveoli; usually widest at midlength and tapering symmetrically anteriorly and posteriorly. Posterolateral pits large, complex, and recessed in deep fossae; mesopterygoid fossa penetrating anteriorly between maxillae but usually not between molar rows; bony roof of mesopterygoid completely ossified in some species (e.g., C. marinhus and C. maracajuensis) but perforated by large sphenopalatine vacuities in others (e.g., C. scotti). Alisphenoid strut absent (buccinator-masticatory foramen and accessory foramen ovale confluent) in most species, but present (foramina separate) in C. scotti. Stapedial foramen and posterior opening of alisphenoid canal vestigial or absent; squamosal-alisphenoid groove and sphenofrontal foramen absent; secondary anastomosis of internal carotid crosses dorsal surface of pterygoid plate (5 carotid circulatory pattern 3 of Voss, 1988) . Postglenoid foramen large and rounded; small subsquamosal fenestra distinct and patent in most species but absent or vestigial (not patent) in C. scotti. Periotic exposed posteromedially between ectotympanic and basioccipital but usually not extending anteriorly to carotid canal; mastoid completely ossified or fenestrated (variation observed within and among species). Capsular process of lower incisor alveolus strongly developed below base of coronoid process; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1692,
                        "end": 1703,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not interpenetrating. First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed and fused with anterostyle on labial cingulum, usually separated from anterocone by persistent anteroflexus; protostyle usually absent; paracone connected by enamel bridge to middle or to posterior moiety of protocone. Second upper molar (M2) protoflexus present; mesoflexus usually present as two internal fossettes. Third upper molar (M3) with posteroloph; hypoflexus present or absent. Accessory labial root of M1 present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid present on m1 but absent on m2 and m3; ectolophid usually absent on m1 and m2; mesolophid well developed on m1 and m2 in most species, but mesolophid (and mesostylid) reduced or absent in C. scotti; m2 hypoflexid short. Accessory lingual and labial roots present on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra with well-developed anapophysis. Hemal arch between second and third caudal vertebrae with posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. Distal bacular cartilage of glans penis bifid (the central digit is vestigial or absent); nonspinous tissue on crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Cerradomys was represented by ''Oryzomys'' subflavus in the phylogenetic analyses of Weksler (2003 Weksler ( , 2006 , who consistently recovered it as a member of clade D (as in fig. 1 ). Although its phylogenetic position within clade D was never strongly supported in any analytic permutation based on morphological and/or IRBP sequence characters, Cerradomys never appeared as the sister taxon of any other species of Oryzomys sensu lato. However, it is phenetically most similar to Aegialomys (the ''xanthaeolus group'' of authors), Oryzomys sensu stricto (the ''palustris group''), and Sooretamys (''Oryzomys'' angouya). Comparisons with Oryzomys are provided here, whereas comparisons with Aegiolomys and Sooretamys are provided in the accounts for those taxa (above and below, respectively).",
                "cite_spans": [
                    {
                        "start": 98,
                        "end": 111,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 112,
                        "end": 128,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 191,
                        "end": 197,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Cerradomys differs from Oryzomys sensu stricto by its distinct hypothenar pad on the hind foot (the hypothenar is absent or vestigial in Oryzomys); conspicuous tufts of long ungual hairs at the bases of the claws on pedal digits II-V (the short ungual hairs of Oryzomys do not form distinct tufts); lacrimals that are usually sutured equally to the maxillary and frontal bones (the lacrimals are primarily sutured with the maxillaries in Oryzomys); shorter palate (the mesopterygoid fossa does not extend anteriorly between the maxillary bones in Oryzomys); absence of an anterolophid on m2 and m3 (the anterolophid is distinct on unworn m2 and m3 in Oryzomys); presence of an anapophysis on the fifth lumbar vertebra (absent in Oryzomys); bifid distal bacular cartilage (the distal bacular cartilage is trifid in Oryzomys); dorsal papilla of glans penis spineless (spinous in Oryzomys); and urethral processes without subapical lobules (present in Oryzomys).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "REMARKS: Compelling evidence for the monophyly of Cerradomys is provided by parsimony and maximum likelihood analyses of cytochrome b mtDNA sequences (Bonvicino and Moreira, 2001; Bonvicino, 2003) . The highly distinctive anatomy of the glans penis, which lacks a central bacular digit, likewise supports this conclusion. Hopefully, the flurry of recently published descriptions of new species of Cerradomys (e.g., by Langguth and Bonvicino, 2002; Bonvicino, 2003; Brooks et al., 2004) will soon be followed by more synthetic and comprehensive studies to convincingly document species identifications and geographic distributions across the entire range of this obviously diverse clade. At least some of the many unstudied specimens representing this genus from Bolivia and Paraguay are likely to belong to taxa recently described from Brazilian material, but others may represent new forms. Unfortunately, no taxonomic study published to date has effectively transcended national boundaries.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 179,
                        "text": "(Bonvicino and Moreira, 2001;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 180,
                        "end": 196,
                        "text": "Bonvicino, 2003)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 418,
                        "end": 447,
                        "text": "Langguth and Bonvicino, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 448,
                        "end": 464,
                        "text": "Bonvicino, 2003;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 465,
                        "end": 485,
                        "text": "Brooks et al., 2004)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For the Cerrado, a vast mosaic of savannas and dry forests, where many species of this clade are found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Eremoryzomys, new genus TYPE SPECIES: Oryzomys polius Osgood, 1913. CONTENTS: polius Osgood, 1913 . DISTRIBUTION: Known only from a few localities in the upper Río Marañ ó n valley of northern Peru.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 67,
                        "text": "Osgood, 1913.",
                        "ref_id": null
                    },
                    {
                        "start": 85,
                        "end": 97,
                        "text": "Osgood, 1913",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage coarsely grizzled-grayish (but brownish-or yellowish-gray in some old and possibly soiled specimens); ventral pelage paler (superficially whitish), but ventral hairs always gray-based. Pinnae small, not reaching eye when laid forward. Mystacial and superciliary vibrissae not extending posteriorly beyond pinnae when laid back. Hind foot with conspicuous tufts of long ungual hairs at bases of claws on dI-dV; plantar surface densely covered with distinct squamae distal to thenar pad; hypothenar pad large and distinct; claw of dI extending almost to first interphalangeal joint of dII; claw of dV extending just beyond first interphalangeal joint of dIV. Tail longer than combined length of head and body; distinctly bicolored (dark above, pale below).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with long, stout rostrum flanked by moderately deep zygomatic notches; interorbital region anteriorly convergent, with beaded supraorbital margins; braincase rounded, with more or less distinct temporal crests; lambdoidal and nuchal crests developed in older adults. Posterior margin of zygomatic plate dorsal to M1 alveolus; jugal present and large (the maxillary and squamosal zygomatic processes widely separated, not overlapping in lateral view). Nasals short, not extending posteriorly beyond lacrimals; lacrimals equally sutured to maxillary and frontal bones. Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with broad lateral expansions. Incisive foramina very long, usually extending posteriorly between M1 anterocones or protocones; with subparallel lateral margins. Posterolateral palatal pits large, complex, and recessed in deep fossae; mesopterygoid fossa penetrating anteriorly to or slightly between molar rows; bony roof of mesopterygoid fossa perforated by large sphenopalatine vacuities. Alisphenoid strut usually present (buccinator-masticatory foramen and accessory foramen ovale separate), but strut unilaterally absent on some skulls. Stapedial foramen and posterior opening of alisphenoid canal small; squamosalalisphenoid groove and sphenofrontal foramen absent; secondary anastomosis of internal carotid crosses dorsal surface of pterygoid plate (5 carotid circulatory pattern 3 of Voss, 1988) . Postglenoid foramen large and rounded; subsquamosal fenestra large and patent. Periotic exposed posteromedially between ectotympanic and basioccipital but not extending anteriorly to carotid canal; mastoid perforated by small or large posterodorsal fenestra. Capsular process of lower incisor alveolus indistinct or absent. Superior and inferior masseteric ridges usually conjoined anteriorly as single crest below m1.",
                "cite_spans": [
                    {
                        "start": 1444,
                        "end": 1455,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not interpenetrating. First upper molar (M1) anterocone not divided into labial and lingual conules (but a small internal fossette obviously derived from the anteromedian flexus is present); anteroloph usually well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle absent; paracone connected by enamel bridge to middle or to posterior moiety of protocone. Second upper molar (M2) protoflexus present but shallow; mesoflexus present as one or more internal fossettes (both conditions occurring on opposite sides of some specimens: e.g., AMNH 64054). Third upper molar (M3) with posteroloph and diminutive hypoflexus (the latter tending to disappear with moderate to heavy wear). Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum and anterolophid present on all lower molars; ectolophid absent on m1 and m2; mesolophid variably developed on m1 and m2, large and distinct in some specimens but much reduced or absent in others; m2 hypoflexid short. Accessory roots absent on m1; m2 and m3 each with one large anterior root and one large posterior root. COMPARISONS: ''Oryzomys'' polius was consistently recovered as the most basal lineage of clade D and not as the sister group of any other terminal taxon in the phylogenetic analyses of Weksler (2003 Weksler ( , 2006 . In his original description of ''O.'' polius, Osgood (1913) contrasted it with ''O.'' xanthaeolus, a geographically adjacent species, but he emphasized the lack of any close resemblance between them. Indeed, the genera to which we now refer these species are strikingly divergent in several characters.",
                "cite_spans": [
                    {
                        "start": 596,
                        "end": 609,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 610,
                        "end": 626,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 675,
                        "end": 688,
                        "text": "Osgood (1913)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Among other contrasts, Eremoryzomys differs from Aegialomys by its much grayer dorsal pelage (the dorsal fur is distinctly yellowish or brownish in Aegialomys); larger jugal (the jugal of Aegialomys is much smaller); longer incisive foramina (these openings never extend posteriorly between the M1 protocones in Aegialomys); shorter palate (the mesopterygoid fossa never extends anteriorly to the molar rows in Aegialomys); alisphenoid strut separating the buccinator-masticatory and accessory oval foramina (the alisphenoid strut is invariably absent and the foramina are confluent in Aegialomys); absence of a distinct capsular process of the lower incisor alveolus (the capsular process is well developed in Aegialomys); absence of accessory roots on M1/m1 (accessory roots are normally present on these teeth in Aegialomys); and presence of the anterolophid on m2 and m3 (the anterolophid is absent on these teeth in Aegialomys).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Comparisons with other new genera belonging to clade D, none of which appear to be closely related to Eremoryzomys, are summarized in Á vila-Pires, 1959, and moojeni Á vila-Pires, 1959) . DISTRIBUTION: In moist (evergreen and semi-evergreen) forests throughout the cis-Andean tropical and subtropical lowlands of South America, including Amazonia, the Guianas, southeastern Brazil, eastern Bolivia, northern Argentina, and eastern Paraguay (see Musser et al., 1998: figs. 78, 79) .",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 157,
                        "text": "Á vila-Pires, 1959, and",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 185,
                        "text": "moojeni Á vila-Pires, 1959)",
                        "ref_id": null
                    },
                    {
                        "start": 445,
                        "end": 479,
                        "text": "Musser et al., 1998: figs. 78, 79)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage finely grizzled yellowish-to reddish-brown; ventral pelage abruptly paler (superficially whitish), but ventral hairs always gray-based. Pinnae large, reaching eye when laid forward. Mystacial and superciliary vibrissae not extending posteriorly beyond pinnae when laid back. Hind foot with conspicuous tufts of long ungual hairs at bases of claws on dII-dV; plantar surface smooth or sparsely covered with indistinct squamae distal to thenar pad; hypothenar pad distinct; claw of dI extending just beyond base of phalange 1 of dII; claw of dV extending to middle of phalange 1 of dIV. Tail about as long as combined length of head and body in some species (e.g., E. nitidus) but usually longer than head and body in others (e.g., E. macconnelli); distinctly bicolored (dark above, pale below).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with long, tapering rostrum flanked by deep zygomatic notches; interorbital region anteriorly convergent, with beaded supraorbital margins; braincase oblong, with weakly developed temporal crests; lambdoidal and nuchal crests developed in older adults. Posterior margin of zygomatic plate usually dorsal to M1 alveolus; jugal present but small in most species, but absent in E. lamia. Nasals not extending posteriorly beyond lacrimal bones in some species (e.g., E. macconnelli) but often extending beyond lacrimals in others (e.g., E. lamia); lacrimals equally sutured to maxillaries and frontals. Frontosquamosal suture usually colinear with frontoparietal suture. Parietals without lateral expansions in some species (e.g., E. russatus) or lateral expansions present but usually not very broad (e.g., in E. macconnelli). Incisive foramina ranging from moderately short and posteriorly broad (e.g., in E. macconnelli) to moderately long and widest near their midlength (e.g., in E. russatus), but never extending posteriorly between M1 anterocones. Posterolateral palatal pits small to moderately large, but usually not recessed in distinct fossae; mesopterygoid fossa extending anteriorly between maxillae in some species (e.g., E. russatus) but not in others (e.g., E. macconnelli); bony roof of mesopterygoid fossa completely ossified or perforated by small (slit-like) sphenopalatine vacuities. Alisphenoid strut usually absent (buccinator-masticatory foramen and accessory oval foramen confluent) in most species but often present in others (e.g., E. nitidus). Stapedial foramen, squamosal-alisphenoid groove and sphenofrontal foramen present (5 carotid circulatory pattern 1 of Voss, 1988) . Postglenoid foramen large and rounded, subsquamosal fenestra large and patent. Periotic exposed posteromedially between ectotympanic and basioccipital, but usually not extending anteriorly to carotid canal; mastoid completely ossified in most fully adult specimens. Capsular process of lower incisor alveolus well developed in adult specimens of most species but absent in E. macconnelli and E. emmonsae; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1692,
                        "end": 1703,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not (or shallowly) interpenetrating. First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle absent; paracone connected by enamel bridge to posterior moiety of protocone except in E. macconnelli (where the attachment is usually to the middle of the protocone). Second upper molar (M2) protoflexus present; mesoflexus usually present as two internal fossettes. Upper third molar (M3) without posteroloph; hypoflexus well developed (persisting with moderate to heavy wear: e.g., in E. lamia) or absent (e.g., in E. nitidus). Labial accessory root of M1 usually absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid present on m1 but usually absent on m2 and m3; ectolophid variably present or absent on m1 and m2; mesolophid well developed on m1 and m2; m2 hypoflexid short. Accessory roots usually absent on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra with well-developed anapophysis. Hemal arch between second and third caudal vertebrae with or without posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. Male accessory reproductive glands not dissected, unknown. Distal bacular cartilage of glans penis large and trifid (with robust central digit); shelf of nonspinous tissue on crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Weksler's (2003 Weksler's ( , 2006 phylogenetic analyses of morphological and molecular characters consistently recovered Euryoryzomys (represented by ''Oryzomys'' lamia, ''O.'' macconnelli, and ''O.'' russatus) as a member of clade B together with Hylaeamys, Transandinomys, Nephelomys, Oecomys, Handleyomys, and the ''alfaroi group''. Within clade B, however, the relationships of Euryoryzomys were not consistently indicated by different analytic permutations. Whereas some analyses suggested that this genus may be the sister group of Mindomys + Oecomys, others recovered it as a basal lineage or as the sister group of Transandinomys, but none of these alternatives was strongly supported. Phenetically, Euryoryzomys resembles other lowland moist-forest taxa that also have large pinnae, short outer digits on the hind foot, and that normally lack accessory roots on M1/m1. Comparisons of Euryoryzomys with Hylaeamys and Transandinomys are of special interest because the species that we assign to these genera have traditionally been treated as members of the so-called ''capito'' complex of Oryzomys sensu lato (Musser et al., 1998) .",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 28,
                        "text": "Weksler's (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 29,
                        "end": 47,
                        "text": "Weksler's ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 1131,
                        "end": 1152,
                        "text": "(Musser et al., 1998)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Although fully adult specimens of Euryoryzomys are usually larger than those of Hylaeamys (see measurement data summarized by Musser et al., 1998) and tend to have brighter (tawny or ochraceous versus brownish) dorsal fur, these genera are externally similar and are often confused in the field. Among the integumental contrasts summarized by Musser et al. (1998: table 52) , tail coloration most consistently distinguishes Euryoryzomys (their ''nitidus group'') from Hylaeamys (their ''megacephalus'' and ''yunganus'' groups): In Euryoryzomys, the tail is almost always distinctly bicolored, whereas it is indistinctly bicolored or unicolored (alldark) in Hylaeamys.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 146,
                        "text": "Musser et al., 1998)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 343,
                        "end": 373,
                        "text": "Musser et al. (1998: table 52)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Euryoryzomys also differs strikingly from Hylaeamys by its primitive pattern of carotid circulation (pattern 1 of Voss, 1988) , which includes both the supraorbital and infraorbital branches of the stapedial artery. The supraorbital branch leaves a prominent translucent groove across the squamosal and alisphenoid on the inside of the braincase and exits the skull via the sphenofrontal foramen; both of these osteological features are lacking in Hylaeamys, amost all specimens of which clearly lack the supraorbital branch of the stapedial artery (pattern 2 of Voss, 1988) . Illustrations of these alternative conditions as expressed by representative species of Euryoryzomys and Hylaeamys are provided in Musser et al. (1998: fig. 27 ).",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 125,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 563,
                        "end": 574,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 708,
                        "end": 736,
                        "text": "Musser et al. (1998: fig. 27",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "The only other cranial trait that usefully distinguishes these genera is mastoid fenestration. The occipital surface of the mastoid capsule that houses the paraflocculus is completely ossified in almost all examined specimens of Euryoryzomys, but it is prominently fenestrated in most specimens of Hylaeamys. Illustrations of these contrasting character states, exemplified by other taxa but resembling the conditions seen in Euryoryzomys and Hylaeamys, are provided in Weksler (2006: fig. 22 ).",
                "cite_spans": [
                    {
                        "start": 470,
                        "end": 492,
                        "text": "Weksler (2006: fig. 22",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fully adult specimens of Euryoryzomys average larger than those of Transandinomys, but they are otherwise similar in most external features. Indeed, the integumental pigmentation of T. talamancae strikingly resembles that of Euryoryzomys. Apparently, the only nonmetric external feature by which Euryoryzomys and Transandinomys can be distinguished is the length of the superciliary vibrissae. These tactile hairs, rooted just above the eye, extend well behind the pinnae in both species of Transandinomys, although they are much longer in T. bolivaris than in T. talamancae (see Musser et al., 1998: fig. 53 ). By contrast, the superciliary vibrissae do not extend beyond the posterior margins of the pinnae in examined specimens of Euryoryzomys.",
                "cite_spans": [
                    {
                        "start": 580,
                        "end": 608,
                        "text": "Musser et al., 1998: fig. 53",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Euryoryzomys and Transandinomys also differ in several dental traits. Of these, the most striking concerns the upper second molar (M2) mesoflexus, which is consistently represented by two internal fossettes (labial and medial) in Euryoryzomys, whereas only a single internal fossette represents the M2 mesoflexus in Transandinomys (see Musser et al., 1998: figs. 29, 151) . On the upper third molar (M3), the hypoflexus tends to be deeper and more persistent in Euryoryzomys than it is in Transandinomys, but this trait is not sufficiently constant to permit unambiguous identifications by itself. On the second lower molar (m2), however, the hypoflexid is distinctively shorter in Euryoryzomys (see Musser et al., 1998: fig. 32A,B ) than it is in Transandinomys (see Musser et al., 1998: fig. 64, left and middle) .",
                "cite_spans": [
                    {
                        "start": 336,
                        "end": 371,
                        "text": "Musser et al., 1998: figs. 29, 151)",
                        "ref_id": null
                    },
                    {
                        "start": 700,
                        "end": 720,
                        "text": "Musser et al., 1998:",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 768,
                        "end": 814,
                        "text": "Musser et al., 1998: fig. 64, left and middle)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 721,
                        "end": 731,
                        "text": "fig. 32A,B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "REMARKS: This clade has usually been called the ''nitidus group'' by authors (e.g., Weksler, 1996; Musser et al., 1998; Percequillo, 1998; Patton et al., 2000) , but we designate macconnelli as the type species of Euryoryzomys because it is represented by more complete character data than any of the other congeneric forms whose relationships have been analyzed to date. Although only three of the species that we refer to Euryoryzomys were analyzed by Weksler (2003 Weksler ( , 2006 , more taxonomically inclusive phylogenetic studies based on morphological data also support generic monophyly (Weksler, 1996) . This clade is likewise recovered by parsimony analyses of cytochrome b sequence data that exclude third-position transitions and by neighbor-joining and maximum-likelihood analyses when transversions are weighted more heavily than transitions (Bonvicino and Moreira, 2001 Allen, 1901; tatei Musser et al., 1998; and yunganus Thomas, 1902. DISTRIBUTION: In moist (evergreen and semi-evergreen) forests of cis-Andean tropical and subtropical lowlands and foothills (to about 1500 m above sea level) from Venezuela and the Guianas southward throughout Amazonia and the Atlantic rainforest to Paraguay and northern Argentina. Numerous records from drier landscapes (e.g., in the Chaco and Cerrado) are probably all from gallery forests or relictual moist forest fragments formerly continuous with either Amazonian or coastal Brazilian rain forests.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 98,
                        "text": "Weksler, 1996;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 99,
                        "end": 119,
                        "text": "Musser et al., 1998;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 120,
                        "end": 138,
                        "text": "Percequillo, 1998;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 139,
                        "end": 159,
                        "text": "Patton et al., 2000)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 454,
                        "end": 467,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 468,
                        "end": 484,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 596,
                        "end": 611,
                        "text": "(Weksler, 1996)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 857,
                        "end": 885,
                        "text": "(Bonvicino and Moreira, 2001",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 886,
                        "end": 898,
                        "text": "Allen, 1901;",
                        "ref_id": null
                    },
                    {
                        "start": 899,
                        "end": 925,
                        "text": "tatei Musser et al., 1998;",
                        "ref_id": null
                    },
                    {
                        "start": 926,
                        "end": 952,
                        "text": "and yunganus Thomas, 1902.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage finely grizzled-brownish, typically drab grayish-brown in young adults but often tawny or buffy in mature specimens; ventral pelage usually abruptly paler (superficially whitish), but ventral hairs always gray-based. Pinnae large, extending to eye when laid forward. Mystacial and superciliary vibrissae not extending posteriorly beyond pinnae when laid back. Pes with tufts of long ungual hairs at bases of claws on dII-dV (also on dI of H. acritus); plantar surface smooth or sparsely covered with indistinct squamae distal to thenar pad; hypothenar pad distinct in most species but often very small in H. megacephalus and sometimes absent in H. yunganus; claw of dI extending just beyond base of phalange 1 of dII; claw of dV extending almost to first interphalangeal joint of dIV. Tail usually about as long as or slightly shorter than combined length of head and body; unicolored (all dark) or weakly bicolored (dark above, pale below) near base.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with moderately long, tapering rostrum flanked by deep zygomatic notches; interorbital region usually convergent anteriorly with weakly beaded supraorbital margins (some specimens of H. laticeps and H. megacephalus have almost hourglass-shaped interorbits with squared dorsolateral margins); braincase oblong, usually with distinct temporal crests; lambdoidal and nuchal crests developed in older adults. Posterior margin of zygomatic plate usually dorsal to M1 alveolus; jugal present but small (maxillary and squamosal zygomatic processes overlapping in lateral view but not in contact). Nasals short, not extending posteriorly beyond lacrimal; lacrimals equally sutured to maxillary and frontal bones in some species (e.g., O. yunganus) or sutured primarily to maxilla in others (e.g., O. megacephalus). Parietals with small lateral expansions. Incisive foramina short, not extending posteriorly between M1 alveoli, and broader posteriorly than anteriorly. Posterolateral palatal pits variable in size, number, and morphology, but usually large and recessed in shallow fossae; mesopterygoid fossa usually not extending anteriorly between maxillae; roof of mesopterygoid fossa completely ossified or perforated by small (slit-like) sphenopalatine vacuities. Alisphe-noid strut absent (buccinator-masticatory foramen and accessory oval foramen confluent). Stapedial foramen and posterior opening of alisphenoid canal large, squamosal-alisphenoid groove and sphenofrontal foramen absent (5 carotid circulatory pattern 2 of Voss, 1988) . Postglenoid foramen large and rounded; subsquamosal fenestra large and patent. Periotic exposed posteromedially between ectotympanic and basioccipital but usually not extending anteriorly to carotid canal; mastoid perforated by conspicuous posterodorsal fenestra. Distinct capsular process of lower incisor alveolus absent; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1529,
                        "end": 1540,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not (or shallowly) interpenetrating except in H. tatei (which has more deeply interpenetrating flexi). First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by anteroflexus in minimally worn dentitions; protostyle absent; paracone connected by enamel bridge to posterior moiety of protocone. Second upper molar (M2) protoflexus present or absent; mesoflexus present as single internal fossette in some species (e.g., H. megacephalus) or as two fossettes (e.g., in H. yunganus). Third upper molar (M3) without posteroloph; hypoflexus deep and persistent in some species, shallow and transitory in other. Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid usually distinct on m1 but absent on m2 and m3; ectolophid often present on m1 and m2; mesolophid present and distinct on m1 and m2; m2 hypoflexid usually short in some species (e.g., H. yunganus) but usually long in others (e.g., H. megacephalus). Accessory roots absent on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra usually without anapophysis. Hemal arch between second and third caudal vertebrae without posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. One pair of preputial glands present. Distal bacular cartilage of glans penis large and trifid (with robust central digit); shelf of nonspinous tissue on crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Weksler's (2003 Weksler's ( , 2006 phylogenetic analyses of morphological and molecular characters consistently recovered Hylaeamys (represented by ''Oryzomys'' megacephalus, and ''O.'' yunganus) as part of clade B along with Euryoryzomys, Transandinomys, Nephelomys, Oecomys, and Handleyomys. Phenetically, Hylaeamys is most similar to two other genera that contain species formerly referred to the so-called ''capito complex'' of Oryzomys sensu lato (Musser et al., 1998) , namely Euryoryzomys and Transandinomys. Because comparisons with Euryoryzomys have already been provided in the account for that genus (above), only comparisons with Transandinomys are discussed here.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 28,
                        "text": "Weksler's (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 29,
                        "end": 47,
                        "text": "Weksler's ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 465,
                        "end": 486,
                        "text": "(Musser et al., 1998)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Hylaeamys is similar to Transandinomys in size and in most qualitative external features, but its superciliary vibrissae are shorter, not extending posteriorly behind the pinnae. Although T. talamancae has much shorter superciliary vibrissae than T. boliviae (see Musser et al., 1998: fig. 53 ), these tactile hairs extend posteriorly behind the pinnae in both species of Transandinomys and are diagnostically longer than they are in Hylaeamys. Otherwise, the two genera are difficult (if not impossible) to distinguish per se based on integumental comparisons.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 284,
                        "text": "Musser et al., 1998:",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 285,
                        "end": 292,
                        "text": "fig. 53",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "In cranial features, the two genera are most readily distinguished by their alternative patterns of carotid circulation. Whereas Hylaeamys possesses only the infraorbital branch of the stapedial artery, Transandinomys also has an intact supraorbital branch. The presence of the latter vessel is indicated by a translucent groove across the internal surfaces of the squamosal and alisphenoid bones and by the presence of a sphenofrontal foramen. Both of these osteological markers are constant features of examined skulls of Transandinomys, but they are just as consistently absent in Hylaeamys (see Musser et al., 1998: fig. 151 ).",
                "cite_spans": [
                    {
                        "start": 599,
                        "end": 619,
                        "text": "Musser et al., 1998:",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 620,
                        "end": 628,
                        "text": "fig. 151",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Hylaeamys and Transandinomys do not appear to differ consistently in any other character that we have been able to score in all member species. However, the potential diagnostic value of an anapophysis on the fifth lumbar (17th thoracicolumbar) vertebra, a process that is usually absent in H. megacephalus but present in T. talamancae, merits evaluation as postcranial skeletal material becomes available for other congeneric taxa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "REMARKS: The monophyly of Hylaeamys is not supported by analyses of morphological character data (Weksler, 2006: figs. 34, 35) or mtDNA sequences (Bonvincino and Moreira, 2001) . Instead, compelling evidence for generic monophyly comes primarily from nuclear sequences (Weksler, 2003) . Because the latter are only available from two species (H. megacephalus and H. yunganus), our concept of Hylaeamys is primarily based on the absence of the supraorbital branch of the stapedial artery. This trait was optimized as an unambiguous synapomorphy of H. megacephalus + H. yunganus in Weksler's combined analyses of morphological and IRBP characters; within clade B, it is uniquely shared by the species that we refer to Hylaeamys.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 126,
                        "text": "(Weksler, 2006: figs. 34, 35)",
                        "ref_id": null
                    },
                    {
                        "start": 146,
                        "end": 176,
                        "text": "(Bonvincino and Moreira, 2001)",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 284,
                        "text": "(Weksler, 2003)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For the hylaea, Humboldt's name for the the rainforested lowlands of cis-Andean South America, the principal habitat of species belonging to this clade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Mindomys, new genus TYPE SPECIES: Nectomys hammondi Thomas, 1913.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "CONTENTS: hammondi Thomas, 1913. DISTRIBUTION: Currently known from just nine specimens, eight of which were collected in the vicinity of Mindo in the western Andean foothills of Pichincha province, Ecuador. Another specimen, labeled as having been collected in the eastern (Amazonian) lowlands of Ecuador, represents a remarkable and somewhat problematic range disjunction. In consequence, the geographic distribution of this taxon is difficult to interpret. 5 MORPHOLOGICAL DIAGNOSIS: Dorsal pelage coarsely grizzled yellowish-brown; ventral pelage abruptly paler (whitish or yellowish superficially) in most specimens, but ventral hairs always gray-based. Pinnae small, not reaching eye when laid forward. Mystacial and superciliary vibrissae very long, extending posteriorly well beyond caudal margins of pinnae when laid back. Pes with sparse tufts of rather short ungual hairs at bases of claws on dII-dV; plantar surface sparsely covered with indistinct squamae distal to thenar pad; hypothenar pad present and distinct; claw of dI extending to or just beyond first interphalangeal joint of dII; claw of dV extending to middle of phalange 2. Tail unicolored (all dark), and much longer than combined length of head and body.",
                "cite_spans": [
                    {
                        "start": 460,
                        "end": 461,
                        "text": "5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with long, stout rostrum flanked by very shallow zygomatic notches; interorbital region anteriorly convergent, with strongly beaded supraorbital margins; braincase elongate, with well-developed temporal, lambdoidal, and nuchal crests developed in older adults. Posterior margin of zygomatic plate dorsal to M1 alveolus; jugal present and large (the maxillary and squamosal zygomatic processes widely separated, usually non-overlapping in lateral view). Nasals not extending posteriorly beyond lacrimal bones; lacrimals equally sutured to maxillary and frontal bones. Frontosquamosal suture anterior to 5 The eight specimens of ''Oryzomys'' hammondi from Mindo (0u029S, 78u489W, 1264 m above sea level; Paynter, 1993) were taken by three different collectors-G. Hammond, L. Sö derströ m, and R.S. Voss-from 1913 Voss-from to 1980 ; seven of these specimens are at the BMNH and the eighth is at the UMMZ. The single Amazonian record is based on MCZ 52543, an adult female whose skin label states that it was collected by the Olallas (a family of professional collectors) on 27 July 1929 at ''Concepció n, Oriente, Ecuador''. According to Paynter (1993) , Concepció n is at 0u489S, 77u259W, about 50 km NE of Tena between 300 and 500 m above sea level in Napo province. Several aspects of these distributional data are problematic. First, we are not aware of any other species of small nonvolant native mammal that occurs below about 1500 m on both sides of the Ecuadorean Andes. Second, the lowlands and foothills around Tena have been intensively worked over for many years by numerous collectors, none of whom have taken additional material of this species. Thus, there is some reason to question whether Mindomys really occurs in Amazonia. Additionally, it is not known if Mindo represents the upper or the lower limit of the elevational distribution of this taxon in western Ecuador, or if Mindo is somewhere in the middle of its elevational range. If Mindomys is predominantly a lowland taxon, then it might more appropriately be classified as a trans-Andean rather than as an Andean clade (sensu Weksler, 2006) . Only future fieldwork can resolve such uncertainties, which are obviously relevant to reconstructing oryzomyine historical biogeography.",
                "cite_spans": [
                    {
                        "start": 608,
                        "end": 609,
                        "text": "5",
                        "ref_id": null
                    },
                    {
                        "start": 708,
                        "end": 722,
                        "text": "Paynter, 1993)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 802,
                        "end": 816,
                        "text": "Voss-from 1913",
                        "ref_id": null
                    },
                    {
                        "start": 817,
                        "end": 834,
                        "text": "Voss-from to 1980",
                        "ref_id": null
                    },
                    {
                        "start": 1142,
                        "end": 1156,
                        "text": "Paynter (1993)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 2106,
                        "end": 2120,
                        "text": "Weksler, 2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "frontoparietal suture (dorsal facet of frontal in broad contact with squamosal). Parietals with broad lateral expansions. Incisive foramina short, not extending posteriorly to level of M1 alveoli, usually widest posteriorly and converging anteriorly (teardrop-shaped). Posterolateral palatal pits small and unrecessed in some specimens but larger and recessed in moderately deep fossae in others; mesopterygoid fossa extending anteriorly between maxillae but not between molar rows; bony roof of mesopterygoid fossa usually completely ossified (some specimens have very narrow sphenopalatine vacuities flanking the presphenoid or the presphenoid/basisphenoid suture). Alisphenoid strut absent (buccinatormasticatory foramen and accessory oval foramen confluent). Stapedial foramen, squamosal-alisphenoid groove, and sphenofrontal foramen present (5 carotid circulatory pattern 1 of Voss, 1988) . Postglenoid foramen small and dorsoventrally compressed; subsquamosal fenestra vestigial (not patent) or absent. Periotic broadly exposed posteromedially between ectotympanic and basioccipital, extending anteriorly to carotid canal; mastoid completely ossified, not fenestrated. Distinct capsular process of lower incisor alveolus absent; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 882,
                        "end": 893,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 interpenetrating. First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed, fused with anterostyle on labial cingulum, and separated from anterocone by persistent anteroflexus; protostyle absent; paracone connected by enamel bridge to posterior moiety of protocone. Second upper molar (M2) protoflexus absent; mesoflexus present as two internal fossettes. Third upper molar (M3) with posteroloph and persistent hypoflexus. Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Lower first molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on m1 and m2, occasionally absent on m3; anterolophid present on m1 but absent on m2 and m3; ectolophid present on m1 but not on m2 and m3; mesolophid well developed on all lower molars; m2 hypoflexid short.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Accessory roots absent on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Postcranial skeletal characters unknown. Stomach without extension of glandular epithelium into corpus. Male reproductive tracts not examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Weksler (2006) recovered ''Oryzomys'' hammondi either as the most basal oryzomyine lineage (as in fig. 1 ) or as a member of clade B. Within clade B, ''O.'' hammondi was sometimes recovered as the sister taxon to Oecomys, but its relationships were unresolved in other analytic permutations. Because the phylogenetic position of ''O.'' hammondi was not strongly supported in any analysis, no compelling evidence exists for the membership of this taxon in any monophyletic group less inclusive than the tribe Oryzomyini. The following comparisons are therefore motivated in part by historical concepts of taxonomic affinity.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 27,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 111,
                        "end": 117,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Among other characters, Mindomys differs from both Nectomys (the genus to which hammondi was originally referred by Thomas [1913] ) and Oryzomys (the genus to which hammondi was transferred by Hershkovitz [1948] ) by its much longer vibrissae (the vibrissae do not extend posteriorly behind the pinnae in Nectomys or Oryzomys); possession of a distinct hypothenar pad on the hind foot (the hypothenar is absent or vestigial in Nectomys and Oryzomys); unwebbed pedal digits (Nectomys and Oryzomys have partially webbed hindfeet); very long fifth digit (the claw of dV does not extend beyond the first interphalangeal joint in Nectomys or Oryzomys); much shallower zygomatic notches; much larger jugals; small, simple, unrecessed posterolateral palatal pits (Nectomys and Oryzomys have large, complex posterolateral palatal pits that are deeply recessed in conspicuous fossae); complete stapedial circulation (the stapedial circulation is absent in Nectomys and Oryzomys); absence of accessory roots on M1 and m1 (upper and lower first molars have accessory roots in Nectomys and Oryzomys); and possession of an ectolophid on m1 (Nectomys and Oryzomys lack ectolophids). Given the large number of additional characters by which Mindomys differs individually from Nectomys (represent-ed by N. squamipes in Weksler [2006: table 5] ) and Oryzomys (represented by O. couesi and O. palustris), the morphological distinctness of these taxa is not arguable.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 129,
                        "text": "Thomas [1913]",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 193,
                        "end": 211,
                        "text": "Hershkovitz [1948]",
                        "ref_id": null
                    },
                    {
                        "start": 1303,
                        "end": 1326,
                        "text": "Weksler [2006: table 5]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Several authors (Ray, 1962; Hershkovitz, 1970; Steadman and Ray, 1982) have suggested a close relationship between ''Oryzomys'' hammondi and extinct Antillean giant rats of the genus Megalomys. We have not examined material of Megalomys, but Musser and Carleton's (2005) statements that its metatarsal pads are vestigial, that accessory roots are present on M1 and m1, and that it has a derived carotid circulation suggests that the genus is a member of clade D and not, in fact, a close relative of Mindomys.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 27,
                        "text": "(Ray, 1962;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 28,
                        "end": 46,
                        "text": "Hershkovitz, 1970;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 47,
                        "end": 70,
                        "text": "Steadman and Ray, 1982)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 242,
                        "end": 270,
                        "text": "Musser and Carleton's (2005)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Mindomys appears to differ consistently from Oecomys (a speciose genus that exhibits taxonomic variation in many characters) by its much smaller interdigital pads on the hind foot (the interdigital pads are very large in Oecomys); indistinct plantar squamae (the sole of the hind foot is entirely smooth in Oecomys); sparse tufts of short ungual hairs on pedal digits II-V (ungual tufts are denser and longer in Oecomys); much longer rostrum (all species of Oecomys have short rostrums); frontosquamosal suture anterior to the frontoparietal suture (the two sutures are more nearly colinear in Oecomys); shorter palate (the mesopterygoid fossa does not extend anteriorly between the maxillae in Oecomys); small, simple, unrecessed posterolateral palatal pits (Oecomys has large, often complex posterolateral palatal pits that are usually deeply recessed in conspicuous fossae); more lophodont upper molars (the labial and lingual flexi do not interpenetrate deeply on the upper molars of Oecomys); suppression of the protoflexus on M2 (the protoflexus is distinct on unworn M2s in Oecomys); absence of a paralophule on M2 (a distinct paralophule is present on the M2 of all examined species of Oecomys); and absence of an anterolabial cingulum from m3 (the anterolabial cingulum is distinct on the unworn m3 of Oecomys).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "REMARKS: Hershkovitz (1948) designated hammondi as the type species of Macruroryzomys, but the latter was not diagnosed and the name is therefore unavailable (Pine and Wetzel, 1975) . Although Hershkovitz (1970) acknowledged this situation, he effectively did nothing to correct it, so Macruroryzomys remains a nomen nudum.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 27,
                        "text": "Hershkovitz (1948)",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 181,
                        "text": "(Pine and Wetzel, 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 211,
                        "text": "Hershkovitz (1970)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "The possibly basal position of this extraordinary rat within the oryzomyine radiation, together with its enigmatic distribution and the absence of preserved tissues suitable for DNA extraction and sequencing, will hopefully impel future collectors to make special efforts to obtain more material.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For Mindo, a tiny agricultural community in the western Andean foothills of Pichincha province, Ecuador.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Nephelomys, new genus TYPE SPECIES: Hesperomys albigularis Tomes, 1860.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "CONTENTS: albigularis Tomes, 1860; auriventer Thomas, 1899; caracolus Thomas, 1914; childi Thomas, 1895 (including oconnelli J.A. Allen, 1913 ; devius Bangs, 1902; keaysi J.A. Allen, 1900 (including obtusirostris J.A. Allen, 1900); levipes Thomas, 1902; maculiventer J.A. Allen, 1899; meridensis Thomas, 1894; moerex Thomas, 1914; nimbosus Anthony, 1926; pectoralis J.A. Allen, 1912; and pirrensis Goldman, 1913. DISTRIBUTION: In humid montane (''cloud'') forests between about 900 and 3500 m above sea level from Bolivia northward along the Andes and Central American cordilleras to Costa Rica, and eastward along the Caribbean coastal mountains to eastern Venezuela (Percequillo, 2003) .",
                "cite_spans": [
                    {
                        "start": 46,
                        "end": 59,
                        "text": "Thomas, 1899;",
                        "ref_id": null
                    },
                    {
                        "start": 60,
                        "end": 83,
                        "text": "caracolus Thomas, 1914;",
                        "ref_id": null
                    },
                    {
                        "start": 84,
                        "end": 103,
                        "text": "childi Thomas, 1895",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 141,
                        "text": "(including oconnelli J.A. Allen, 1913",
                        "ref_id": null
                    },
                    {
                        "start": 240,
                        "end": 253,
                        "text": "Thomas, 1902;",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 284,
                        "text": "maculiventer J.A. Allen, 1899;",
                        "ref_id": null
                    },
                    {
                        "start": 285,
                        "end": 309,
                        "text": "meridensis Thomas, 1894;",
                        "ref_id": null
                    },
                    {
                        "start": 310,
                        "end": 330,
                        "text": "moerex Thomas, 1914;",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 354,
                        "text": "nimbosus Anthony, 1926;",
                        "ref_id": null
                    },
                    {
                        "start": 355,
                        "end": 383,
                        "text": "pectoralis J.A. Allen, 1912;",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 412,
                        "text": "and pirrensis Goldman, 1913.",
                        "ref_id": null
                    },
                    {
                        "start": 668,
                        "end": 687,
                        "text": "(Percequillo, 2003)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage finely grizzled yellowish-to reddish-brown; ventral pelage abruptly paler (gray-based whitish) in some species, but not in others (which have gray-based ochraceous underparts); with irregular patches of self-whitish fur variably present on throat, chest, abdomen, and/or groin in some species. Ears small, not quite extending to eye when laid forward. Mystacial vibrissae usually extending posteriorly for several millimeters beyond caudal margins of pinnae when laid back, but superciliary vibrissae shorter (not extending beyond pinnae). Pes with conspicuous tufts of long ungual hairs at bases of claws on dII-dV; plantar surface smooth, without plantar squamae; hypothenar pad large and distinct; claw of dI extending to or just beyond middle of phalange 1 of dII; claw of dV extending to or just beyond first interphalangeal joint of dIV. Tail longer than combined length of head and body, weakly to distinctly bicolored (dark above, pale below).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Skull with long, stout rostrum flanked by relatively shallow to moderately deep zygomatic notches; interorbital region variable, hourglass-shaped with rounded supraorbital margins in some species (e.g., N. albigularis) but anteriorly convergent with beaded interorbital margins in others (e.g., N. auriventer); braincase rounded, usually with indistinct temporal crests in species having rounded supraorbital margins but with better-developed temporal crests in species having beaded supraorbital margins; lambdoidal and nuchal crests moderately developed in older adults. Posterior margin of zygomatic plate dorsal to M1 alveolus; jugal bone present but small in most species (the maxillary and squamosal zygomatic processes overlapping in lateral view but not in contact; N. auriventer, however, has a large jugal). Nasals usually not extending posteriorly beyond lacrimals; lacrimals sutured equally to maxillae and frontals in some species (e.g., N. albigularis) or primarily to maxillae in others (e.g., N. moerex). Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with or without large lateral expansions (variable within and among species). Incisive foramina long (extending posteriorly to or between the alveoli of M1) and usually widest at midlength (e.g., in N. levipes) or much shorter (never approaching the molar rows) and wider posteriorly than anteriorly (e.g., in N. moerex). Posterolateral palatal pits usually large, complex, and recessed in deep fossae (but much reduced and inconspicuous in N. caracolus and N. nimbosus); mesopterygoid fossa extending anteriorly between maxillae in most species, but often extending between toothrows in N. levipes; bony roof of mesopterygoid fossa completely ossified or perforated by small sphenopalatine vacuities. Alisphenoid strut usually absent (buccinatormasticatory foramen and accessory oval foramen confluent) in most species, but strut usually present in N. moerex and variably present in others (N. auriventer, N. levipes, and N. keaysi) . Stapedial foramen, squamosal-alisphenoid groove and sphenofrontal foramen present (5 carotid circulatory pattern 1 of Voss, 1988) . Postglenoid foramen large and rounded; subsquamosal fenestra large and patent in most species but much narrower in N. auriventer. Periotic exposed posteromedially between ectotympanic and basioccipital but usually not extending anteriorly to carotid canal; mastoid completely ossified (e.g., in N. auriventer) or usually fenestrated (e.g., in N. levipes). Capsular process of lower incisor alveolus indistinct or absent; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1990,
                        "end": 2032,
                        "text": "(N. auriventer, N. levipes, and N. keaysi)",
                        "ref_id": null
                    },
                    {
                        "start": 2153,
                        "end": 2164,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 interpenetrating. First upper molar (M1) anterocone divided into labial and lingual conules by distinct anteromedian flexus; anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle absent; paracone connected by enamel bridge to posterior moiety of protocone. Second upper molar (M2) protoflexus present; mesoflexus present as single internal fossette. Third upper molar (M3) posteroloph present; hypoflexus shallow and transitory (disappearing with moderate wear). Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid usually without an anteromedian flexid (a shallow median crease visible on some newly erupted teeth is quickly obliterated by wear); anterolabial cingulum present on all lower molars; anterolophid usually distinct on unworn m1 but absent on m2 and m3; ectolophid present or absent on m1 and m2 (variable within and among species); mesolophid present and distinct on m1 and m2; m2 hypoflexid short. Accessory labial root of m1 usually present, accessory lingual root absent; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra usually with anapophysis. Hemal arch between second and third caudal vertebrae without posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. Macroscopic preputial glands absent. Distal bacular cartilage of glans penis large and trifid (with robust central digit); shelf of nonspinous tissue on crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Phylogenetic analyses of nuclear gene sequences and morphology consistently recovered Nephelomys, represented by ''Oryzomys'' albigularis and ''O.'' levipes in Weksler (2003 Weksler ( , 2006 , as a member of clade B along with Euryoryzomys, Handleyomys, Hylaeamys, Oecomys, and Transandinomys (as in fig. 1 ). Within clade B, the relationships of Nephelomys were often unresolved, but some analytic permutations weakly supported a sister-group relationship with Transandinomys. Comparisons between Nephelomys and Transandinomys are summarized below, whereas comparisons among Nephelomys and other new taxa belonging to clade B are summarized in table 3.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 186,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 187,
                        "end": 203,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 313,
                        "end": 319,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Species of Nephelomys are larger-bodied than species of Transandinomys, a contrast that is apparent in most external dimensions. The adult hind foot (including claws), for example, averages about 32 mm or more in species of Nephelomys, whereas this dimension averages about 30 mm or less in Transandinomys (see measurements in Musser et al., 1998) . In addition, species of Nephelomys have relatively shorter superciliary vibrissae, smaller pinnae, longer fifth pedal digits, and longer tails than Transandinomys (see the diagnoses of both taxa for ratios or landmark comparisons that document these differences).",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 347,
                        "text": "Musser et al., 1998)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "The most conspicuous qualitative craniodental difference between Nephelomys and Transandinomys concerns the anterocone of M1, which is deeply divided into labial and lingual conules by a persistent anteromedian flexus in the former genus. By contrast, the anterocone of M1 is undivided and no trace of an anteromedian flexus is present in Transandinomys. The size difference between these genera indicated by external dimensions is also apparent in craniodental comparisons: length of the maxillary toothrow, for example, consistently averages .5.5 mm in species of Nephelomys, but this measurement averages ,4.7 mm in species samples of Transandi- Due to morphological variation among congeneric taxa (as noted above in this account and below in the account that follows), consistent differences between Nephelomys and Transandinomys are not apparent in any other characters that we have been able to score in all member species. However, the potentially diagnostic value of preputial morphology deserves future study. Among the material dissected by Voss and Linzey (1981) , a single pair of large preputial glands was found in Transandinomys talamancae (represented by their Panamanian specimens of ''Oryzomys capito''), but no macroscopic preputial glands were detected in Nephelomys devius (represented by their specimens of ''Oryzomys albigularis''); unfortunately, no additional species from either genus were included in that study and none have been dissected by other investigators.",
                "cite_spans": [
                    {
                        "start": 1052,
                        "end": 1074,
                        "text": "Voss and Linzey (1981)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "REMARKS: All of the taxa that we refer to Nephelomys were treated as synonyms or subspecies of ''Oryzomys'' albigularis by Hershkovitz (1944: 72) and Cabrera (1961: 380-383) , but subsequent karyotypic and morphological research has shown that most of these are valid species (Gardner and Patton, 1976; Patton et al., 1990; Aguilera et al., 1995; Má rquez et al., 2000; Percequillo, 2003) . Of the characters that Weksler (2006) identified as unambiguous synapomorphies of ''O.'' albigularis + ''O.'' levipes, only the divided anterocone of M1 seems to be exhibited consistently by other species of Nephelomys. Although no additional analytic results are currently available to support generic monophyly, we are not aware of any evidence that contradicts this hypothesis.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 145,
                        "text": "Hershkovitz (1944: 72)",
                        "ref_id": null
                    },
                    {
                        "start": 150,
                        "end": 173,
                        "text": "Cabrera (1961: 380-383)",
                        "ref_id": null
                    },
                    {
                        "start": 276,
                        "end": 302,
                        "text": "(Gardner and Patton, 1976;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 303,
                        "end": 323,
                        "text": "Patton et al., 1990;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 324,
                        "end": 346,
                        "text": "Aguilera et al., 1995;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 347,
                        "end": 369,
                        "text": "Má rquez et al., 2000;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 370,
                        "end": 388,
                        "text": "Percequillo, 2003)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 414,
                        "end": 428,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: From nephelê (Greek for clouds or mist), in reference to the cloudforest habitat of these montane species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "Oreoryzomys, new genus TYPE SPECIES: Oryzomys balneator Thomas, 1900 . CONTENTS: balneator Thomas, 1900 (including hesperus Anthony, 1924 .",
                "cite_spans": [
                    {
                        "start": 56,
                        "end": 68,
                        "text": "Thomas, 1900",
                        "ref_id": null
                    },
                    {
                        "start": 69,
                        "end": 103,
                        "text": ". CONTENTS: balneator Thomas, 1900",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 137,
                        "text": "(including hesperus Anthony, 1924",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMMON ATTRIBUTES",
                "sec_num": null
            },
            {
                "text": "In humid montane (''cloud'') forest on the Andean slopes of southern Ecuador and northern Peru.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage dark olive-brown; ventral pelage abruptly paler (superficially whitish or yellowish), but ventral hairs mostly gray-based (a few specimens have irregular gular and/or pectoral patches of selfwhitish fur). Pinnae small, not reaching eye when laid forward. Mystacial vibrissae extending posteriorly beyond caudal margins of pinnae when laid back against cheeks; superciliary vibrissae shorter, not extending to caudal margins of pinnae when laid back. Pes with conspicuous tufts of long ungual hairs at bases of claws on dII-dV; plantar surface covered with distinct squamae distal to thenar pad; hypothenar pad present and distinct; claw of dI extends to middle of phalange 1 of dII; claw of dV extends to first interphalangeal joint of dIV. Tail unicolored (all-dark) or indistinctly bicolored basally, much longer than combined length of head and body.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Skull with short, narrow rostrum flanked by shallow zygomatic notches; interorbital region hourglass shaped, with rounded supraorbital margins; braincase rounded and globose, without temporal, lambdoidal, or nuchal crests. Posterior margin of zygomatic plate usually anterior to M1 alveolus. Jugal absent (maxillary and squamosal zygomatic processes in contact). Nasals extending posteriorly beyond lacrimals; lacrimals small, equally sutured to maxillary and frontal bones. Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with or without small lateral expansions. Incisive foramina short, sometimes extending posteriorly to but not between M1 alveoli, and widest posteriorly (with anteriorly convergent lateral margins). Posterolateral palatal pits large and recessed in shallow fossae; mesopterygoid fossa extending anteriorly between maxillae but not between molar rows; bony roof of mesopterygoid fossa usually perforated by narrow sphenopalatine vacuities (the type of balneator has a completely ossified mesopterygoid roof). Alisphenoid strut absent (buccinator-masticatory foramen and accessory foramen ovale confluent). Stapedial foramen, squamosal-alisphenoid groove and sphenofrontal foramen present (5 carotid circulatory pattern 1 of Voss, 1988) . Postglenoid foramen large and rounded, subsquamosal fenestra large and patent. Periotic broadly exposed posteromedially between ectotympanic and basioccipital, extending anteriorly to carotid canal; mastoid perforated by conspicuous posterodorsal fenestra. Capsular process of lower incisor alveolus strongly developed below base of coronoid process; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1276,
                        "end": 1287,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of M1 and M2 not interpenetrating. First upper molar (M1) with anterocone divided into labial and lingual conules by anteromedian flexus; anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle absent; paracone connected by enamel bridge to anterior moiety of protocone. Second upper molar (M2) protoflexus present; mesoflexus usually present as single internal fossete. Third upper molar (M3) without a posteroloph, but with persistent hypoflexus. Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Lower first molar (m1) anteroconid without a distinct anteromdian flexid (an indistinct flexid visible in some newly erupted dentitions is presumably obliterated with light wear); anterolabial cingulum present on all lower molars; anterolophid distinct on unworn m1 but absent on m2 and m3; ectolophid absent on all lower molars; mesolophid present and distinct on m1, reduced or absent on m2; m2 hypoflexid short. Accessory roots absent on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Postcranial skeletal characters unknown. Stomach with extension of glandular epithelium into corpus. Distal bacular cartilage of glans penis large and trifid (with a robust central digit); nonspinous tissue on crater rim concealing bacular mounds; dorsal papilla nonspinous; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: ''Oryzomys'' balneator was consistently recovered as a member of clade C in the phylogenetic analyses of Weksler (2003 Weksler ( , 2006 . Although a sister-group relationship between Oreoryzomys and Microryzomys was moderately well supported in some analyses, Oreoryzomys was recovered as the sister taxon of Neacomys (albeit with only trivial support) in other analytic permutations. In effect, its relationships within clade C remain to be resolved convincingly, and comparisons with all three member genera (including Oligoryzomys) seem appropriate.",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 131,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 132,
                        "end": 148,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "As noted by Musser and Carleton (2005) , Oreoryzomys and Microryzomys exhibit noteworthy similarities, but they also differ in many characters. Among the most useful morphological features for distinguishing these taxa, the pelage of Oreoryzomys is distinctly countershaded (the pelage is not countershaded in Microryzomys); the claw of pedal digit V extends only to the first interphalangeal joint of dIV (the claw of dV extends well beyond the first interphalangeal joint of dIV in Microryzomys); the tail is unicolored or indistinctly bicolored basally (the tail is more or less distinctly bicolored in Microryzomys); the premaxillae do not extend as far posteriorly as the nasals do (the premaxillae and nasals extend posteriorly to about the same extent in Microryzomys); the incisive foramina do not extend posteriorly between the M1 alveoli (as they usually do in Microryzomys); the foramen magnum is more caudally oriented (versus more ventrally oriented in Microryzomys); and the anteroconid of m1 is undivided (the anteroconid of m1 is deeply divided into anterolabial and anterolingual conulids by a persistent anteromedian flexid in Microryzomys).",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 38,
                        "text": "Musser and Carleton (2005)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Oreoryzomys differs from Neacomys by its soft fur (Neacomys has spiny fur); much longer tail (the tail of Neacomys seldom exceeds the combined length of head and body); shallower zygomatic notch (the zygomatic notch is moderately deep in Neacomys); hourglass-shaped interorbital region with rounded supraorbital margins (the interorbital region is anteriorly convergent with beaded supraorbital margins in Neacomys); absence of the jugal (the jugal is small but present in Neacomys); and shorter palate (the mesopterygoid fossa extends anteriorly between the maxillary bones in Oreoryzomys but not in Neacomys). We observed additional character differences between Oreoryzomys and some species of Neacomys, but none that appear to represent generically consistent distinctions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Oreoryzomys differs from Oligoryzomys by its unicolored or indistinctly bicolored tail (the tail is distinctly bicolored in Oligoryzomys); premaxillae that do not extend as far posteriorly as the nasals do (the premaxillae and nasals extend posteriorly to about the same level in Oligoryzomys); shallower zygomatic notch (the zygomatic notch is moderately deep in Oligoryzomys); shorter palate (the mesopterygoid fossa does not extend anteriorly between the maxillae in Oligoryzomys); more deeply excavated parapterygoid fossae (the flat parapterygoid fossae of Oligoryzomys are almost level with the palate); smaller sphenopalatine vacuities (these openings are very large in Oligoryzomys); complete stapedial circulation (the dorsal ramus of the stapedial artery is absent in Oligoryzomys); more posterior position of the masseteric crest (which extends anterior to m1 in Oligoryzomys); absence of spines on the dorsal papilla of the gland penis (the dorsal papilla is spinous in examined species of Oligoryzomys); and extension of glandular epithelium into the gastric corpus (the gastric corpus is entirely lined by cornified epithelium in examined species of Oligoryzomys).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "REMARKS: The available morphological character data for Oreoryzomys is incomplete because postcranial skeletons and male accessory reproductive gland dissections are currently unavailable. Although new morphological information from these (and other) systems might help resolve the relationships of this genus within clade C, the trenchant differences it exhibits with other member taxa suggests that such resolution will not affect its status as a distinct clade. Oreoryzomys is currently unrepresented by sequence data from any gene other than IRBP, hence the lack of prior information concerning phylogenetic relationships in published molecular studies of oryzomyines (e.g., Myers et al., 1995; Bonvincino and Moreira, 2001 Thomas, 1924; and topicius Thomas, 1924) . DISTRIBUTION: In tropical and subtropical moist forests of the Atlantic littoral in southeastern Brazil and in interior subtropical moist forests of eastern Paraguay and northern Argentina.",
                "cite_spans": [
                    {
                        "start": 679,
                        "end": 698,
                        "text": "Myers et al., 1995;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 699,
                        "end": 727,
                        "text": "Bonvincino and Moreira, 2001",
                        "ref_id": null
                    },
                    {
                        "start": 728,
                        "end": 741,
                        "text": "Thomas, 1924;",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 768,
                        "text": "and topicius Thomas, 1924)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage coarsely grizzled-brownish (the overall effect varying from drab grayish-brown to warm reddish-or yellowish-brown); ventral pelage abruptly paler (superficially whitish or yellowish), but ventral hairs always gray-based. Pinnae small, not reaching eye when laid forward. Mystacial vibrissae extending posteriorly well beyond pinnae when laid back against cheeks; superciliary vibrissae much shorter, not extending posteriorly to caudal margins of pinnae. Pes with conspicuous tufts of long ungual hairs at bases of claws on dI-dV; plantar surface densely covered with distinct squamae distal to thenar pad; hypothenar pad present and distinct; claw of dI extending to middle of phalange 1 of dII; claw of dV extending to or just beyond first interphalangeal joint of dIV. Tail unicolored (all dark) in most specimens and much longer than combined length of head and body.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Skull with long, broad rostrum flanked by deep zygomatic notches; interorbital region hourglass-shaped, with squared supraorbital margins; braincase oblong and usually without distinct temporal crests, but lambdoidal and nuchal crests often well developed in older adults. Posterior margin of zygomatic plate dorsal to M1 alveolus. Jugal present but not large (the maxillary and squamosal zygomatic processes overlapping in lateral view but not in contact). Nasals short, not extending posteriorly beyond lacrimals; lacrimals equally sutured to maxillary and frontal bones. Frontosquamosal suture colinear with frontoparietal suture in most specimens. Parietals with broad lateral expansions. Incisive foramina long, usually extending posteriorly to or between M1 alveoli; usually widest at midlength and tapering symmetrically anteriorly and posteriorly. Posterolateral palatal pits large, usually complex, and recessed in deep fossae; mesopterygoid fossa penetrating anteriorly between maxillae but not between molar rows; bony roof of mesopterygoid fossa perforated by large sphenopalatine vacuities. Alisphenoid strut absent (buccinator-masticatory foramen and accessory foramen ovale confluent). Stapedial foramen and posterior opening of alisphenoid canal small; squamosal-alisphenoid groove and sphenofrontal foramen absent; secondary anastomosis crosses dorsal surface of pterygoid plate (5 carotid circulatory pattern 3 of Voss, 1988) . Postglenoid foramen large and rounded; subsquamosal fenestra large and patent. Periotic exposed posteromedially between ectotympanic and basioccipital but usually not extending anteriorly to carotid canal; mastoid perforated by conspicuous posterodorsal fenestra. Capsular process of lower incisor alveolus strongly developed posteroventral to base of coronoid process; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1432,
                        "end": 1443,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Labial and lingual flexi of upper molars not (or shallowly) interpenetrating. First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed and fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle present but often inconspicuous; paracone connected by enamel bridge to middle or to anterior moiety of protocone. Second upper molar (M2) protoflexus present; mesoflexus usually present as two internal fossettes. Third upper molar (M3) with posteroloph and persistent hypoflexus. Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid present on m1 but indistinct or absent on m2 and m3; ectolophid variably developed on m1 and m2; mesolophid present and distinct on m1 and m2; m2 hypoflexid short. Accessory labial root of m1 usually present, accessory lingual root usually absent; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra with well-developed anapophysis. Hemal arch between second and third caudal verte-brae with posterior spinous process. Supratrochlear foramen of humerus absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. One pair of preputial glands present. Distal bacular cartilage of glans penis large and trifid (with robust central digit); nonspinous tissue of crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules. COMPARISONS: ''Oryzomys'' angouya was consistently recovered as an isolated lineage within clade D by Weksler (2003 Weksler ( , 2006 , but some analyses of mtDNA sequences weakly support a sister-group relationship with Cerradomys (see Bonvicino and Moreira, 2001; Bonvicino, 2003) . The hypothesis that Sooretamys and Cerradomys might be sister taxa was not explicitly stated by Musser et al. (1998) , but it is implicit in their concept of the ''subflavus group'' of Oryzomys sensu lato. Despite such indications, we are not aware of any compelling morphological evidence that Sooretamys and Cerradomys are more closely related to one another than they are to other members of clade D; indeed, they are strikingly divergent in many respects.",
                "cite_spans": [
                    {
                        "start": 426,
                        "end": 439,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 440,
                        "end": 456,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 560,
                        "end": 588,
                        "text": "Bonvicino and Moreira, 2001;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 589,
                        "end": 605,
                        "text": "Bonvicino, 2003)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 704,
                        "end": 724,
                        "text": "Musser et al. (1998)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "Among other anatomical contrasts, Sooretamys differs from Cerradomys by its much longer vibrissae (the mystacial vibrissae of Cerradomys do not extend posteriorly beyond the pinnae); unicolored tail (the tail is more or less bicolored in Cerradomys); hourglassshaped interorbital region with squared supraorbital margins (the interorbital region is anteriorly convergent and the supraorbital margins are strongly beaded in Cerradomys); lack of distinct temporal crests (temporal crests are well developed in Cerradomys); lack of a labial accessory root on M1 (a labial accessory root is present on M1 in Cerradomys); lack of a lingual accessory root on m1 (a lingual accessory root is present on m1 in Cerradomys); lack of a supratrochlear foramina of the humerus (this foramen is present in Cerradomys); and a trifid bacular cartilage bearing a robust central digit (the bacular cartilage is bifid because the central digit is vestigial or absent in Cerradomys).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION:",
                "sec_num": null
            },
            {
                "text": "The assumption that all of the nominal taxa currently synonymized with S. angouya are conspecific has not been tested by any revisionary study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: From sooretama, the old Tupian name for the Atlantic rainforest region of eastern Brazil (Por, 1992) . Allen, 1901 (including castaneus J.A. Allen, 1901 rivularis J.A. Allen, 1901; bombycinus Goldman, 1912; alleni Goldman, 1915; and orinus Pearson, 1939) ; and talamancae J.A. Allen, 1891 (including mollipilosus J.A. Allen, 1899; magdalenae J.A. Allen, 1899; villosus J.A. Allen, 1899; sylvaticus Thomas, 1900; panamensis Thomas, 1901; medius Robinson and Lyon, 1901; and carrikeri J.A. Allen, 1908) .",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 111,
                        "text": "(Por, 1992)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 114,
                        "end": 125,
                        "text": "Allen, 1901",
                        "ref_id": null
                    },
                    {
                        "start": 126,
                        "end": 163,
                        "text": "(including castaneus J.A. Allen, 1901",
                        "ref_id": null
                    },
                    {
                        "start": 164,
                        "end": 191,
                        "text": "rivularis J.A. Allen, 1901;",
                        "ref_id": null
                    },
                    {
                        "start": 192,
                        "end": 217,
                        "text": "bombycinus Goldman, 1912;",
                        "ref_id": null
                    },
                    {
                        "start": 218,
                        "end": 239,
                        "text": "alleni Goldman, 1915;",
                        "ref_id": null
                    },
                    {
                        "start": 240,
                        "end": 265,
                        "text": "and orinus Pearson, 1939)",
                        "ref_id": null
                    },
                    {
                        "start": 409,
                        "end": 422,
                        "text": "Thomas, 1900;",
                        "ref_id": null
                    },
                    {
                        "start": 423,
                        "end": 447,
                        "text": "panamensis Thomas, 1901;",
                        "ref_id": null
                    },
                    {
                        "start": 448,
                        "end": 479,
                        "text": "medius Robinson and Lyon, 1901;",
                        "ref_id": null
                    },
                    {
                        "start": 480,
                        "end": 511,
                        "text": "and carrikeri J.A. Allen, 1908)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "DISTRIBUTION: In tropical lowland and premontane trans-Andean rain forests (to about 1500 m above sea level) from northeastern Nicaragua throughout much of Costa Rica and Panama to Colombia, western Ecuador, and northern Venezuela (see Musser et al., 1998: figs. 50, 66) .",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 270,
                        "text": "Musser et al., 1998: figs. 50, 66)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "MORPHOLOGICAL DIAGNOSIS: Dorsal pelage finely grizzled brownish (in T. bolivaris) or tawny (in T. talamancae); ventral pelage abruptly paler (superficially whitish), but ventral hairs uniformly gray-based over throat, chest, abdomen, and groin. Pinnae large, reaching eye when laid forward. Mystacial vibrissae long (extending posteriorly to or slightly beyond caudal margins of pinnae when laid back against cheeks in T. talamancae) or very long (extending well behind pinnae in T. bolivaris); superciliary vibrissae extending behind pinnae in both species (but much longer in T. bolivaris than in T. talamancae). Pes with conspicuous tufts of long ungual hairs at bases of claws on dII-dV; plantar surface entirely smooth (in T. bolivaris) or sparsely covered with indistinct squamae distal to thenar pad (in T. talamancae); hypothenar pad present and distinct; claw of dI extending almost to middle of phalange 1 of dII; claw of dV extending almost to first interphalangeal joint of dIV. Tail about as long as or slightly longer than combined length of head and body; unicolored in T. bolivaris but often distinctly bicolored (dark above, pale below) in T. talamancae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "Skull with long, tapering rostrum flanked by moderately deep zygomatic notches; interorbital region anteriorly convergent, with beaded supraorbital margins; braincase rounded, with moderately well-developed temporal crests; lambdoidal and nuchal crests developed in older adults. Posterior margin of zygomatic plate usually dorsal to M1 alveolus. Jugal present but small (maxillary and squamosal zygomatic processes overlapping in lateral view but not in contact). Nasals not extending posteriorly beyond lacrimals; lacrimals equally sutured to maxillary and frontal bones. Frontosquamosal suture usually colinear with frontoparietal suture. Parietals with broad lateral expansions (in T. talamancae) or lateral expansions reduced or absent (in T. bolivaris). Incisive foramina short (not extending posteriorly between the alveoli of M1) and usually wider posteriorly than anteriorly (teardrop-shaped). Posterolateral palatal pits usually simple and recessed (if at all) in shallow fossae; mesopterygoid fossa usually not extending anteriorly between maxillae; bony roof of mesopterygoid fossa completely ossified or perforated by small sphenopalatine vacuities. Alisphenoid strut absent (buccinator-masticatory foramen and accessory oval foramen confluent). Stapedial foramen, squamosal-alisphenoid groove, and sphenofrontal foramen present (5 carotid circulatory pattern 1 of Voss, 1988) . Postglenoid foramen large and rounded, subsquamosal fenestra usually large and patent. Periotic exposed posteromedially between ectotympanic and basioccipital but not extending anteriorly to carotid canal; mastoid usually unfenestrated in T. bolivaris but fenestrated in T. talamancae. Capsular process of lower incisor alveolus indistinct or absent; superior and inferior masseteric ridges converge anteriorly as open chevron below m1.",
                "cite_spans": [
                    {
                        "start": 1378,
                        "end": 1389,
                        "text": "Voss, 1988)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "First upper molar (M1) anterocone not divided into labial and lingual conules (anteromedian flexus absent); anteroloph well developed, fused with anterostyle on labial cingulum, separated from anterocone by persistent anteroflexus; protostyle absent; paracone usually connected by enamel bridge to posterior end of protocone. Second upper molar (M2) protoflexus present; mesoflexus present as single internal fossette. Third upper molar (M3) posteroloph absent; hypoflexus shallow and transitory (usually disappearing with moderate wear). Labial accessory root of M1 absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "First lower molar (m1) anteroconid without an anteromedian flexid; anterolabial cingulum present on all lower molars; anterolophid distinct on m1 but absent on m2 and m3; ectolophid often present on m1 and m2; mesolophid present on m1 and m2; m2 hypoflexid long and deep, almost bisecting tooth. Accessory labial and lingual roots absent on m1; m2 and m3 each with one large anterior root and one large posterior root.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "Fifth lumbar (17th thoracicolumbar) vertebra with well-developed anapophysis. Hemal arch between second and third caudal vertebrae without posterior spinous process. Supratrochlear foramen of humerus present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "Stomach without extension of glandular epithelium into corpus. Distal bacular cartilage of glans penis large and trifid (with robust central digit); shelf of nonspinous tissue on crater rim does not conceal bacular mounds; dorsal papilla spineless; urethral processes without subapical lobules.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "COMPARISONS: Weksler (2003 Weksler ( , 2006 consistently recovered Transandinomys (represented by ''O.'' talamancae) as a member of clade B together with Euryoryzomys, Handleyomys, Hylaeamys, Nephelomys, and Oecomys (as in fig. 1 ). Within clade B, Transandinomys was variously recovered by different analytic permutations as the sister taxon of Euryoryzomys, of Nephelomys, or of Handleyomys intectus + Nephelomys. Comparisons of Transandinomys with Euryoryzomys, Hylaeamys, and Nephelomys have already been provided in the accounts for those genera, salient aspects of which are summarized in table 3. The morphology of Handleyomys intectus (redescribed by Voss et al., 2002) is sufficiently distinctive that direct comparisons seem unnecessary in this context. REMARKS: Although Transandinomys bolivaris and T. talamancae are phenetically similar (as remarked by Musser et al., 1998: 323) , no analytic results are currently available to support the monophyly of this genus. The only unambiguously derived trait that appears to be uniquely shared by these species is their possession of unusually long supraorbital vibrissae, a character that was not scored for phylogenetic analysis by Weksler (2006) .",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 26,
                        "text": "Weksler (2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 27,
                        "end": 43,
                        "text": "Weksler ( , 2006",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 659,
                        "end": 677,
                        "text": "Voss et al., 2002)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 866,
                        "end": 891,
                        "text": "Musser et al., 1998: 323)",
                        "ref_id": null
                    },
                    {
                        "start": 1190,
                        "end": 1204,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 223,
                        "end": 229,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For the trans-Andean distribution of these species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REMARKS:",
                "sec_num": null
            },
            {
                "text": "Given the analytic results in hand (Weksler, 2003 (Weksler, , 2006 , several phylogenetically defensible nomenclatural options could be adopted. One would be to keep all of the species currently referred to Oryzomys sensu lato in a single genus that would necessarily also include all the descendants of their most recent common ancestor (the root node in fig. 1 ). However, the oldest available name for this clade is Holochilus (see table 1), so Oryzomys would effectively disappear from binomial usage, as would Neacomys, Nectomys, Oecomys, and many other well-established names.",
                "cite_spans": [
                    {
                        "start": 35,
                        "end": 49,
                        "text": "(Weksler, 2003",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 50,
                        "end": 66,
                        "text": "(Weksler, , 2006",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 362,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Other options would involve naming fewer new genera than the 10 proposed herein by combining clades for which there is any evidence of a sister-group relationship. For example, one might combine the ''albigularis group'' (our Nephelomys) with ''Oryzomys'' bolivaris and ''O.'' talamancae (together comprising our Transandinomys) to form one new genus instead of two new genera. However, doing so would effectively formalize a weakly supported hypothesis and obscure the useful fact that each of these groups is a morphologically diagnosable and ecogeographically distinct collection of species. Because weakly supported groups are more likely to be rejected by future taxonomic studies than well-supported groups, and because biologists need names for clades with distinct morphologies and distributions, two new names rather than one better serve the larger community of zoological researchers in this case and in others like it discussed by Weksler (2006: 75-77) .",
                "cite_spans": [
                    {
                        "start": 943,
                        "end": 964,
                        "text": "Weksler (2006: 75-77)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Thanks to ongoing revisionary research and the advent of character-based phylogenetic analyses, complex patterns of muroid rodent relationships are now emerging from the fog of prephylogenetic nomenclature. The abandonment of traditional usage for Oryzomys is a necessary consequence of advancing knowledge about how species are actually related to one another, a process previously exemplified by the restriction of such long-abused names as Rattus and Peromyscus to smaller groups of closely related species (e.g., by Musser, 1981; . In both of those cases, the result was a richer lexicon of generic names that enabled muroid researchers in Asia and North America to communicate more effectively about a wide range of biological topics than they had previously been able to do. We expect that a similar benefit will now accrue to muroid researchers in the Neotropics.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 533,
                        "text": "Musser, 1981;",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Paula Jenkins (at the Natural History Museum, London), Bruce Patterson (Field Museum of Natural History, Chicago), and Jim Patton (Museum of Vertebrate Zoology, Berkeley) for timely specimen loans that helped us evaluate character variation in several taxa that are not well represented at the AMNH. Al Gardner, Guy Musser, and Jim Patton read a preliminary draft of our manuscript and provided thoughtful reviews that helped us improve the text, but they are not responsible for any factual errors or flawed arguments that might remain uncorrected herein. Mary Knight kindly checked our Greek etymologies, for which we thank her, too.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Cytogenetics and karyosystematics of Oryzomys albigularis (Rodentia, Cricetidae) from Venezuela",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Aguilera",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Pérez-Zapata",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Martino",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Cytogenetics and Cell Genetics",
                "volume": "69",
                "issue": "",
                "pages": "44--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aguilera, M., A. Pérez-Zapata, and A. Martino. 1995. Cytogenetics and karyosystematics of Oryzomys albigularis (Rodentia, Cricetidae) from Venezuela. Cytogenetics and Cell Genetics 69: 44-49.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A new species of Oryzomys (Rodentia, Sigmodontinae) of the subflavus group from the Cerrado of central Brazil",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Mammalian Biology",
                "volume": "68",
                "issue": "",
                "pages": "78--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bonvicino, C.R. 2003. A new species of Oryzomys (Rodentia, Sigmodontinae) of the subflavus group from the Cerrado of central Brazil. Mammalian Biology 68: 78-90.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Molecular phylogeny of the genus Oryzomys (Rodentia: Sigmodontinae) based on cytochrome b DNA sequences",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A M"
                        ],
                        "last": "Moreira",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "18",
                "issue": "",
                "pages": "282--292",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bonvicino, C.R., and M.A.M. Moreira. 2001. Molecular phylogeny of the genus Oryzomys (Rodentia: Sigmodontinae) based on cyto- chrome b DNA sequences. Molecular Phylo- genetics and Evolution 18: 282-292.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A new species of Oryzomys (Rodentia: Muridae) from an isolated pocket of Cerrado in eastern Bolivia",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Brooks",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Vargas",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Tarifa",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Aranibar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Rojas",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Occasional Papers Museum of Texas Tech University",
                "volume": "241",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brooks, D.M., R.J. Baker, R.J. Vargas, M. T. Tarifa, H. Aranibar, and J.M. Rojas. 2004. A new species of Oryzomys (Rodentia: Muridae) from an isolated pocket of Cerrado in eastern Bolivia. Occasional Papers Museum of Texas Tech University 241: 1-11.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Catá logo de los mamíferos de América del Sur. Revista del Museo Argentino de Ciencias Naturales",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Ciencias Zooló gicas)",
                "volume": "4",
                "issue": "2",
                "pages": "309--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cabrera, A. 1961. Catá logo de los mamíferos de América del Sur. Revista del Museo Argentino de Ciencias Naturales ''Bernardino Rivadavia'' (Ciencias Zooló gicas) 4(2): 309-732.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Systematics and evolution",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D. ; G L"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Kirkland",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Layne",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Advances in the study of Peromyscus",
                "volume": "",
                "issue": "",
                "pages": "7--141",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carleton, M.D. 1989. Systematics and evolution. In G.L. Kirkland, Jr., and J.N. Layne (editors), Advances in the study of Peromyscus: 7-141. Lubbock: Texas Tech University Press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "191",
                "issue": "",
                "pages": "1--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carleton, M.D., and G.G. Musser. 1989. Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys. Bulletin of the American Museum of Natural History 191: 1-83.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The families and genera of living rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Ellerman",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "Family Muridae. London: British Museum (Natural History)",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ellerman, J.R. 1941. The families and genera of living rodents, vol. 2. Family Muridae. London: British Museum (Natural History).",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A new species of Oryzomys from eastern Bolivia",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "American Museum Novitates",
                "volume": "3478",
                "issue": "",
                "pages": "1--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emmons, L.H., and J.L. Patton. 2005. A new species of Oryzomys from eastern Bolivia. American Museum Novitates 3478: 1-26.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "In press. The non-flying mammals of Parque Nacional Noël Kempff Mercado",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Chá Vez",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Rocha",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Del Aguila",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Swarner",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emmons, L.H., V. Chá vez, N. Rocha, B. Phillips, I. Phillips, L.F. del Aguila, and M. Swarner. In press. The non-flying mammals of Parque Nacional Noël Kempff Mercado, Bolivia. Revista Boliviana de Ecología y Conservación Ambiental.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine complex. Occasional Papers of the Museum of",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Zoology Louisiana State University",
                "volume": "49",
                "issue": "",
                "pages": "1--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, A.L., and J.L. Patton. 1976. Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine complex. Occasional Papers of the Museum of Zoology Louisiana State University 49: 1-48.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The rice rats of North America (genus Oryzomys)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1918,
                "venue": "North American Fauna",
                "volume": "43",
                "issue": "",
                "pages": "1--100",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goldman, E.A. 1918. The rice rats of North America (genus Oryzomys). North American Fauna 43: 1-100.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A manual of Neotropical sigmodont rodents",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Gyldenstolpe",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Kunglinga Svenska Vetenskapsakademiens Handlingar",
                "volume": "11",
                "issue": "",
                "pages": "1--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gyldenstolpe, N. 1932. A manual of Neotropical sigmodont rodents. Kunglinga Svenska Vetenskapsakademiens Handlingar 11: 1-164.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The mammals of North America, 2 vols",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall, E.R., and K.R. Kelson. 1959. The mammals of North America, 2 vols. New York: Ronald Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Miscellaneous Publications Museum of Zoology, University of Michigan 58: 1-88, pls. I-IV, gazetteer, + folding map. Hershkovitz, P. 1948. Mammals of northern Colombia preliminary report no. 3: water rats (genus Nectomys), with supplemental notes on related forms",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "Proceedings of the United States National Museum",
                "volume": "98",
                "issue": "",
                "pages": "49--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz, P. 1944. A systematic review of the Neotropical water rats of the genus Nectomys (Cricetinae). Miscellaneous Publications Museum of Zoology, University of Michigan 58: 1-88, pls. I-IV, gazetteer, + folding map. Hershkovitz, P. 1948. Mammals of northern Colombia preliminary report no. 3: water rats (genus Nectomys), with supplemental notes on related forms. Proceedings of the United States National Museum 98: 49-56.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Supplementary notes on Neotropical Oryzomys dimidiatus and Oryzomys hammondi (Cricetinae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Journal of Mammalogy",
                "volume": "51",
                "issue": "",
                "pages": "789--794",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz, P. 1970. Supplementary notes on Neotropical Oryzomys dimidiatus and Oryzomys hammondi (Cricetinae). Journal of Mammalogy 51: 789-794.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Oryzomys subflavus species group, with descriptions of two new species (Rodentia, Muridae, Sigmodontinae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Langguth",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvincino",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "60",
                "issue": "",
                "pages": "285--294",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langguth, A., and C.R. Bonvincino. 2002. The Oryzomys subflavus species group, with descrip- tions of two new species (Rodentia, Muridae, Sigmodontinae). Arquivos do Museu Nacional, Rio de Janeiro 60: 285-294.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Morphometric and chromosomal variation in populations of Oryzomys albigularis (Muridae: Sigmodontinae) from Venezuela: multivariate aspects",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Má Rquez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Aguilera",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Corti",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Zeitschrift fü r Sä ugetierkunde",
                "volume": "65",
                "issue": "",
                "pages": "84--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Má rquez, E.J., M. Aguilera M, and M. Corti. 2000. Morphometric and chromosomal variation in populations of Oryzomys albigularis (Muridae: Sigmodontinae) from Venezuela: multivariate aspects. Zeitschrift fü r Sä ugetierkunde 65: 84-99.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A new species of extinct oryzomyine rodent from the Quaternary of Curaçao",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcfarlane",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "O"
                        ],
                        "last": "Debrot",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Netherlands Antilles. Caribbean Journal of Science",
                "volume": "37",
                "issue": "",
                "pages": "182--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McFarlane, D.A., and A.O. Debrot. 2001. A new species of extinct oryzomyine rodent from the Quaternary of Curaçao, Netherlands Antilles. Caribbean Journal of Science 37: 182-184.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Quaternary land vertebrates of Jamaica",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Biostratigraphy of Jamaica",
                "volume": "182",
                "issue": "",
                "pages": "417--442",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morgan, G.S. 1993. Quaternary land vertebrates of Jamaica. In R.M. Wright and E. Robinson (editors), Biostratigraphy of Jamaica. Geolo- gical Society of America Memoir 182: 417- 442. Boulder, CO: Geological Society of America.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Notes on systematics of Indo-Malayan murid rodents, and descriptions of new genera and species from Ceylon, Sulawesi, and the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "168",
                "issue": "105",
                "pages": "225--334",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G. 1981. Results of the Archbold expeditions. No. 105. Notes on systematics of Indo-Malayan murid rodents, and descriptions of new genera and species from Ceylon, Sulawesi, and the Philippines. Bulletin of the American Museum of Natural History 168: 225-334.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Family Muridae",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Mammal species on the world",
                "volume": "",
                "issue": "",
                "pages": "501--755",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., and M.D. Carleton. 1993. Family Muridae. In D.E. Wilson and D.M. Reeder (editors), Mammal species on the world, 2nd ed.: 501-755. Washington, DC: Smithsonian Institution Press.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Superfamily Muroidea",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Mammal species of the world",
                "volume": "2",
                "issue": "",
                "pages": "894--1531",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., and M.D. Carleton. 2005. Superfamily Muroidea. In: D.E. Wilson and D.M. Reeder (editors), Mammal species of the world, 3rd ed., vol. 2: 894-1531. Baltimore: Johns Hopkins University Press.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): diagnoses and distributions of species formerly assigned to Oryzomys ''capito",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Brothers",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "236",
                "issue": "",
                "pages": "1--376",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., M.D. Carleton, E.M. Brothers, and A.L. Gardner. 1998. Systematic studies of oryzomyine rodents (Muridae, Sigmodon- tinae): diagnoses and distributions of species formerly assigned to Oryzomys ''capito''. Bulletin of the American Museum of Natural History 236: 1-376.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Sulawesi rodents (Muridae: Murinae): morphological and geographical boundaries of species in the Rattus hoffmanni group and a new species from Pulau Peleng",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Holden",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "206",
                "issue": "",
                "pages": "322--413",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., and M.E. Holden. 1991. Sulawesi rodents (Muridae: Murinae): morphological and geographical boundaries of species in the Rattus hoffmanni group and a new species from Pulau Peleng. Bulletin of the American Museum of Natural History 206: 322-413.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Malaysian murids and the giant rat of Sumatra",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Newcomb",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "174",
                "issue": "",
                "pages": "327--598",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., and C. Newcomb. 1983. Malaysian murids and the giant rat of Sumatra. Bulletin of the American Museum of Natural History 174: 327-598.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Molecular phylogenetics of oryzomyine rodents: the genus Oligoryzomys",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lundrigan",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "K"
                        ],
                        "last": "Tucker",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "4",
                "issue": "",
                "pages": "372--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers, P., B. Lundrigan, and P.K. Tucker. 1995. Molecular phylogenetics of oryzomyine ro- dents: the genus Oligoryzomys. Molecular Phylogenetics and Evolution 4: 372-382.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Biosystematics of the native rodents of the Galapagos Archipelago, Ecuador",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Haffner",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Patterns of evolution in Galapagos organisms",
                "volume": "",
                "issue": "",
                "pages": "539--568",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J.L., and M.S. Haffner. 1983. Bio- systematics of the native rodents of the Galapagos Archipelago, Ecuador. In R.I. Bowman, M. Benson and A.E. Leviton (edi- tors), Patterns of evolution in Galapagos organisms: 539-568. San Francisco: Pacific Division American Association for the Advancement of Science.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Mammals of the Rio Juruá and the evolutionary and ecological diversification of Amazonia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N F"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Malcolm",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "244",
                "issue": "",
                "pages": "1--306",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J.L., M.N.F. da Silva, and J.R. Malcolm. 2000. Mammals of the Rio Juruá and the evolutionary and ecological diversification of Amazonia. Bulletin of the American Museum of Natural History 244: 1-306.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Vicariant versus gradient models of diversification: the small mammal fauna of eastern Andean slopes of Peru",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Vertebrates in the tropics",
                "volume": "",
                "issue": "",
                "pages": "355--371",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J.L., P. Myers, and M.F. Smith. 1990. Vicariant versus gradient models of diversifica- tion: the small mammal fauna of eastern Andean slopes of Peru. In G. Peters and R. Hutterer (editors), Vertebrates in the tropics: 355-371. Bonn: Museum Alexander Koenig.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Ornithological gazetteer of Ecuador",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Paynter",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paynter, R.A., Jr. 1993. Ornithological gazetteer of Ecuador, 2nd ed. Cambridge, MA: Museum of Comparative Zoology (Harvard University).",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Sistemá tica de Oryzomys Baird, 1858 do Leste do Brasil (Muroidea, Sigmodontinae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Percequillo, A.R. 1998. Sistemá tica de Oryzomys Baird, 1858 do Leste do Brasil (Muroidea, Sigmodontinae). Unpublished Master's thesis, Universidade de Sã o Paulo.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Sistemá tica de Oryzomys Baird, 1858: definiçã o dos grupos de espécies e revisã o taxonô mica do grupo albigularis (Rodentia, Sigmodontinae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H M"
                        ],
                        "last": "; R",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wetzel",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "A new subspecies of Pseudoryzomys wavrini",
                "volume": "39",
                "issue": "",
                "pages": "649--655",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Percequillo, A.R. 2003. Sistemá tica de Oryzomys Baird, 1858: definiçã o dos grupos de espécies e revisã o taxonô mica do grupo albigularis (Rodentia, Sigmodontinae). Unpublished Doctoral thesis, Universidade de Sã o Paulo. Pine, R.H., and R.M. Wetzel. 1975. A new sub- species of Pseudoryzomys wavrini (Mammalia: Rodentia: Muridae: Cricetinae) from Bolivia. Mammalia 39: 649-655.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Sooretama, the Atlantic rainforest of Brazil",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "D"
                        ],
                        "last": "Por",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Por, F.D. 1992. Sooretama, the Atlantic rainforest of Brazil. The Hague: SPB Academic Publishers.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Oryzomyine rodents of the Antillean Subregion",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Ray",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ray, C.E. 1962. Oryzomyine rodents of the Antillean Subregion. Unpublished Doctoral thesis, Harvard University.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Rediscovery of Oryzomys gorgasi (Rodentia, Muridae), with notes on taxonomy and natural history",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Sá Nchez",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ochoa",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "65",
                "issue": "",
                "pages": "205--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sá nchez, H.J., J. Ochoa, G., and R.S. Voss. 2001. Rediscovery of Oryzomys gorgasi (Rodentia, Muridae), with notes on taxonomy and natural history. Mammalia 65: 205-214.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The relationships of Megaoryzomys curioi, an extinct cricetine rodent (Muroidea: Muridae) from the Galá pagos Islands",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Steadman",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Ray",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Smithsonian Contributions to Paleobiology",
                "volume": "51",
                "issue": "",
                "pages": "1--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steadman, D.W., and C.E. Ray. 1982. The relation- ships of Megaoryzomys curioi, an extinct cricetine rodent (Muroidea: Muridae) from the Galá pagos Islands, Ecuador. Smithsonian Contributions to Paleobiology 51: 1-23.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The taxonomic history of the South and Central American cricetid rodents of the genus Oryzomys. Part 1: subgenus Oryzomys",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H H"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "American Museum Novitates",
                "volume": "579",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tate, G.H.H. 1932. The taxonomic history of the South and Central American cricetid rodents of the genus Oryzomys. Part 1: subgenus Oryzomys. American Museum Novitates 579: 1-18.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Descriptions of some new Neotropical Muridae. Annals and Museum of Natural History ser",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "346--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1894. Descriptions of some new Neotropical Muridae. Annals and Museum of Natural History ser. 6, vol. 14: 346-366.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "New mammals from South America. Annals and Magazine of Natural History ser",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1913,
                "venue": "",
                "volume": "8",
                "issue": "",
                "pages": "567--574",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1913. New mammals from South America. Annals and Magazine of Natural History ser. 8, vol. 12: 567-574.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Systematics and ecology of ichthyomyine rodents (Muroidea): patterns of morphological evolution in a small adaptive radiation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "188",
                "issue": "",
                "pages": "259--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S. 1988. Systematics and ecology of ichthyomyine rodents (Muroidea): patterns of morphological evolution in a small adaptive radiation. Bulletin of the American Museum of Natural History 188: 259-493.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "A revision of the Brazilian muroid rodent genus Delomys with remarks on ''thomasomyine'' characters",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Museum Novitates",
                "volume": "3073",
                "issue": "",
                "pages": "1--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S. 1993. A revision of the Brazilian muroid rodent genus Delomys with remarks on ''tho- masomyine'' characters. American Museum Novitates 3073: 1-44.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "A new genus for Hesperomys molitor Winge and Holochilus magnus Hershkovitz (Mammalia, Muridae) with an analysis of its phylogenetic relationships",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Museum Novitates",
                "volume": "3085",
                "issue": "",
                "pages": "1--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., and M.D. Carleton. 1993. A new genus for Hesperomys molitor Winge and Holochilus magnus Hershkovitz (Mammalia, Muridae) with an analysis of its phylogenetic relation- ships. American Museum Novitates 3085: 1-39.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Comparative gross morphology of male accessory glands among Neotropical Muridae (Mammalia: Rodentia) with comments on systematic implications",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Linzey",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., and A.V. Linzey. 1981. Comparative gross morphology of male accessory glands among Neotropical Muridae (Mammalia: Rodentia) with comments on systematic im- plications. Miscellaneous Publications Museum of Zoology, University of Michigan 159: i-iv, 1-41.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "A new genus for Aepeomys fuscatus Allen, 1912, and Oryzomys intectus Thomas, 1921: enigmatic murid rodents from Andean cloud forests",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gó Mez-Laverde",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "American Museum Novitates",
                "volume": "3373",
                "issue": "",
                "pages": "1--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., M. Gó mez-Laverde, and V. Pacheco. 2002. A new genus for Aepeomys fuscatus Allen, 1912, and Oryzomys intectus Thomas, 1921: enigmatic murid rodents from Andean cloud forests. American Museum Novitates 3373: 1-42.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Revisã o sistemá tica do grupo de espécies nitidus do gênero Oryzomys (Rodentia: Sigmodontinae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M. 1996. Revisã o sistemá tica do grupo de espécies nitidus do gênero Oryzomys (Rodentia: Sigmodontinae). Unpublished Master's thesis, Universidade Federal do Rio de Janeiro.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Phylogeny of Neotropical oryzomyine rodents (Muridae: Sigmodontinae) based on the nuclear IRBP exon",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "29",
                "issue": "",
                "pages": "331--349",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M. 2003. Phylogeny of Neotropical oryzomyine rodents (Muridae: Sigmodon- tinae) based on the nuclear IRBP exon. Molecular Phylogenetics and Evolution 29: 331-349.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Phylogenetic relationships of oryzomyine rodents (Muroidea: Sigmodontinae): separate and combined analyses of morphological and molecular data",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "296",
                "issue": "",
                "pages": "1--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M. 2006. Phylogenetic relationships of oryzomyine rodents (Muroidea: Sigmo- dontinae): separate and combined analyses of morphological and molecular data. Bulletin of the American Museum of Natural History 296: 1-149.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Transandinomys, new genus TYPE SPECIES: Oryzomys talamancae J.A. Allen, 1891. CONTENTS: bolivaris J.A.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "Contents of the Tribe Oryzomyini",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF1": {
                "text": "Selected Morphological Comparisons Among New Genera from Clade D",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF3": {
                "text": "Oryzomys macconnelliThomas, 1910.  CONTENTS: emmonsae Musser et al., 1998  lamia Thomas, 1901; legatus Thomas, 1925;  macconnelli Thomas, 1910  (including incertus J.A. Allen, 1913, and mureliae J.A. Allen, 1915); nitidus Thomas, 1884 (including boliviae Thomas, 1901); and russatus Wagner, 1848 (including physodes Brants, 1827, intermedia Leche, 1886, coronatus Winge, 1887, kelloggi",
                "num": null,
                "content": "<table><tr><td>.</td></tr><tr><td>ETYMOLOGY: From eremia (Greek for</td></tr><tr><td>a lonely place), in reference to the isolated</td></tr><tr><td>distribution of this monotypic genus.</td></tr><tr><td>Euryoryzomys, new genus</td></tr><tr><td>TYPE SPECIES:</td></tr></table>",
                "type_str": "table"
            },
            "TABREF4": {
                "text": "). ETYMOLOGY: From eurus (Greek for farreaching or far-spread), in reference to the extensive distribution of this genus. Mus megacephalus Fischer, 1814. CONTENTS: acritus Emmons and Patton, 2005; laticeps Lund, 1840 (including saltator Winge, 1888, and seuanezi Weksler et al., 1999); megacephalus Fischer, 1814 (including capito Olfers, 1818, cephalotes Desmarest, 1819, velutinus J.A. Allen and Chapman, 1893, goeldii Thomas, 1897, and modestus, J.A. Allen, 1899); oniscus Thomas, 1904; perenensis J.A.",
                "num": null,
                "content": "<table><tr><td>Hylaeamys, new genus</td></tr><tr><td>TYPE SPECIES:</td></tr></table>",
                "type_str": "table"
            },
            "TABREF5": {
                "text": "Selected Morphological Comparisons Among New Genera from Clade B nomys. The accessory root(s) that are usually present on m1 in Nephelomys are apparently never developed in Transandinomys.",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF6": {
                "text": "Mus angouya Fischer, 1814. CONTENTS: angouya Fischer, 1814 (including buccinatus Olfers, 1818; angouya Desmarest, 1819; leucogaster Wagner, 1845; ratticeps Hensel, 1872; rex Winge, 1887; paraganus",
                "num": null,
                "content": "<table><tr><td>).</td></tr><tr><td>ETYMOLOGY: From oros (Greek for moun-</td></tr><tr><td>tain), in reference to the montane distribution</td></tr><tr><td>of this distinctive taxon.</td></tr><tr><td>Sooretamys, new genus</td></tr><tr><td>TYPE SPECIES:</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}