{
    "paper_id": "Wight1925-NotesontheTreeMouse,PhenacomysSilvicola",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:11.656026Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Wight1925-NotesontheTreeMouse,PhenacomysSilvicola",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "On and off for forty years I have studied and hunted the little \"Red Monk\" and the past few years I have averaged fifty kills, so I figure I am qualified to testify in this matter. Yes, the woodchuck can climb a tree, but to drive him any distance up a tree he must be caught away from his burrow and hard pushed by man or dog. Even at that I have never seen one more than ten to fifteen feet from the ground. I occasionally find one sunning itself anywhere from four to eight feet from the ground on a leaning tree or fence post.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While on the subject of the woodchuck I would state that only recently have I discovered this animal to be an insect eater. This spring (1925) we have had an unusually large visitation of the large brown beetle known as the June bug, and I had noticed about the entrance of various burrows excrement containing undigested parts of these beetles. At first I was suspicious that this represented the droppings of skunks but later I punctured a woodchuck with a 3D-3D bullet and scattered about, with blood and. other matter, a quantity of parts of these same insects. The woodchuck is classed as a strict vegetarian and if the June bug was a small insectit would be possible for the animal to take it in with clover and its other food but this beetle is a large bulky one and furthermore I found too much in the droppings for this occurrence. My observations may be exceptional but certainly were not caused by alack of food for the spring rains fostered a bountiful food supply.-CHARLES A. GIANINI, Poland, New York.",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 142,
                        "text": "(1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "About 10 miles north of Baker, Baker County, Oregon, a small abandoned orchard is located on. the slope of a hill alongside a small ravine, which here opens onto an extensive plain. The whole surrounding region is covered with sagebrush, but a small spring drains through the orchard, furnishing it with water. Many rocks outcrop on the sides of the adjoining hills, providing homes for rock-loving animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WOOD RAT DAMAGE TO FRUIT TREES IN EASTERN OREGON",
                "sec_num": null
            },
            {
                "text": "During late June, 1922, an expedition from the Michigan Museum of Zoology camped for several days in this orchard. We noted that the bark of many of the trees had been gnawed by some small animal, the tooth marks being too small for those of. a .porcupine. One night about midnight I saw some animal gnawing on the limb of an apple tree over my head, and the next day I set a steel trap at the base of the tree; during the night this trap caught an adult female wood rat (Neotoma cinerea occidentalis). There can be no doubt that this species is responsible for the damage done to the trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WOOD RAT DAMAGE TO FRUIT TREES IN EASTERN OREGON",
                "sec_num": null
            },
            {
                "text": "Both apple trees and cherry trees grew in the orchard and both had been damaged. One cherry tree in particular had been severely inj ured, and many good-sized limbs of the other trees had been completely girdled. Also the bark had been completely removed from many of the smaller branches.-L. R. DICE, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WOOD RAT DAMAGE TO FRUIT TREES IN EASTERN OREGON",
                "sec_num": null
            },
            {
                "text": "In the May number of the JOURNAL OF MAMMALOGY for 1921 (vol. 2, p.98), occurs the description by Mr. A. B. Howell of a new species of Phenacomys from Oregon. The present writer has since been able to collect information which not only extends the distribution of this species, as Howell predicted might be done, but which also makes it possible to add further data regarding its habits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/4/282/864454 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "In the spring of 1924 the writer's class in' zoological collecting made a rather intensive study of a valley and its adjacent ridge leading out of the Willamette Valley into the foot hills of the Coast Range Mountains, Oregon. While the goal set for the term's work was to make as complete a survey of the bird and mammal life as possible in the time available, special emphasis was given to two genera, Zapus and Phenacomys, owing to the fact that in 1915the writer gathered uncertain information regarding a red mouse which had been found by wood cutters who were working in the valley mentioned above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "The trap lines were eagerly investigated for these animals at each visit. The Zapus was never taken; but on April 24, while making a tour of the higher shoulders of some of the ridges, the class in two groups and the writer by himself simultaneously noticed a nest in a fir tree about forty-five feet from the ground. All recognized it as something new, and Mr. E. D. Platt volunteered to climb the tree and make an investigation. The ascent of a two-foot Douglas fir to the height of forty-five feet with neither climbers nor rope is not an easy feat but it was accomplished. The top of the tree had been broken off several years previously and a decayed stump remained. On the top of this stump was heaped a mass of small twigs and lichen which was approximately one foot in diameter. This mass, which was at first taken for the nest, was found empty. Further search disclosed the nest which was composed of shredded lichen about six inches down inside the cup of the stump. It contained four young mice well covered with hair and readily recognized as belonging to the genus Phenacornys. These were removed and three mouse traps were thrown up to Mr. Platt who set them on horizontal limbs coming from the sides of the stump. The next day the tree was visited and the mother was found hanging from one of the limbs het'd in the trap which had caught her by a hind leg. The traps were reset with no results and a careful examination of the entire community has not shown further evidence of this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "Great care was taken to raise the four young and although they apparently thrived on a diluted mixture of cow's and goat's milk they suddenly weakened and at the end of a week all died and were preserved in alcohol. The mature adult female, which has been identified as Phenacomus silvicola by Mr. A. Brazier Howell, is preserved as a museum skin. Microscopic examination of her stomach contents showed fir needles, bark, and lichen, all in a finely pulverized condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "As far as is known, this is the second specimen of Phenacomys silvicola that has been collected, and the first to be taken east of the Coast Range. It is interesting to note that Mr. Howell's predictions, that this species is undoubtedly arboreal and that it would probably be found elsewhere in the humid timbered areas of the state, have so soon been verified.r-r-H. M. VVIGHT, Oreqoti Aqricultural College, Corvallis, Oregon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE TREE MOUSE, PHENACOMYS SILVICOLA",
                "sec_num": null
            },
            {
                "text": "While in England in May, 1922, I visited Woburn Abbey, the Duke of Bedford's estate, to see the Pere David deer. I had heard that there were only about half as many as before the war and I was anxious to see for myself. The head keeper took me around and showed me the deer, which were divided into three separate bunches. One bunch contained mostly females and young of the year; another was an assortment of mostly smaller males, and the third contained",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PERE DAVID DEER HERD",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/4/282/864454 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}