{
    "paper_id": "Wollnik1985-Sexdifferencesinthedailypatternoflocomotoractivityinlaboratoryrats",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:30.171065Z"
    },
    "title": "ers (7 of the 8, one-tailed P=0.035, sign test). This testis size-mating system relationship is convincing given the number of ways that masking variability could have been introduced into the data set. These include among-year differences in the timing of breeding, among-male differences in breeding status, amonglocality differences in breeding phenologies or even breeding systems (Calidris alba is serially polygamous in the Canadian arctic [15], but monogamous in Greenland [16]), and the possibility of migratory individuals being included in the sample. None of these considerations, though, is likely to bias the trend in any systematic fashion. Sexual selection resulting from increased testes use, then, can account for males of sandpiper species with non-monogamous breeding systems having relatively larger testes than would males from monogamous sandpiper species. This result can be explained solely on the basis of opportunities to mate with different females in a breeding season, without invoking sperm competition. Clearly, careful documentation of the relative incidences of sperm competition and simple sperm depletion in wild bird populations would be of great value",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Wollnik1985-Sexdifferencesinthedailypatternoflocomotoractivityinlaboratoryrats",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "To amass these data required the cooperation of many individuals and institutions. For sharing their own field data, I am most grateful to P.S. Tomkovich and R. Gill Recent studies have shown that steroid hormones modulate circadian timekeeping processes in mammals [1] . Furthermore, the neuronal structure of the suprachiasmatic nuclei of the hypothalamus, which are essential for the generation and entrainment of circadian rhythms, appears to be sexually differentiated [2] . Although this morphological dimorphism is suspected to cause sex differences in the circadian control of various functions, only few studies have addressed this question [3 61 . The present study supplies information supporting an obvious sex difference in the daily pattern of locomotor activity in laboratory rats. Ultradian rhythms, which have been found to be genetically fixed in two inbred strains of rats [7] , are also sex-specific. They w.ere observed in male animals of these strains. The females failed to show any ultradian rhythmicity.",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 269,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 474,
                        "end": 477,
                        "text": "[2]",
                        "ref_id": null
                    },
                    {
                        "start": 650,
                        "end": 655,
                        "text": "[3 61",
                        "ref_id": null
                    },
                    {
                        "start": 892,
                        "end": 895,
                        "text": "[7]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Adult male and female rats of the inbred strains BH/Ztm (3/~, n = 6) and LEW/Ztm (c~, n=12; 9, n=ll) were bred in our laboratory on a light-dark cycle of LD 12:12 under controlled environmental conditions (room temperature 22__ 1 ~ relative humidity 55_+5%). Locomotor activity was measured continuously for 10 days with an electronic movement analyzer [8] . The animals were individually kept in polycarbonate cages (55 x 33 x 20 cm) with free access to food and water. The periodicity of the activity patterns was examined using the \"generalized harmonic spectral analysis\" [9] , which is based on the calculation of an autocorrelation function, and the \"chi-square periodogram\" [10] , which is a modified version of Enright's periodogram. The locomotor activity patterns of a typical male and a typical female rat of the inbred strains LEW/Ztm and BH/Ztm are compared in Fig. 1 . A1-though all animals were nocturnal, the most obvious differences between strains and sexes were apparent during the dark period. The LEW and BH females exhibited a more or less constant level of activity during the dark period, while the males were characterized by a trimodal (LEW) or bimodal (BH) activity pattern. These activity distributions give rise to ultradian frequencies of 4 and 4.8 h period length for the LEW male and 4, 4.8, and 6 h period length for the BH male. In the activity patterns of the BH and LEW females only a weak 12-h rhythm, but no ultradian periodicities were detected by either data analysis method. This sex difference applies equally to all animals of the particular strain. As the harmonic spectral analysis allows pooling of spectral estimates of several individuals, animals of the same strain and sex can be grouped together and the groups compared with each other. The pooled spectral analysis of both male and female rats of the two inbred strains are shown in Fig. 2 . Differences in the amplitude of distinct spectral estimates were examined with Student's t-test. The BH strain showed significant sex differences in regard to the 24-h component, the 24-h component of the females (S' = 839 _+ 212) being twice that of the males (S'= 395___235). Moreover, the spectral analysis of the male BH rats included ultradian components of 12h (S'=331_144), 6h (S' = 323 4-271), 4.8 h (S' = 278 __ 199), and 4 h (S'= 179_ 90) period lengths. The amplitudes of these periods were significantly higher than corresponding amplitudes in the spectrum of the BH females. The spectral analysis of the LEW strain showed a 24-h component which did not differ significantly between males (S'=584_+132) and females (S'= 483 4-164). Additional ultradian components of 4.8 (S'=311 +_92) and 4 h (S'=225_135) period lengths occurred only in male animals. Sex differences in the daily pattern of locomotor activity were observed in two inbred strains of laboratory rats. The amplitude of the 24-h rhythm was significantly lower in male rats of the BH strain than in females of this strain. Although this observation is limited to only one strain, it supports earlier reports which suggested sex-related differences in the circadian system of the rat [1, 3, 4] . Female rats have been found to show daily rhythmicity in neuroendocrine functions, related to the timing of ovulation, not seen in males [3] . Females, likewise, have a higher plasma corticosterone concentration peak than males [4] . Since ultradian rhythms in locomotor activity were observed only in male animals of the LEW and BH strains, the data additionally indicate that ultradian rhythms in locomotor activity are sex-specific. Ultradian rhythms are known to exist in laboratory rats [11, 12] , and it has been shown that their existence is connected with a distinct genetical background [7] . Causal and functional analyses of ultradian rhythms, however, have only just begun. Measurements performed on rats of the BH and LEW strains under continuous light conditions confirmed the assumption of an independent ultradian oscillator which causes activity rhythms in the LEW and BH strains [7] . Other authors [13] , however, suggest that ultradian rhythmicity reflects the activity of several circadian oscillators coupled to one another in various phase relations (i.e. 4.8 h or 4 h apart). The known multioscillator structure of the pacemaker system provides several possibilities concerning the specific nature of the observed ultradian rhythms, which might also result from the different hormonal environments of the sexes. Testosteron, for instance, plays an important role in the circadian organization. This is suggested by the observation that in starlings testosterone provoked \"splitting\" of the activity rhythms into two components, which temporarily free-ran with different circadian frequencies [14] . Testosterone may, therefore, be involved in the coupling of circadian oscillators controlling the rhythm of locomotor activity. A recent report on female hamsters also indicated that gonadal steroids may play a role in synchronizing a multioscillatory circadian system. In this particular study, however, splitting was associated with low estrogen levels [15] . As is the case with many other sexually differentiated behaviors [16] , the hormonal environment during a critical stage of development determines how the adult circadian system will respond to hormonal signals [5, 171. Further studies are needed to understand the nature of ultradian rhythms and to determine the extent to which the difference between male and female rats may depend on the adult or perinatal hormonal environment. I thank S. Lfihmann for her help and technical assistance, and K.D. D6hler, K. G/irtner, T.R. Geimer and A. Herrmann for their comments on the manuscript. This research was supported by a grant from the Deutsche Forschungsgemeinschaft, SFB 146.",
                "cite_spans": [
                    {
                        "start": 353,
                        "end": 356,
                        "text": "[8]",
                        "ref_id": null
                    },
                    {
                        "start": 576,
                        "end": 579,
                        "text": "[9]",
                        "ref_id": null
                    },
                    {
                        "start": 681,
                        "end": 685,
                        "text": "[10]",
                        "ref_id": null
                    },
                    {
                        "start": 3152,
                        "end": 3155,
                        "text": "[1,",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 3156,
                        "end": 3158,
                        "text": "3,",
                        "ref_id": null
                    },
                    {
                        "start": 3159,
                        "end": 3161,
                        "text": "4]",
                        "ref_id": null
                    },
                    {
                        "start": 3301,
                        "end": 3304,
                        "text": "[3]",
                        "ref_id": null
                    },
                    {
                        "start": 3392,
                        "end": 3395,
                        "text": "[4]",
                        "ref_id": null
                    },
                    {
                        "start": 3656,
                        "end": 3660,
                        "text": "[11,",
                        "ref_id": null
                    },
                    {
                        "start": 3661,
                        "end": 3664,
                        "text": "12]",
                        "ref_id": null
                    },
                    {
                        "start": 3760,
                        "end": 3763,
                        "text": "[7]",
                        "ref_id": null
                    },
                    {
                        "start": 4061,
                        "end": 4064,
                        "text": "[7]",
                        "ref_id": null
                    },
                    {
                        "start": 4081,
                        "end": 4085,
                        "text": "[13]",
                        "ref_id": null
                    },
                    {
                        "start": 4780,
                        "end": 4784,
                        "text": "[14]",
                        "ref_id": null
                    },
                    {
                        "start": 5142,
                        "end": 5146,
                        "text": "[15]",
                        "ref_id": null
                    },
                    {
                        "start": 5214,
                        "end": 5218,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 5360,
                        "end": 5368,
                        "text": "[5, 171.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 874,
                        "end": 880,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1885,
                        "end": 1891,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Th. Finkenst/idt and J.-P. Ewert Arbeitsgruppe Neuroethologie und Biokybernetik, FB Biologic/Chemic der GhK, Universitfit des Landes Hessen, D-3500 Kassel 1-s trains consisting of 0.5 ms square wave pulses of about 100 gA at 100 Hz for 10 to 20 s applied randomly during a period of 90 min. The stimulus procedure should prevent effects related to neuronal adaptation and conditioning. The neural activation pattern was basically opposite to the one obtained during MS222 anesthesia (Table 1) , but resembled the telencephalic activation pattern obtained during prey catching and predator avoidance behavior (Table 1). As a direct stimulation effect, the 2 D G uptake in the tegmental reticular formation was relatively strong. Glucose utilization in the medial pallium was bilaterally suppressed, but bilaterally increased in the striatum (Table 1).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 483,
                        "end": 492,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Glucose Utilization in the Toad's Brain during Anesthesia and Stimulation of the Ascending Reticular Arousal System A 14C-2-Deoxyglucose Study",
                "sec_num": null
            },
            {
                "text": "Experiment 3: Toads under MS 222 anesthesia were stimulated electrically",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glucose Utilization in the Toad's Brain during Anesthesia and Stimulation of the Ascending Reticular Arousal System A 14C-2-Deoxyglucose Study",
                "sec_num": null
            },
            {
                "text": "The brains of behaving toads show a distinct and distinguishable metabolic activational pattern in response to prey, non-prey, and predator key stimuli, respectively, as revealed by the ~4C-2-desoxyglucose (2DG) autoradiograph method [1, 2] . Due to its novelty character each stimulus presentation arouses the animal. Interestingly, the medial pallium (MP) showed a significant suppression of 2 D G utilization during repetitive stimulation, whereas the striatum (STR) and the tegmental reticular formation (RET) indicated a significant increase in 2 D G uptake ( Fig. J A, B) . Since unstimulated control animals in homogeneous environment showed an increased 2 D G utilization in the MP accompanied with a decrease in the STR (Fig. IC) , we conducted three types of experiments in order to decide whether activity in MP is related to arousal.",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 237,
                        "text": "[1,",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 238,
                        "end": 240,
                        "text": "2]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 565,
                        "end": 577,
                        "text": "Fig. J A, B)",
                        "ref_id": null
                    },
                    {
                        "start": 729,
                        "end": 738,
                        "text": "(Fig. IC)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Glucose Utilization in the Toad's Brain during Anesthesia and Stimulation of the Ascending Reticular Arousal System A 14C-2-Deoxyglucose Study",
                "sec_num": null
            },
            {
                "text": "were anesthetized by MS222, and injected with 2 D G (15 g Ci/100g bodyweight; for methodological details see [1] ). The brains of all investigated animals displayed the same pattern of 2 D G utilization. Strikingly strong 2 D G uptake was found in the entire medial pallium (Fig. 1 Da) ; no uptake was found in the tegmental reticular formation and the striatum (Table 1) .",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 112,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 274,
                        "end": 285,
                        "text": "(Fig. 1 Da)",
                        "ref_id": null
                    },
                    {
                        "start": 362,
                        "end": 371,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Experiment 1: Toads Bufo bufo",
                "sec_num": null
            },
            {
                "text": "Experiment 2: After paralyzing toads by lymphaI application of succinylcholin they received a bolus of 2 D G and were stimulated electrically in the left tegmental reticular formation by Fig. 1. A) Coronal section at the level of the medial telencephalon. After receiving a t4C-2DG injection in the caudal lymphatic sac, the toad was binocularly stimulated with a moving large square (predator key stimulus). The STR shows a strong uptake, the ventreal portion of the MP a very low 2DG uptake. For abbreviations see Table 1 . The photograph depicts a computer-processed autoradiograph with the regional distribution of radiation. B) Coronal section at the level of the cerebellum. The RET shows strong uptake of 2DG during binocular stimulation with a worm-like moving stripe. C) Coronal section roughly at the same telencephalic level as in A). This control with intact eyes did not receive any specific visual stimulation in an otherwise identical environment. The ventral portion of the MP shows a significant increase of 2 DG uptake in comparison to visually stimulated animals. The striatum did not show increased 2DG uptake. Da) Original autoradiograph image of a coronal section roughly at the same telencephalic level as in A) and C). The toad was anesthetized with MS222 (cf. Experiment 1). The uptake of the entire MP was strong whereas the striatum showed no 2DG uptake. Db) The toad was anesthetized by MS222, and received electrical stimulation in the RET (cf. Experiment 3). Both the striatum and medial pallium show little or no 2DG uptake",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 187,
                        "end": 197,
                        "text": "Fig. 1. A)",
                        "ref_id": null
                    },
                    {
                        "start": 516,
                        "end": 523,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Experiment 1: Toads Bufo bufo",
                "sec_num": null
            },
            {
                "text": "Naturwissenschaften 72 (1985) 9 Springer-Verlag 1985",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Vertebrate Circadian Systems",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Turek",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Gwinner",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Turek, F.W., Gwinner, E., in: Verte- brate Circadian Systems, p. 173 (eds.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Berlin",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Aschoff",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Daan",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Groos",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aschoff, J., Daan, S., Groos, G.A.). Ber- lin-Heidelberg: Springer 1982",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Biological Rhythms and their Central Mechanism",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Zucker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Suda",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hayaishi",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zucker, I., in: Biological Rhythms and their Central Mechanism, p. 369 (eds. Suda, M., Hayaishi, O., Nakagawa, N.). Amsterdam : Elsevier/North-Holland, Biomed. Press 1979",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": ", Jr. I thank M.L. Reid, R.L. McLaughlin, and G.B. Cabe for their assistance in data collection. For inspecting specimens in their custody I thank: J.P. Angle (National Museum of Natural History, Smithsonian Institution), C.E. Close (University of Washington, Washington State Museum), K.L. Garrett (Los Angeles County Museum of Natural History), S.F. Bailey (Museum of Vertebrate Zoology, Berkeley), M.B. Robbins (Academy of Natural Sciences, Philadelphia), M.J. Mengel (University of Kansas, Museum of Natural History), D.B. Cutler (California Academy of Sciences), and D.W. Snow (British Museum of Natural History). For access to their collections I thank: National Museum of Natural Sciences (Ottawa), Royal Ontario Museum, Museum of Comparative Zoology (Harvard University), Field Museum of Natural History (Chicago), University of Michigan Museum of Natural History, and the American Museum of Natural History. B.E. Lyon, R.L. McLaughlin, R.D. Montgomerie, and M.L. Reid provided helpful comments on an earlier draft."
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": ",,,J~il., ,~ , .i ..... i ,i ~,~I~,,,,LdL ,,,&l .... I ,~ ...... l ,.,,L,A .... ~,~ .I.,,,~ .... , ,,~. ~,L,,,.~,ali,~,~i.L ,.,. ..... ~ ......... , 9 ~ ..... , ......... , ,~,,,.~,,,,\" ,~,,, , ~ .... ,,, ~..a,. ,,..~,.~,.,~ i~ ......... , ,,, ~i,,,,.~ ,~.,, ,,~J,, ,,,,.,~,. , , t, .... ~ ~..'~ ' :i:', 0 co 2/. 12 8 6 4,8 /. 3 period length (h) LEW ~ LD ~,~, ~-~..,-.... ~ .... *a ......... L, ~.J~,.a. ~,.~, .,L >,L/. ,,,~,., E, , ,i, ~.._ .--,J~*~,L...LL,~ .,..~.~ ....... * ,..t~..~ a.,.,.,,..~,.~ ,i~ . ..... ~.~ ', '~-H-h,,,.,,~ ,,+~.., 12 24 co 2/. 12 8 6 4,8 /* 3 1 12 2/* period length [h)period length (h) period length (h) Double-plotted locomotor activity records of a typical male and a typical female rat of the inbred strains BH/Ztm and LEW/Ztm entrained to LD 12: 12. Below the records of each animal the spectral analysis of these individual data is shown on the left, the chi-square periodogram on the right side Pooled spectral analysis of locomotor activity within both sexes of the inbred strains BH/Ztm, and LEW/Ztm. The 95% confidence limits of the spectral estimates of n animals are plotted as vertical lines"
            },
            "TABREF0": {
                "content": "<table><tr><td/><td>8. Avery, M.I.: Ibis 126, 177 (1984)</td></tr><tr><td>Received September 27 and November 12, 1984</td><td>9. 12. Hogan-Warburg, A.J.: Ardea 54, 1 (1966) 13. Hilden, O. : Ornis Fenn. 52, 117 (1975)</td></tr><tr><td>1. Dewsbury, D.A.: Am. Nat. 119, 601</td><td>14. Parmelee, D.F., Payne, R.B.: Ibis 115,</td></tr><tr><td>(1982)</td><td>218 (1973)</td></tr><tr><td>2. Trivers, R.L., in: Sexual Selection and</td><td>15. Parmelee, D.F. : Living Bird 9, 97</td></tr><tr><td>the Descent of Man, p. 136 (ed. Camp-</td><td>(1970)</td></tr><tr><td>bell, B.). Chicago: Aldine 1972</td><td>16. Pienkowski, M.W., Green, G.H.: Brit.</td></tr><tr><td>3. Dewsbury, D.A., Baumgardner, D.J.:</td><td>Birds 69, 165 (1976)</td></tr><tr><td>Behav. Ecol. Sociobiol. 9, 121 (1981)</td><td>17. Johnsgard, P.A. : The Plovers, Sandpip-</td></tr><tr><td>4. Harcourt, A.H., et al.: Nature 293, 55</td><td>ers, and Snipes of the World. Lincoln:</td></tr><tr><td>(1981)</td><td>Univ. of Nebraska Press 1981</td></tr><tr><td>5. Short, R.V.: Adv. Study Behav. 9, 331</td><td>18. Pitelka, F.A. : Condor 61,233 (1959)</td></tr><tr><td>(3979)</td><td>19. Holmes, R.T. : ibid. 68, 3 (1966)</td></tr><tr><td>6. Collins, T.: New Sci. 78, 12 (1978)</td><td>20. Jehl, J.R., Jr.: Wilson Bull. 85, 115</td></tr><tr><td>7. Oring, L.W., in: Avian Biology, Vol. 6</td><td>(1973)</td></tr><tr><td>(eds. Farner, D.S., King, J.R.). New</td><td>21. Nettleship, D.N.: Polarforschung 4, 8</td></tr><tr><td>York: Academic Press 1982</td><td>(1974)</td></tr><tr><td>F. Wollnik</td><td/></tr><tr><td colspan=\"2\">Institut ffir Versuchstierkunde im Zentralen Tierlaboratorium</td></tr><tr><td colspan=\"2\">der Medizinischen Hochschule, D-3000 Hannover</td></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "Pitelka, F.A., Holmes, R.T., MacLean, S.F. Jr.: Am. Zool.14, 185 (1974)   10. Jarman, P.J., in: Current Problems in Sociobiology, p. 323 (eds. King's College Sociobiology Group). London: Cambridge Univ. Press 1982 lt. Myers, J.P. : Am. Birds 33,823 (1979)"
            }
        }
    }
}