{
    "paper_id": "Woodman2010-Twonewspeciesofshrews(Soricidae)fromthewesternhighlandsofGuatemala",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:33.463171Z"
    },
    "title": "Two new species of shrews (Soricidae) from the western highlands of Guatemala",
    "authors": [
        {
            "first": "Neal",
            "middle": [],
            "last": "Woodman",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Smithsonian Institution",
                "location": {
                    "postCode": "20013-7012",
                    "settlement": "Washington",
                    "region": "DC",
                    "country": "USA"
                }
            },
            "email": "woodmann@si.edu"
        }
    ],
    "year": "",
    "abstract": "The broad-clawed shrews (Soricomorpha: Soricidae: Cryptotis) encompass a clade of 5 species-Cryptotis alticolus (Merriam), C. goldmani (Merriam), C. goodwini Jackson, C. griseoventris Jackson, and C. peregrinus (Merriam)-that is known collectively as the Cryptotis goldmani group and is characterized by broadened forefeet, elongated and broadened fore claws, and broadened humeri. These shrews are distributed in highland regions from central Mexico to Honduras. Two broad-clawed shrews, C. goodwini and C. griseoventris, occur in southern Mexico and Guatemala and are presumed sister species whose primary distinguishing feature is the larger size of C. goodwini. In an investigation of variation within and between these 2 species, I studied characteristics of the postcranial skeleton. Statistical analyses of a variety of character suites indicate that the forelimb morphology in this group exhibits less intraspecific variation and greater interspecific variation than cranio-mandibular morphology, although most skull characters support groupings based on forelimb characters. Together, these characters define 4 distinct groups among the specimens examined. C. griseoventris is restricted to the northern highlands of Chiapas, Mexico, and C. goodwini occurs in the southern highlands of Chiapas and Guatemala. Herein, I describe 2 new species of broad-clawed shrews from the Sierra de los Cuchumatanes, Guatemala.",
    "pdf_parse": {
        "paper_id": "Woodman2010-Twonewspeciesofshrews(Soricidae)fromthewesternhighlandsofGuatemala",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The broad-clawed shrews (Soricomorpha: Soricidae: Cryptotis) encompass a clade of 5 species-Cryptotis alticolus (Merriam), C. goldmani (Merriam), C. goodwini Jackson, C. griseoventris Jackson, and C. peregrinus (Merriam)-that is known collectively as the Cryptotis goldmani group and is characterized by broadened forefeet, elongated and broadened fore claws, and broadened humeri. These shrews are distributed in highland regions from central Mexico to Honduras. Two broad-clawed shrews, C. goodwini and C. griseoventris, occur in southern Mexico and Guatemala and are presumed sister species whose primary distinguishing feature is the larger size of C. goodwini. In an investigation of variation within and between these 2 species, I studied characteristics of the postcranial skeleton. Statistical analyses of a variety of character suites indicate that the forelimb morphology in this group exhibits less intraspecific variation and greater interspecific variation than cranio-mandibular morphology, although most skull characters support groupings based on forelimb characters. Together, these characters define 4 distinct groups among the specimens examined. C. griseoventris is restricted to the northern highlands of Chiapas, Mexico, and C. goodwini occurs in the southern highlands of Chiapas and Guatemala. Herein, I describe 2 new species of broad-clawed shrews from the Sierra de los Cuchumatanes, Guatemala.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "are poorly differentiated. The primary characteristics distinguishing them are the generally larger skull and external body size of C. goodwini (Woodman and Croft 2005; Woodman and Timm 1999) .",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 168,
                        "text": "(Woodman and Croft 2005;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 169,
                        "end": 191,
                        "text": "Woodman and Timm 1999)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Recent fieldwork investigating remnant communities of small mammals in the western highlands of Guatemala has provided additional specimens of broad-clawed shrews. In attempting to better characterize C. goodwini and C. griseoventris, Woodman and Stephens (2010) used quantifiable characteristics of the forefoot to supplement traditional cranial characteristics. In addition to being able to separate C. goodwini and C. griseoventris accurately, we were consistently able to distinguish the San Cristóbal and Todos Santos populations of C. griseoventris. Characteristics of the humerus similarly distinguish C. goodwini and the Guatemalan population of C. griseoventris (the humerus of C. griseoventris from Chiapas is unknown). These and other characters have since helped to identify a 4th distinctive population of broadclawed shrews, previously believed to represent C. goodwini. Although cranio-mandibular characteristics generally support these distinctions, when used alone these traditional characters are not adequate for clearly separating the 4 groups. In this paper, I describe 2 new species of shrews from western Guatemala and show how they differ from C. goodwini and C. griseoventris based on a combination of characteristics derived from the skull and the postcranial skeleton. This work underscores the utility of postcranial elements in evaluating species diversity among small mammals.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 262,
                        "text": "Woodman and Stephens (2010)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All measurements presented herein are in millimeters and all weights in grams. Tabular univariate statistics include mean 6 SD and total range. Skull measurements follow those described and illustrated by Woodman and Timm (1993) . Skulls and humeri were measured to the nearest 0.1 mm using digital calipers or an ocular micrometer in a dissection microscope. External measurements are from specimen labels or original field notes of collectors. Length of the head and body was determined by subtracting tail length from total length. Abbreviations used for external and cranial measurements are provided in Table 1 . Dimensions of bones of the forefoot follow those described and figured by Woodman and Morgan (2005) and Woodman and Stephens (2010) . The term ray refers to the portions of the manus associated with a metacarpal and its respective phalanges, and digit is that part of the ray associated with the phalanges alone. Bones of ray III were measured from X-ray images of traditional dried skins, produced with a digital X-ray system in the Division of Fishes, Department of Vertebrate Zoology, National Museum of Natural History, Washington, District of Columbia. Images were transferred to Adobe Photoshop CS3 (version 10.0.1; Adobe, San Jose, California), where they were trimmed and converted to positive images. Individual bones were measured using the custom Measurement Scale in the Analysis menu. Only measurements from ray III were used in this study, because ray III shows the greatest variation among groups (Woodman and Morgan 2005; Woodman and Stephens 2010) . All ray III measurements were rounded to the nearest 0.01 mm and are presented with their respective abbreviations in Table 2 . Capitalized color terms are those of Ridgway (1912) . Capitalized vegetational associations are from the Holdridge classification of life zones (Holdridge 1947 ; Ministerio de Agricultura, Ganadería y Alimentación 2001) . Threat of frost comes from Tamasiunas et al. (2002) . Following the ruling of the International Commission on Zoological Nomenclature (2006) , the genus Cryptotis is herein treated as masculine.",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 228,
                        "text": "Woodman and Timm (1993)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 692,
                        "end": 717,
                        "text": "Woodman and Morgan (2005)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 722,
                        "end": 749,
                        "text": "Woodman and Stephens (2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1530,
                        "end": 1555,
                        "text": "(Woodman and Morgan 2005;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1556,
                        "end": 1582,
                        "text": "Woodman and Stephens 2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1750,
                        "end": 1764,
                        "text": "Ridgway (1912)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1857,
                        "end": 1872,
                        "text": "(Holdridge 1947",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1914,
                        "end": 1932,
                        "text": "Alimentación 2001)",
                        "ref_id": null
                    },
                    {
                        "start": 1962,
                        "end": 1986,
                        "text": "Tamasiunas et al. (2002)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 2017,
                        "end": 2075,
                        "text": "International Commission on Zoological Nomenclature (2006)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 608,
                        "end": 615,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1703,
                        "end": 1710,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The 2 new species described herein are most similar in size and morphology to C. goodwini and C. griseoventris, and specimens of the new species were initially identified as belonging to 1 of those 2 species. Therefore, most comparisons are with those 2 species. In the preliminary analyses, I refer to the smaller of the new species from the region near Todos Santos, Guatemala, as species A and the larger species from the northern Cuchumatanes as species B to distinguish them from Mexican C. griseoventris (sensu stricto) and southern Guatemalan C. goodwini (sensu stricto).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "To characterize the overall variation in morphology among all specimens and to compare the 2 new species to C. goodwini and C. griseoventris, I carried out principal component analyses on correlation matrices using Systat 11 (Cranes Software International, Bangalore, India). In tests of crania I used a suite of 10 log 10 -transformed cranial variables (CBL, ZP, PO, U1B, U3B, M2B, PL, TR, UTR, and MTR) from 18 C. goodwini, 8 C. griseoventris, 21 species A, and 8 species B. For ray III, I used 7 log 10 -transformed variables (DPL, DPW, MPL, MPW, PPL, PPW, and ML) measured from 13 C. goodwini, 8 C. griseoventris, 26 species A, and 6 species B.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "I examined specimens (see Appendix I) from the following collections (abbreviations in parentheses): American Museum of Natural History, New York, New York (AMNH); Field Museum of Natural History, Chicago, Illinois (FMNH); University of Kansas Natural History Museum, Lawrence, Kansas (KU); Museum of Comparative Zoology, Cambridge, Massachusetts (MCZ); University of Michigan Museum of Zoology, Ann Arbor, Michigan (UMMZ); and National Museum of Natural History, Washington, District of Columbia (USNM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Analyses of skull and postcranial features were implemented initially to identify a consistent set of characters that would distinguish C. goodwini and C. griseoventris and thereby facilitate the identification of newly collected specimens of broad-clawed shrews from Guatemala. The 2 species were known to differ in average size, and this size difference is reflected in a plot of condylobasal length (CBL) against breadth across M2s (M2B; Fig. 1 ). In general, specimens identified as species A group with C. griseoventris, and those labeled species B plot with C. goodwini. However, species B tends to have a distinctly narrower palate at a given CBL than typical C. goodwini. Although the 2 species group separately when their identities are known, one would not predict a priori that 2 species were represented in their combined plot. To study the characters of the cranium more comprehensively, I carried out a principal components analysis on 10 cranial variables. A plot of resulting factor scores on the first 2 factor axes ( Fig. 2) confirms the difference in average cranial size between C. goodwini and C. griseoventris. In this plot, factor 1 represents overall size (Table 3) and factor 2 is a contrast between UTR and several variables representing cranial width (PO, M2B, U3B, and U1B). The combined set of C. griseoventris and species A separate from C. goodwini and species B along factor 1 with little overlap, again confirming the difference in size among these populations. Along factor 2 C. griseoventris overlaps considerably with species A, and C. Table 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 441,
                        "end": 447,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1035,
                        "end": 1042,
                        "text": "Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 1180,
                        "end": 1189,
                        "text": "(Table 3)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 1572,
                        "end": 1579,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "WOODMAN-TWO NEW SHREWS FROM GUATEMALA goodwini with species B. In both cases the overlap between the pairs of species is incomplete, and the individuals of each maintain a sense of cohesion. The slight differences reflect the tendencies of Mexican C. griseoventris and species B to have narrower skulls and longer unicuspid rows than species A and C. goodwini, respectively. Variables measured from the forefeet of these shrews further distinguish the 4 populations. Lengths of the metacarpals, proximal phalanges, and middle phalanges overlap broadly among groups, and in some cases the means are the same or nearly so ( Table 2 ). The widths of these 3 bones, however, differ consistently among populations. The bones of the forefoot of C. griseoventris are the narrowest, those of species A are intermediate, and those of C. goodwini and species B are the widest (Figs. 3 and 4 ). The ranges of measurements among these 3 groupings (with C. goodwini and species B treated as a single group in this analysis) show little or no overlap. Both length and width of the distal phalanges exhibit similar patterns: the distal phalanges of C. griseoventris are the shortest and narrowest, followed sequentially by species A, species B, and C. goodwini. When both dimensions of the distal phalanx are plotted ( Fig. 5 ), C. griseoventris, species A, and C. goodwini show no overlap. However, species B overlaps with larger individuals of species A and smaller individuals of C. goodwini.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 622,
                        "end": 629,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 866,
                        "end": 880,
                        "text": "(Figs. 3 and 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1304,
                        "end": 1310,
                        "text": "Fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "June 2010",
                "sec_num": null
            },
            {
                "text": "To better understand the overall variation among elements of the forefoot, I carried out a principal components analysis on 7 variables from ray III. A plot of factor scores on the first 2 factor axes ( axis represents overall size of ray III (Table 4 ). The 2nd factor axis primarily represents the lengths of the proximal phalanx (PPL) and metacarpal (ML). Both variables are negatively weighted, however, so their values decrease as factor 2 increases (Table 4 ). The distributions of the populations on this plot ( Fig. 6 ) evidence a generalized trend of decreasing PPL and ML (factor 2) with increasing multivariate size of ray III (factor 1) among the 4 populations (i.e., across groups). The distribution of individuals within each of the 4 populations (i.e., within groups), however, exhibits the opposite tendency of increasing PPL and ML with size of ray III. Some of the separation of groups shown on this plot is explainable by proportional differences in bones among species. C. griseoventris and species A, for example, have the same mean ML (Table 4) , but different mean PPL. The same pattern is true for C. goodwini and species B. These tendencies and patterns confirm that individual characteristics of the manus have evolved independently among the 4 populations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 243,
                        "end": 251,
                        "text": "(Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 455,
                        "end": 463,
                        "text": "(Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 525,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1057,
                        "end": 1066,
                        "text": "(Table 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "June 2010",
                "sec_num": null
            },
            {
                "text": "Although the humerus of C. griseoventris is unknown, those of the other 3 populations show distinct contrasts in overall size and in the prominence of certain processes, particularly the teres tubercle and the lateral and medial epicondyles (Fig. 7) . The humerus of species A is smallest and most compact; that of C. goodwini is intermediate in size; and that of species B is the largest and has the most prominent processes, the widest distal end, and the broadest articular surface with the ulna.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 241,
                        "end": 249,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "June 2010",
                "sec_num": null
            },
            {
                "text": "The preceding analyses indicate that C. griseoventris is differentiated from C. goodwini and species B by its much smaller body and cranial size, and from all 3 of the other populations by its narrower metacarpals and proximal and middle phalanges and its shorter and narrower distal phalanges. A smaller skull, narrower metacarpals and phalanges, and smaller, more compact humerus distinguish species A from C. goodwini and species B; its shorter and narrower distal phalanges further distinguish it from C. goodwini. Species B has a relatively narrower palate and a much larger humerus than C. goodwini. These differences indicate that species A and species B are distinct from C. goodwini and C. griseoventris and from each other. It is important to note that, if cranial and external characters were evaluated without the postcranial characters, only 2 of these 4 species would have been recognized. Although species B has the largest humerus, C. goodwini has the largest fore paws and fore claws, indicating that these structures evolved independently of each other among the 4 populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "June 2010",
                "sec_num": null
            },
            {
                "text": "Family Soricidae Fischer von Waldheim, 1814 Subfamily Soricinae Fischer von Waldheim, 1814",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Genus Cryptotis Pomel, 1848 ''Cryptotis mexicanus group' ' Choate, 1970 DESCRIPTION.-This group of small-eared shrews consists of medium-to large-sized members of the genus with long, dark Table 4 ). TABLE 4.-Component loadings on the first 3 factor axes of a principal components analysis of 7 variables measured from ray III of the manus (Fig. 6 ). Abbreviations of variables as in Table 2 dorsal pelage and nearly equally dark ventral pelage; broad forefeet; variably broad and elongate fore claws; posterior border of the zygomatic plate usually aligned with, or slightly posterior to, the posterior base of the maxillary process; upper toothrow uncrowded; dentition not bulbous; moderately high to relatively high coronoid process of mandible; anterior border of the coronoid process of the mandible joining horizontal ramus at a relatively low angle; relatively long distance from the coronoid process to the posterior border of m3; tall, wide articular face of articular process; deep lower sigmoid notch; relatively long, low p3; relatively short, broad metacarpals and proximal and middle phalanges; elongate and broad distal phalanges; relatively shortened and broadened humerus with elongated processes and dorsoventrally elongate head; deeply pocketed posterior edge of falciform process of the tibia Timm 1999, 2000) .",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 71,
                        "text": "' Choate, 1970",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1313,
                        "end": 1329,
                        "text": "Timm 1999, 2000)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 189,
                        "end": 196,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 340,
                        "end": 347,
                        "text": "(Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 391,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "INCLUDED SPECIES.-Cryptotis alticolus, C. goldmani, C. goodwini, C. griseoventris, C. mexicanus, C. nelsoni, C. obscurus, C. peregrinus, C. phillipsii, and the 2 species described herein. In addition, Cryptotis magnus may represent a basal branch of this group. ''Cryptotis goldmani group'' Woodman and Timm, 1999 DESCRIPTION.-A subset of the C. mexicanus group, the C. goldmani group includes most of its larger members. Characteristics of these species include relatively short tails (mean TL , 39% of HB); greatly broadened forefeet; extremely long, broad fore claws; 4th upper unicuspid usually aligned with the unicuspid row and partially visible in labial view of the rostrum; protoconal basin of M1 reduced relative to hypoconal basin; M3 simple: hypocone absent or poorly developed and lacking metacone; entoconid of m3 vestigial or absent; extremely broad humerus with greatly elongated processes Timm 1999, 2000) .",
                "cite_spans": [
                    {
                        "start": 291,
                        "end": 313,
                        "text": "Woodman and Timm, 1999",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 906,
                        "end": 922,
                        "text": "Timm 1999, 2000)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "INCLUDED SPECIES.-Cryptotis alticolus, C. goldmani, C. goodwini, C. griseoventris, C. peregrinus, and the 2 species described herein.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "COMPARISONS.-Members of the C. goldmani group inhabiting Guatemala and Chiapas (C. goodwini and C. griseoventris, and the 2 new species described herein) can be distinguished easily from the other 3 species of Cryptotis in Guatemala as follows. Measurements and indices in parentheses are for the species with which the C. goldmani group is being compared.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis mayensis.-In Guatemala, C. mayensis (a member of the C. nigrescens group of species-Woodman and Timm 1993) is found only in the northern lowlands (,200 m). It differs from members of the C. goldmani group in Guatemala in having shorter, much paler, steel-gray pelage; smaller average body size (HB 5 69 6 8-Woodman and Timm 1993); much longer relative length of tail (TL/HB 3 100 5 41% 6 5%); and average smaller cranial length (CBL 5 19.0 6 0.4) and breadth (BB 5 9.2 6 0.3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis merriami.-Another member of the C. nigrescens group, C. merriami differs from Guatemalan members of the C. goldmani group in its smaller average body size (HB 5 69 6 4, 60-77, n 5 23-Woodman and Timm 1993); much longer relative length of tail (TL/HB 3 100 5 43% 6 6%, 32-55%, n 5 23); and average smaller cranial length (CBL 5 19.4 6 0.4, 18.7-20.0, n 5 16) and breadth (BB 5 9.6 6 0.2, 9.2-10.0, n 5 18).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis orophilus.-A member of the C. parvus group, C. orophilus differs from Guatemalan members of the C. goldmani group in its paler dorsal pelage and much paler ventral pelage; smaller average body size (HB 5 62 6 7, 48-77, n 5 26); much shorter tail (TL 5 21 6 2, 17-24, n 5 26; TL/HB 3 100 5 33% 6 4%, 27-42%, n 5 26); and much smaller cranial length (CBL 5 16.9 6 0.5, 16.1-17.7, n 5 16) and breadth (BB 5 8.3 6 0.3, 7.8-8.8, n 5 15). See Woodman and Timm (1992) (Goldman 1951) .",
                "cite_spans": [
                    {
                        "start": 447,
                        "end": 470,
                        "text": "Woodman and Timm (1992)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 471,
                        "end": 485,
                        "text": "(Goldman 1951)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "REFERRED SPECIMENS (26).-GUATEMALA: Huehuetenango: Todos Santos Cuchumatán, 10,000 feet (USNM 77051, 77052, 77054-77064, 77066-77068); Hacienda Chancol, 9,500-11,000 feet (USNM 77069); Laguna Magdalena, 2,925 m (USNM 569554, 569555, 570337, 570340); Puerto al Cielo, 3,350 m (USNM 570248); Aldea El Rancho, 3,020 m (USNM 570256, 570257, 570313, 570314).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DISTRIBUTION.-Mixed conifer forest above 2,500 m in the Sierra de los Cuchumatanes, western Guatemala (Fig. 8) . Goldman (1951) referred to this range as the Sierra Chohumalanes. The species is known only from Subtropical Montane Wet Forest, and the known elevational distribution is 2,740-3,350 m. Although the current distribution is only in the department of Huehuetengo, the species probably extends into contiguous highlands in the neighboring department of Quiché. The distribution of this species is entirely within a region with .90% likelihood of frost in a given year (Tamasiunas et al. 2002) .",
                "cite_spans": [
                    {
                        "start": 113,
                        "end": 127,
                        "text": "Goldman (1951)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 578,
                        "end": 602,
                        "text": "(Tamasiunas et al. 2002)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 110,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY.-The species name, mam (pronounced ''mǒm''), refers to the Mayan language group and people of this name who inhabit the western highlands of Guatemala. The epithet mam is to be treated as a noun in apposition for nomenclatural purposes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DIAGNOSIS.-Cryptotis mam is a member of the C. goldmani group and is distinguished from most other species in the genus by its broad forefeet associated with relatively short, wide metacarpals and proximal and middle phalanges; extremely long, broad fore claws associated with elongate and wide distal phalanges; uncrowded upper unicuspid row in which U4 is typically aligned and partially visible in labial view of the rostrum; protoconal basin of M1 reduced relative to hypoconal basin; entoconid of m3 absent; broad humerus with elongate processes. Within the C. goldmani group, C. mam is distinguished by its generally smaller external body size and shorter skull (C. alticolus, C. griseoventris, C. goodwini; but larger than C. peregrinus); relatively long tail (C. alticolus, C. goodwini; but shorter than C. peregrinus); relatively long unicuspid row (C. alticolus, C. goldmani, C. goodwini, C. peregrinus; but shorter than C. griseoventris); relatively long zygomatic plate (C. alticolus, C. goldmani, C. griseoventris, C. goodwini, C. peregrinus); relatively broad palate (C. griseoventris; but narrower than C. goodwini); no foramen of the sinus canal (C. goldmani, C. peregrinus); concave posteroventral borders of the unicuspids (C. alticolus); broad forefeet with relatively short, wide metacarpals and proximal and distal phalanges (C. griseoventris; but narrower than C. goodwini); long, broad fore claws (C. griseoventris, C. peregrinus; but shorter, narrower than C. goldmani); broad humerus with prominent teres tubercle, and medial and lateral epicondyles (C. alticolus, C. peregrinus; but narrower than C. goldmani, C. goodwini).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DESCRIPTION.-A medium-sized Cryptotis with a tail of medium length for the genus, averaging 29 mm (Table 1) , or approximately 38% of head-and-body length (Table 5) ; forefeet broad, fore claws long and broad. Color of dorsal pelage of specimens collected in 2006-2008 ranges from Raw Umber to Prout's Brown to Mummy Brown to Clove Brown; dorsal guard hairs typically 6-7 mm long, with individual hairs up to 8 mm, and indistinctly 3-banded: basal five-sixths of hairs silvery gray, grading to a narrow pale band to a dark brown tip. Ventral pelage paler than dorsum: Tawny Olive to Saccardo's Umber to Deep Olive Buff and Dark Olive Buff. Rostrum of medium length (PL/CBL 5 43.5%); postorbital area broad (PO/CBL 5 25.9%); typically 2 obvious dorsal foramina along the suture between the frontals (88%); no ventral extension of the sinus canal or associated foramen posterior to dorsal articular facet (Woodman and Timm 1999) ; a tiny foramen dorsal to the dorsal articular facet typically present on 1 or both sides of the skull (96%); occasionally a tiny foramen on posteromedial edge of tympanic process of 1 (21%) or, rarely, both (4%) petromastoids; zygomatic plate of moderate breadth (ZP/PL 5 22.4%), anterior border usually aligned with mesostyle-metastyle valley or metastyle of M1, posterior border aligned with posterior half of M3, and at the posterior root of the maxillary process; palate relatively narrow (M2B/PL 5 65.2%); upper toothrow uncrowded; dentition not bulbous; upper molars moderately pigmented: red to dark red on tips of cones, styles, and cristae; pale to medium red pigment typically extends into protoconal basins, but rarely into hypoconal basins, of M1 and M2; 4th upper unicuspid aligned with the unicuspid row and typically visible in labial view of the rostrum; P4, M1, and M2 slightly to moderately recessed on posterior border; protoconal basin of M1 reduced relative to hypoconal basin; M3 small and simple: pigmented protocone, paracrista, and paracone, reduced and pigmented precentrocrista and mesostyle, and often a very short postcentrocrista; metacone and hypocone absent. Mandible relatively long and of moderate breadth for the genus; coronoid process of mandible of intermediate height for genus (HCP/ML 5 71.7%); anterior border of the coronoid process of the mandible joining horizontal ramus at a relatively low angle; distance from the superior tip of articular process to the posterior border of m3 long (AC3/ML 5 83.6%); articular process generally moderately tall and wide, with a moderately broad lower articular facet; inferior sigmoid notch deep; posterior border of lower incisor approximately aligned with posterior border of hypoconid of p4; p3 relatively long and low; entoconid of m3 absent (100%). Metacarpals and proximal and middle phalanges relatively short and broad (Table 2) ; distal phalanges elongate and broad; humerus considerably shortened and broadened and having elongate processes (Fig. 7) and dorsoventrally elongate head; posterior edge of falciform process of the tibia deeply pocketed.",
                "cite_spans": [
                    {
                        "start": 903,
                        "end": 926,
                        "text": "(Woodman and Timm 1999)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 98,
                        "end": 107,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 155,
                        "end": 164,
                        "text": "(Table 5)",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 2837,
                        "end": 2846,
                        "text": "(Table 2)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2961,
                        "end": 2969,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "COMPARISONS.-Measurements and indices for C. mam can be found in Tables 1, 2, and 5; those in parentheses are for the species with which C. mam is being compared.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis alticolus.-Cryptotis mam averages smaller in external body size (C. alticolus: HB 5 79 6 5; WT 5 11 6 3-Woodman and Timm 1999), but has an obviously longer tail (TL 5 26 6 2; TL/HB 5 33% 6 5%); a skull that averages smaller in most measurements (e.g., CBL 5 20.2 6 0.5; BB 5 10.4 6 0.2; M2B 5 6.2 6 0.2), but averages a broader postorbital region (PO 5 4.9 6 0.2), longer unicuspid row (UTR 5 2.5 6 0.1; UTR/CBL 5 12.3% 6 0.4%), and relatively longer zygomatic plate (ZP/PL 5 21.8% 6 1.2%). C. mam has concave (rather than straight to convex) posteroventral borders on its unicuspids; lacks a vestigial foramen of the sinus canal (present in 39% of C. alticolus); and lacks a vestigial entoconid on m3 (present in 64% of C. alticolus). The humerus of C. mam has a broader distal end, somewhat more prominent teres tubercle and medial and lateral epicondyles, and greater distance between the teres tubercle and medial epicondyle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis goldmani.-Cryptotis mam averages nearly the same in external and cranial size (Woodman and Timm 1999) , but has a longer unicuspid row (C. goldmani: UTR 5 2.3 6 0.1; UTR/CBL 5 11.9% 6 0.6%); a relatively longer zygomatic plate (ZP/PL 5 21.1% 6 2.4%); and has a foramen dorsal to the dorsal articular facet (in 16% of C. goldmani). C. mam lacks both a foramen of the sinus canal (strongly developed in C. goldmani) and a vestigial entoconid on m3 (present in 52% of C. goldmani). The humerus of C. mam has a narrower distal end, less prominent teres tubercle and medial epicondyle, and shorter distance between the teres tubercle and medial epicondyle.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 111,
                        "text": "(Woodman and Timm 1999)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis goodwini.-Cryptotis mam is much smaller externally, but the tail averages longer (Tables 1 and 5); the skull averages smaller in all measurements, except UTR, and it has a relatively broader zygomatic plate and relatively narrower palate. The bones of the forefoot are narrower, and the distal phalanges and claws average shorter and narrower (Table 2 ; Figs. 5 and 6). The humerus of C. mam tends to be smaller overall, has a narrower distal end, and less prominent medial and lateral epicondyles (Fig. 7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 353,
                        "end": 361,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 508,
                        "end": 516,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis griseoventris.-Cryptotis mam is closest to this species in most characters and dimensions (Table 1; Fig. 2 ). It averages slightly smaller externally, but the 2 species overlap in most cranio-mandibular dimensions. C. mam has a relatively broader palate (Table 5) , however, so at a given cranial length, it overlaps only those C. griseoventris that have relatively broader skulls (Figs. 1 a nd 2) . C. mam has distinctly broader metacarpals and proximal and middle phalanges of the manus, and longer and broader distal phalanges and claws (Table 2; Figs. 5 and 6).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 100,
                        "end": 109,
                        "text": "(Table 1;",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 110,
                        "end": 116,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 264,
                        "end": 273,
                        "text": "(Table 5)",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 391,
                        "end": 407,
                        "text": "(Figs. 1 a nd 2)",
                        "ref_id": null
                    },
                    {
                        "start": 550,
                        "end": 559,
                        "text": "(Table 2;",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis peregrinus.-Cryptotis mam averages slightly larger (C. peregrinus: HB 5 72 6 3-Woodman and Timm 2000), but has a relatively shorter tail (TL/HB 5 42% 6 3%); and a skull that averages larger in most measurements (e.g., CBL 5 19.1 6 0.4; BB 5 9.9 6 0.1; M2B 5 5.5 6 0.2). C. mam has a relatively shorter rostrum (PL/CBL 5 44.5% 6 0.7%), longer zygomatic plate (ZP 5 1.6 6 0.1; ZP/PL 5 19.3% 6 1.0%), and longer unicuspid row (UTR 5 2.5 6 0.1; UTR/CBL 5 12.9% 6 0.3%). It lacks a sinus canal and associated foramen, has a tiny foramen dorsal to the dorsal articular facet, more typically has 2 distinct dorsal foramina, and lacks an entoconid on m3. The forefeet and fore claws of C. mam are distinctly broader.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "REMARKS.-The original series of specimens of C. mam were collected by E. W. Nelson and E. A. Goldman from 25 December 1895 through 2 January 1896, in the vicinity of Todos Santos Cuchumatán. Goldman (1951:295) notes, ''Most of our work was done on the upper part of a spur-like ridge lying immediately back of the town, where patches of the original forest made up of giant cypresses, firs, and pines had been left. Elsewhere about Todos Santos the slopes had been deforested in many places to make room for wheat and corn Although some of these items may be incidental occurrences, the presence of earthworms is common to all 3 specimens, suggesting that oligochaetes are an important part of the diet of C. mam. Oligochaetes comprised the largest contribution (8% of prey items; present in 73% of 55 shrews sampled) in the diet of Cryptotis meridensis, another large-bodied shrew inhabiting high elevations in the Andes of Venezuela (Díaz de Pascual and de Ascenção 2000). In multispecies communities of shrews, earthworms tend to be consumed only by larger species (mean adult HB ! 76- Churchfield et al. 1999; Churchfield and Sheftel 1994) .",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 209,
                        "text": "Goldman (1951:295)",
                        "ref_id": null
                    },
                    {
                        "start": 1089,
                        "end": 1113,
                        "text": "Churchfield et al. 1999;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1114,
                        "end": 1143,
                        "text": "Churchfield and Sheftel 1994)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis lacertosus, new species Figs. 3D and 7C ''Species B''",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis goodwini: Genoways and Choate, 1967:204 ( in part) ; Choate, 1970:249 (part) ; Hall, 1981:60 (part) . Cryptotis goodwini goodwini: Woodman and Timm, 1999:8 (part) . HOLOTYPE.-Dried skin and skull of adult female, USNM 569443; obtained 30 July 2005 by Walter Bulmer, Ralph P. Eckerlin, and John O. Matson (J. O. Matson field number 7124) on a north-facing slope with abundant downed trees and mosses in a relatively closed-canopy cloud forest dominated by oaks, pines, and firs; 5 km SW San Mateo Ixtatán, 3,110 m, Huehuetenango, Guatemala.",
                "cite_spans": [
                    {
                        "start": 20,
                        "end": 60,
                        "text": "Genoways and Choate, 1967:204 ( in part)",
                        "ref_id": null
                    },
                    {
                        "start": 63,
                        "end": 86,
                        "text": "Choate, 1970:249 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 89,
                        "end": 109,
                        "text": "Hall, 1981:60 (part)",
                        "ref_id": null
                    },
                    {
                        "start": 141,
                        "end": 172,
                        "text": "Woodman and Timm, 1999:8 (part)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "REFERRED SPECIMENS (7).-GUATEMALA: Huehuetenango: 5 km SW San Mateo Ixtatán, 3, 110 m (USNM 569420, 569431, 569442, 569503) ; Yaiquich [approximately 15u459440N, 91u309100W] , 2,680 m (USNM 569368); San Mateo Ixtatán, approximately 4 km NW Santa Eulalia, Yaiquich, 2,950 m (UMMZ 117843); 3.5 miles SW San Juan Ixcoy, 10,120 feet (KU 64610).",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 76,
                        "text": "Ixtatán,",
                        "ref_id": null
                    },
                    {
                        "start": 77,
                        "end": 79,
                        "text": "3,",
                        "ref_id": null
                    },
                    {
                        "start": 80,
                        "end": 99,
                        "text": "110 m (USNM 569420,",
                        "ref_id": null
                    },
                    {
                        "start": 100,
                        "end": 107,
                        "text": "569431,",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 115,
                        "text": "569442,",
                        "ref_id": null
                    },
                    {
                        "start": 116,
                        "end": 123,
                        "text": "569503)",
                        "ref_id": null
                    },
                    {
                        "start": 126,
                        "end": 161,
                        "text": "Yaiquich [approximately 15u459440N,",
                        "ref_id": null
                    },
                    {
                        "start": 162,
                        "end": 173,
                        "text": "91u309100W]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DISTRIBUTION.-Known only from Subtropical Montane Wet Forest above 2,500 m in the northern extension of the Sierra de los Cuchumatanes around San Mateo Ixtatán, western Guatemala (Fig. 8) . Known elevational range is 2,680-3,110 m. The entire distribution of this species is within a region with .90% chance of frost (Tamasiunas et al. 2002) .",
                "cite_spans": [
                    {
                        "start": 317,
                        "end": 341,
                        "text": "(Tamasiunas et al. 2002)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 179,
                        "end": 187,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY.-The species name, lacertosus, is a Latin adjective meaning strong, muscular, or quite literally, having a strong arm. The word is related to the noun, lacertus, which refers to the upper arm, but is also used for the arm in general, especially when strength is meant. This name is in reference to the massive humerus of this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DIAGNOSIS.-Cryptotis lacertosus is a member of the C. goldmani group and is distinguished from most other species in the genus by its broad forefeet associated with relatively short, wide metacarpals and proximal and middle phalanges; extremely long, broad fore claws associated with elongate and wide distal phalanges; uncrowded upper unicuspid row in which U4 is typically aligned and partially visible in labial view of the rostrum; protoconal basin of M1 reduced relative to hypoconal basin; entoconid of m3 absent; extremely broad humerus with greatly elongated processes. Within the C. goldmani group, C. lacertosus is distinguished by its large external body size and long skull (C. alticolus, C. goldmani, C. griseoventris, C. mam, C. peregrinus); relatively short tail (C. goldmani, C. griseoventris, C. mam, C. peregrinus); relatively long unicuspid row (C. alticolus, C. goldmani; but shorter than C. griseoventris, C. mam); relatively long zygomatic plate (C. alticolus, C. goldmani, C. griseoventris, C. goodwini, C. peregrinus); relatively narrow palate (C. alticolus, C. goldmani, C. goodwini, C. mam); no foramen of the sinus canal (C. goldmani, C. peregrinus); concave posteroventral borders of the unicuspids (C. alticolus); broader forefeet with relatively short, wide metacarpals and proximal and distal phalanges (C. goldmani, C. griseoventris, C. mam); long, broad fore claws (C. alticolus, C. goldmani, C. griseoventris, C. mam, C. peregrinus; but shorter, narrower than C. goodwini); long, broad humerus with prominent teres tubercle and medial and lateral epicondyles (C. alticolus, C. goldmani, C. goodwini, C. mam, C. peregrinus).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "DESCRIPTION.-A large Cryptotis with a relatively short tail, averaging 28 mm, or 34% of head-and-body length (Tables 1  and 5) ; forefeet broad, fore claws long and broad. Dorsal pelage ranges from Clove Brown and Light Seal Brown to Blackish Brown and Fuscous Black; dorsal guard hairs typically 6-7 mm long, with individual hairs up to 8 mm, and indistinctly 2-banded: basal five-sixths of hairs silvery gray, grading to a dark brown tip. Ventral pelage paler than dorsum: Saccardo's Umber to Deep Olive to Deep Grayish Olive. Rostrum of medium length (PL/CBL 5 43.5%); postorbital area of intermediate breadth (PO/CBL 5 24.6%); typically 2 obvious dorsal foramina (100%); no ventral extension of the sinus canal or associated foramen posterior to dorsal articular facet; often a tiny foramen dorsal to the dorsal articular facet present on 1 or both sides of the skull (50%); no foramen on posteromedial edge of tympanic process of petromastoids (0%); zygomatic plate of moderate breadth (ZP/PL 5 22.4%), anterior border typically aligned with mesostyle-metastyle valley or metastyle of M1, posterior border aligned with posterior half of M3, and at the posterior root of the maxillary process; palate narrow (M2B/PL 5 63.6%); upper toothrow uncrowded; dentition not bulbous; upper molars moderately pigmented: red to dark red on tips of cones, styles, and cristae; pale to medium red pigment typically extends into protoconal basins, but not into hypoconal basins, of M1 and M2; U4 aligned with the unicuspid row and typically visible in labial view of the rostrum; P4, M1, and M2 slightly to moderately recessed on posterior border; protoconal basin of M1 reduced relative to hypoconal basin. M3 small and simple: pigmented protocone, paracrista, and paracone; reduced and pigmented precentrocrista and mesostyle; often a very short postcentrocrista; metacone absent; vestigial hypocone occasionally present. Mandible relatively long and of moderate breadth for the genus; coronoid process of mandible of intermediate height (HCP/ML 5 71.2%); anterior border of the coronoid process of the mandible joining horizontal ramus at a relatively low angle; distance from the superior tip of articular process to the posterior border of m3 long (AC3/ML 5 84.1%); articular process generally moderately tall and wide, with a moderately broad lower articular facet; inferior sigmoid notch deep; posterior border of lower incisor aligned approximately with posterior border of hypoconid of p4; p3 relatively long and low; entoconid of m3 absent. Metacarpals and proximal and middle phalanges relatively short and broad (Table 2) ; distal phalanges elongate and broad; humerus considerably shortened and broadened and having elongate processes (Fig. 7) and dorsoventrally elongate head; the medial epicondyle of the humerus is strongly hooked dorsally; posterior edge of falciform process of the tibia deeply pocketed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 109,
                        "end": 126,
                        "text": "(Tables 1  and 5)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 2614,
                        "end": 2623,
                        "text": "(Table 2)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2738,
                        "end": 2746,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "COMPARISONS.-Within the C. goldmani group, C. lacertosus is 2nd only to C. goodwini in body size, and it clearly has the broadest humerus. Measurements and indices for C. lacertosus can be found in Tables 1 and 5 ; those in parentheses are for the species with which C. lacertosus is being compared.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 198,
                        "end": 212,
                        "text": "Tables 1 and 5",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis alticolus.-In addition to averaging larger in external body size (C. alticolus: HB 5 79 6 5; WT 5 11 6 3-Woodman and Timm 1999), C. lacertosus averages larger in most skull measurements (e.g., CBL 5 20.2 6 0.5; BB 5 10.4 6 0.2); but has a narrower palate (M2B 5 6.2 6 0.2; M2B/PL 5 70.9% 6 3.0%); a relatively longer unicuspid row (UTR/CBL 5 12.3% 6 0.4%); and relatively broader zygomatic plate (ZP/PL 5 21.8% 6 1.2%). C. lacertosus tends to have concave (rather than straight to convex) posteroventral borders on its unicuspids; lacks a vestigial foramen of the sinus canal (present in 39% of C. alticolus); and lacks a vestigial entoconid on m3 (present in 64% of C. alticolus). The forefoot and fore claws are broader; the humerus is larger and broader with longer processes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis goldmani.-Cryptotis lacertosus averages larger in external body size (C. alticolus: HB 5 76 6 5; WT 5 8 6 1-Woodman and Timm 1999) and skull size (e.g., CBL 5 19.6 6 0.5; BB 5 10.2 6 0.2); and has a longer unicuspid row (UTR 5 2.3 6 0.1; UTR/CBL 5 11.9% 6 0.6%); relatively broader zygomatic plate (ZP/PL 5 21.1% 6 2.4%); relatively shorter tail (TL/HB 5 38% 6 5%); relatively shorter rostrum (PL/CBL 5 44.2% 6 1.0%); and relatively narrower palate (M2B/PL 5 66.4% 6 2.3%). C. lacertosus lacks a foramen of the sinus canal (well-developed in C. goldmani); lacks a vestigial entoconid on m3 (present in 52% of C. goldmani); and often has a tiny foramen dorsal to the dorsal articular facet (in 16% of C. goldmani). The forefoot and fore claws tend to be broader, the metacarpals and phalanges wider, the distal phalanges and claws longer (Woodman and Morgan 2005) , and the humerus larger.",
                "cite_spans": [
                    {
                        "start": 847,
                        "end": 872,
                        "text": "(Woodman and Morgan 2005)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis goodwini.-Cryptotis lacertosus averages smaller externally, but averages a longer skull (Table 1) ; broader zygomatic plate; and a narrower palate. The sizes of bones and claws of the forefoot are somewhat intermediate between the largest C. mam and smaller C. goodwini, overlapping the former in length (but less so in breadth) and the latter in both length and breadth (Table 2 ; Figs. 3 and 6 ). The humerus of C. lacertosus is larger and has a more prominent and hooked medial epicondyle (Fig. 7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 98,
                        "end": 107,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 381,
                        "end": 389,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 392,
                        "end": 405,
                        "text": "Figs. 3 and 6",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 510,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis griseoventris.-Cryptotis lacertosus averages larger externally and in nearly all cranio-mandibular measurements (Table 1) , but averages a shorter tail and narrower palate ( Table 5 ). The bones and claws of the forefoot are much larger in all dimensions (Table 2 ; Figs. 3 and 6 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 131,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 184,
                        "end": 191,
                        "text": "Table 5",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 265,
                        "end": 273,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 276,
                        "end": 289,
                        "text": "Figs. 3 and 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis mam.-Cryptotis lacertosus averages larger externally and in nearly all cranio-mandibular measurements (Table 1) but averages a shorter tail ( Table 5 ). The bones and claws of the forefoot overlap in length with those of C. mam but are much broader (Table 2 ; Figs. 3 and 6 ). The humerus is much larger, with more prominent teres tubercle and epicondyles (Fig. 7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 121,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 152,
                        "end": 159,
                        "text": "Table 5",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 259,
                        "end": 267,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 270,
                        "end": 283,
                        "text": "Figs. 3 and 6",
                        "ref_id": null
                    },
                    {
                        "start": 366,
                        "end": 374,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "Cryptotis peregrinus.-Cryptotis lacertosus is larger externally (C. peregrinus: HB 5 72 6 3-Woodman and Timm 2000) and cranially (e.g., CBL 5 19.1 6 0.4; BB 5 9.9 6 0.1; M2B 5 5.5 6 0.2) but has a relatively shorter tail (TL/HB 5 42% 6 3%); relatively shorter rostrum (PL/CBL 5 44.5% 6 0.7%); longer zygomatic plate (ZP 5 1.6 6 0.1; ZP/PL 5 19.3% 6 1.0%); lacks a sinus canal and associated foramen; often has a tiny foramen dorsal to the dorsal articular facet; typically has 2 distinct dorsal foramina; and lacks an entoconid on m3 (vestigial entoconid present in 73% of C. peregrinus). The forefeet and fore claws are distinctly broader, and the humerus is much larger, with more prominent teres tubercle and epicondyles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            },
            {
                "text": "REMARKS.-The 1st specimen of this species was captured by James W. Bee on 27 December 1954 (KU 64610) approximately 3.5 miles SW of San Juan Ixcoy. Capture records of C. lacertosus indicate that it commonly occurs in communities of small mammals numerically dominated by Peromyscus guatemalensis. Recorded diversity in these communities ranges from 6 to 11 species. Other small mammals that commonly are found with C. lacertosus include Habromys lophurus, Microtus guatemalensis, Peromyscus beatae, Reithrodontomys microdon, R. sumichrasti, R. tenuirostris, and Sorex veraepacis. Sciurus deppei and Peromyscus mayensis also may occur. Reproductive biology of C. lacertosus is mostly unknown. None of 3 females captured in July and December 2005 was pregnant or otherwise showed evidence of reproductive activity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC BIOLOGY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Descriptions of new American mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "7",
                "issue": "",
                "pages": "327--340",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALLEN, J. A. 1895. Descriptions of new American mammals. Bulletin of the American Museum of Natural History 7:327-340.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Systematics and zoogeography of Middle American shrews of the genus Cryptotis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Choate",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Museum of Natural History",
                "volume": "19",
                "issue": "",
                "pages": "195--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHOATE, J. R. 1970. Systematics and zoogeography of Middle American shrews of the genus Cryptotis. University of Kansas Publications, Museum of Natural History 19:195-317.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Food niche overlap and ecological separation amongst six species of coexisting forest shrews (Insectivora: Soricidae) in the Russian Far East",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Churchfield",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "A E A"
                        ],
                        "last": "Nesterenko",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Shvarts",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Zoology",
                "volume": "248",
                "issue": "",
                "pages": "349--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHURCHFIELD, S., V. A. NESTERENKO, AND E. A. SHVARTS. 1999. Food niche overlap and ecological separation amongst six species of coexisting forest shrews (Insectivora: Soricidae) in the Russian Far East. Journal of Zoology (London) 248:349-359.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Food niche overlap and ecological separation in a multi-species community of shrews in the Siberian taiga",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Churchfield",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "I"
                        ],
                        "last": "Sheftel",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Zoology",
                "volume": "234",
                "issue": "",
                "pages": "105--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHURCHFIELD, S., AND B. I. SHEFTEL. 1994. Food niche overlap and ecological separation in a multi-species community of shrews in the Siberian taiga. Journal of Zoology (London) 234:105- 124.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Diet of the cloud forest shrew Cryptotis meridensis (Insectivora: Soricidae) in the Venezuelan Andes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Díaz De Pascual",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "De Ascenç Ã O",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Acta Theriologica",
                "volume": "45",
                "issue": "",
                "pages": "13--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DÍAZ DE PASCUAL, A., AND A. A. DE ASCENÇ Ã O. 2000. Diet of the cloud forest shrew Cryptotis meridensis (Insectivora: Soricidae) in the Venezuelan Andes. Acta Theriologica 45:13-24.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Zoognosia tabulis synopticis illustrata. Volumen tertium. Quadrupedum reliquorum, cetorum et montrymatum descriptionem continens",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Fischer Von Waldheim",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Nicolai Sergeidis Vsevolozsky",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FISCHER VON WALDHEIM, G. 1814. Zoognosia tabulis synopticis illustrata. Volumen tertium. Quadrupedum reliquorum, cetorum et montrymatum descriptionem continens. Nicolai Sergeidis Vsevolozsky, Moscow, Russia.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A new species of shrew (genus Cryptotis) from Jalisco, Mexico (Mammalia; Insectivora)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Choate",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "80",
                "issue": "",
                "pages": "203--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GENOWAYS, H. H., AND J. R. CHOATE. 1967. A new species of shrew (genus Cryptotis) from Jalisco, Mexico (Mammalia; Insectivora). Proceedings of the Biological Society of Washington 80:203-206.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Biological investigations in Mexico",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Smithsonian Miscellaneous Collections",
                "volume": "115",
                "issue": "",
                "pages": "1--476",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. 1951. Biological investigations in Mexico. Smithsonian Miscellaneous Collections 115:i-xiii + 1-476.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The mammals of",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "North America",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1981. The mammals of North America. Vol. 1. 2nd ed. John Wiley & Sons, Inc., New York.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Determination of world plant formations from simple climatic data",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Holdridge",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Science",
                "volume": "105",
                "issue": "",
                "pages": "367--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLDRIDGE, L. R. 1947. Determination of world plant formations from simple climatic data. Science 105:367-368.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Didelphis Linnaeus, 1758 (Mammalia, Didelphidae): gender corrected to feminine, and Cryptotis Pomel, 1848 (Mammalia, Soricidae): gender fixed as masculine",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "International",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "On",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Nomenclature",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin of Zoological Nomenclature",
                "volume": "63",
                "issue": "",
                "pages": "282--283",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "INTERNATIONAL COMMISSION ON ZOOLOGICAL NOMENCLATURE (ICZN). 2006. Opinion 2164 (case 3328). Didelphis Linnaeus, 1758 (Mammalia, Didelphidae): gender corrected to feminine, and Cryptotis Pomel, 1848 (Mammalia, Soricidae): gender fixed as masculine. Bulletin of Zoological Nomenclature 63:282-283.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Five new shrews of the genus Cryptotis from Mexico and Guatemala",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H T"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "46",
                "issue": "",
                "pages": "79--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JACKSON, H. H. T. 1933. Five new shrews of the genus Cryptotis from Mexico and Guatemala. Proceedings of the Biological Society of Washington 46:79-82.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "República de Guatemala",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mapa De Zonas De Vida Holdridge",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ministerio de Agricultura, Ganadería y Alimentación. Unidad de Políticas e Información Estratégica",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mapa de zonas de vida Holdridge. República de Guate- mala. Ministerio de Agricultura, Ganadería y Alimentación. Unidad de Políticas e Información Estratégica, Guatemala City, Guatemala.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Seven small mammals from Mexico, including a new genus of rodents",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": 1901,
                "venue": "Proceedings of the Washington Academy of Sciences",
                "volume": "3",
                "issue": "",
                "pages": "559--563",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. H. 1901. Seven small mammals from Mexico, including a new genus of rodents. Proceedings of the Washington Academy of Sciences 3:559-563.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Etudes sur les carnassiers insectivores (Extrait)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Pomel",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "POMEL, A. 1848. Etudes sur les carnassiers insectivores (Extrait).",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Seconde partie.-Classification des insectivores",
                "authors": [],
                "year": null,
                "venue": "Archives des Sciences Physiques et Naturelles",
                "volume": "9",
                "issue": "",
                "pages": "244--251",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seconde partie.-Classification des insectivores. Archives des Sciences Physiques et Naturelles, Genève 9:244-251.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Color standards and color nomenclature. Privately published by the author",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomenclature. Privately published by the author, Washington, D.C.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Estimación de amenazas inducidas por fenómenos hidrometeorológicos en la República de Guatemala. Programa de Emergencias por Desastres Naturales, Ministerio de Agricultura, Ganadería y Alimentación and Instituto Nacional de Sismología, Vulcanología",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M D"
                        ],
                        "last": "Tamasiunas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAMASIUNAS, J. M. D., ET AL. 2002. Estimación de amenazas inducidas por fenómenos hidrometeorológicos en la República de Guatemala. Programa de Emergencias por Desastres Naturales, Ministerio de Agricultura, Ganadería y Alimentación and Instituto Nacional de Sismología, Vulcanología, Meteorología e Hidrología, Ministerio de Comunicaciones, Infraestructura y Vivienda, Guatemala City, Guatemala.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Fossil shrews from Honduras and their significance for late glacial evolution in body size (Mammalia: Soricidae: Cryptotis)",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Croft",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Fieldiana: Geology (New Series)",
                "volume": "51",
                "issue": "",
                "pages": "1--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND D. A. CROFT. 2005. Fossil shrews from Honduras and their significance for late glacial evolution in body size (Mammalia: Soricidae: Cryptotis). Fieldiana: Geology (New Series) 51:1-30.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Skeletal morphology of the forefoot in shrews (Mammalia: Soricidae) of the genus Cryptotis, as revealed by digital X-rays",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J P"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Morphology",
                "volume": "266",
                "issue": "",
                "pages": "60--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND J. J. P. MORGAN. 2005. Skeletal morphology of the forefoot in shrews (Mammalia: Soricidae) of the genus Cryptotis, as revealed by digital X-rays. Journal of Morphology 266:60-73.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "At the foot of the shrew: manus morphology distinguishes closely-related Cryptotis goodwini and Cryptotis griseoventris (Mammalia, Soricidae) in Central America",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Stephens",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "99",
                "issue": "",
                "pages": "118--134",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND R. B. STEPHENS. 2010. At the foot of the shrew: manus morphology distinguishes closely-related Cryptotis good- wini and Cryptotis griseoventris (Mammalia, Soricidae) in Central America. Biological Journal of the Linnean Society 99:118-134.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A new species of small-eared shrew, genus Cryptotis (Insectivora: Soricidae), from Honduras",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "105",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND R. M. TIMM. 1992. A new species of small-eared shrew, genus Cryptotis (Insectivora: Soricidae), from Honduras. Proceedings of the Biological Society of Washington 105:1-12.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Intraspecific and interspecific variation in the Cryptotis nigrescens species complex of small-eared shrews (Insectivora: Soricidae), with the description of a new species from Colombia",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "74",
                "issue": "",
                "pages": "1--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND R. M. TIMM. 1993. Intraspecific and interspe- cific variation in the Cryptotis nigrescens species complex of small-eared shrews (Insectivora: Soricidae), with the description of a new species from Colombia. Fieldiana: Zoology (New Series) 74:1-30.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Geographic variation and evolutionary relationships among broad-clawed shrews of the Cryptotis goldmani-group (Mammalia: Insectivora: Soricidae)",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "91",
                "issue": "",
                "pages": "1--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND R. M. TIMM. 1999. Geographic variation and evolutionary relationships among broad-clawed shrews of the Cryptotis goldmani-group (Mammalia: Insectivora: Soricidae). Fieldiana: Zoology (New Series) 91:1-35.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Taxonomy and evolutionary relationships of Phillips' small-eared shrew, Cryptotis phillipsii (Schaldach, 1966), from Oaxaca, Mexico (Mammalia: Rodentia: Soricidae)",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "113",
                "issue": "",
                "pages": "339--355",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WOODMAN, N., AND R. M. TIMM. 2000. Taxonomy and evolutionary relationships of Phillips' small-eared shrew, Cryptotis phillipsii (Schaldach, 1966), from Oaxaca, Mexico (Mammalia: Rodentia: Soricidae). Proceedings of the Biological Society of Washington 113:339-355.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Cryptotis goodwini (22).-Quetzaltenango: Calel, 10,200 feet (USNM",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "77070",
                "issue": "",
                "pages": "77072--77084",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cryptotis goodwini (22).-Quetzaltenango: Calel, 10,200 feet (USNM 77070, 77072-77084);",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Baja Verapaz: 5 miles N, 1 mile W El Chol, 6,000 feet (KU 64611)",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Volcán",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "María",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "000 feet (USNM 77086, 77087)",
                "volume": "9",
                "issue": "",
                "pages": "41791--41794",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Volcán Santa María, 9,000- 11,000 feet (USNM 77086, 77087). San Marcos: Finca La Paz, 1,200 m (UMMZ 103416). Baja Verapaz: 5 miles N, 1 mile W El Chol, 6,000 feet (KU 64611). Chimaltenango: Santa Elena, 9,900- 10,000 feet (FMNH 41791-41794);",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "San Marcos: S slope Volcán Tajumulco, 10,000 feet (UMMZ 99541). Totonicapan: Cumbre María Tecún",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tecpán",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "0--112004",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tecpán, 9,700 feet (AMNH 74302). San Marcos: S slope Volcán Tajumulco, 10,000 feet (UMMZ 99541). Totonicapan: Cumbre María Tecún, 3,000 m (UMMZ 112004-112011).",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "MEXICO: Chiapas: San Cristóbal de las Casas",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "8",
                "issue": "",
                "pages": "75886--75894",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cryptotis griseoventris (10).-MEXICO: Chiapas: San Cristóbal de las Casas, 8,000-9,500 feet (USNM 75886-75894); 6 miles SE San Cristóbal de las Casas (MCZ 48061).",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "GUATEMALA: Huehuetenango: 5 km SW San Mateo Ixtatán, 3,110 m (USNM 569420",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "569431",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cryptotis lacertosus (8).-GUATEMALA: Huehuetenango: 5 km SW San Mateo Ixtatán, 3,110 m (USNM 569420, 569431, 569442, 569443, 569503);",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Yaiquich, 2,950 m (UMMZ 117843); 3.5 miles SW",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "San Mateo Ixtatán",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "120",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "San Mateo Ixtatán, approximately 4 km NW Santa Eulalia, Yaiquich, 2,950 m (UMMZ 117843); 3.5 miles SW San Juan Ixcoy, 10,120 feet (KU 64610).",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "GUATEMALA: Huehuetenango: Todos Santos Cuchumatán",
                "authors": [
                    {
                        "first": "Cryptotis",
                        "middle": [],
                        "last": "Mam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "10",
                "issue": "",
                "pages": "77066--77068",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cryptotis mam (27).-GUATEMALA: Huehuetenango: Todos Santos Cuchumatán, 10,000 feet (USNM 77051-77064, 77066-77068);",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Fig. 6) exhibits a pattern similar to the bivariate plot of length and width for the distal phalanx. The 1st factor FIG. 3.-X-ray images of the right mani of A) Cryptotis parvus floridanus (USNM 262205); B) C. griseoventris (USNM 758905); C) species A (USNM 77057); D) species B (USNM 569442); and E) C. goodwini (USNM 77078).",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": ".-Box and whisker plot of width of metacarpal of ray III for the 4 groups of Cryptotis. Cross within each box represents the mean, shaded box indicates SD, and vertical line (''whisker'') shows the range of values for each species.",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "FIG. 6.-Plot of scores on first 2 axes from principal components analysis of ray III of Cryptotis goodwini, C. griseoventris, species A, and species B (see",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "text": ".-Anterior aspect of left humerus of A) Cryptotis parvus parvus (USNM 582437); B) species A (USNM 569554); C) species B (USNM 569368); and D) C. goodwini (UMMZ 13426). The humerus of C. griseoventris is unknown.",
                "uris": null
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "text": ".-Map of southern Mexico and northern Central America, indicating the distributions of Cryptotis goodwini (pentagons), C. griseoventris (closed circles), C. mam (open squares), and C. lacertosus (closed triangles). Localities for C. goodwini are divided between those for which specimens were examined (open pentagons) and literature records (filled pentagons). The 1,500-m contour is shown.",
                "uris": null
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "text": "on the specimens preserved, the community of small mammals from this site included at least 11 species and was dominated numerically by Microtus guatemalensis. C. mam is the 2nd most abundant species represented. Other species include Habromys lophurus, Peromyscus guatemalensis, P. beatae, P. mexicanus, Reithrodontomys microdon, R. sumichrasti, R. tenuirostris, Sorex saussurei, and S. veraepacis. At other localities where C. mam has been captured, the small mammal communities are less diverse (5-7 species). R. sumichrasti is the most common species in these faunas, and C. mam is relatively uncommon. M. guatemalensis and P. beatae are often present, and Sylvilagus floridanus, Sciurus aureogaster, H. lophurus, Neotoma mexicana, P. guatemalensis, Reithrodontomys mexicanus, R. microdon, R. tenuirostris, Sigmodon toltecus, and S. veraepacis are occasionally present. Reproductive biology of C. mam is mostly unknown. None of 4 females captured in January 2008 was pregnant; a single female captured in July 2008 was lactating. The intestinal tract of a female from Laguna Magdalena (USNM 570337) contained a 2-cm-long section of an earthworm (Oligochaeta) and numerous setae; the stomach was empty (R. Eckerlin, Northern Virginia Community College, pers. comm.). The stomach contents of a female from Aldea el Rancho (USNM 570313) included macerated plant matter (including vessel cells of angiosperms), broken insect legs, and setae of earthworms, and the intestine contained macerated insect parts and an approximately 4-mm-long piece of down from a passeriform bird. The stomach of a second female from that locality (USNM 570314) contained several pieces of an approximately 2-mmdiameter oligochaete. The intestine included parts of beetles (Coleoptera), a few plant cells, and some fungal hyphae (R. Eckerlin, Northern Virginia Community College, pers. comm.).",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>external and cranio-mandibular measurements (mm; weight in g) from 4 species of</td></tr><tr><td>-Selected</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td/><td/><td>n</td><td>16</td><td>16</td><td>16</td><td>14</td><td>16</td><td>14</td><td>16</td><td>13</td><td>16</td><td>12</td><td/><td>16</td></tr><tr><td>SD and range.</td><td>C. goodwini</td><td>X 6 SD Range</td><td>2.65 6 0.10 2.49-2.84</td><td>0.54 6 0.02 0.49-0.58</td><td>1.60 6 0.09 1.41-1.82</td><td>0.56 6 0.02 0.53-0.60</td><td>1.03 6 0.10 0.89-1.16</td><td>0.55 6 0.03 0.52-0.62</td><td>2.03 6 0.08 1.90-2.18</td><td>0.75 6 0.04 0.65-0.80</td><td>3.41 6 0.20 3.11-3.76</td><td>0.57 6 0.05 0.49-0.67</td><td/><td>5.28 6 0.20 4.96-5.66</td><td>7.30 6 0.26 6.89-7.84</td></tr><tr><td>Cryptotis. Statistics are mean 6</td><td>C. lacertosus</td><td>X 6 SD Range n</td><td>2.64 6 0.10 2.48-2.80 6</td><td>0.55 6 0.01 0.53-0.56 5</td><td>1.55 6 0.08 1.43-1.65 6</td><td>0.57 6 0.02 0.54-0.60 6</td><td>1.03 6 0.10 0.87-1.18 6</td><td>0.53 6 0.02 0.51-0.55 6</td><td>1.92 6 0.09 1.79-2.04 6</td><td>0.72 6 0.02 0.69-0.75 6</td><td>3.28 6 0.27 2.94-3.66 6</td><td>0.53 6 0.02 0.50-0.56 5</td><td/><td>5.22 6 0.20 4.94-5.51 6</td><td>7.14 6 0.27 6.73-7.43 6</td></tr><tr><td>(mm) of bones and claws from ray III of the manus for 4 species of</td><td>C. griseoventris C. mam</td><td>X 6 SD Range n X 6 SD Range n</td><td>2.59 6 0.07 2.50-2.73 8 2.59 6 0.09 2.46-2.80 26</td><td>0.40 6 0.02 0.37-0.43 8 0.45 6 0.02 0.40-0.50 22</td><td>1.46 6 0.06 1.38-1.52 8 1.53 6 0.08 1.41-1.72 26</td><td>0.41 6 0.02 0.38-0.44 8 0.46 6 0.03 0.41-0.53 27</td><td>0.90 6 0.05 0.82-0.96 8 0.92 6 0.08 0.77-1.06 26</td><td>0.41 6 0.03 0.38-0.46 8 0.45 6 0.03 0.39-0.49 26</td><td>1.52 6 0.06 1.44-1.61 8 1.80 6 0.07 1.68-1.97 27</td><td>0.56 6 0.02 0.53-0.59 8 0.63 6 0.04 0.56-0.71 26</td><td>2.79 6 0.22 2.34-3.08 8 3.20 6 0.13 2.92-3.43 27</td><td>0.42 6 0.03 0.39-0.45 4 0.46 6 0.03 0.42-0.51 8</td><td/><td>4.95 6 0.14 4.81-5.21 8 5.05 6 0.18 4.83-5.52 26</td><td>6.47 6 0.16 6.26-6.70 8 6.84 6 0.20 6.55-7.33 26</td></tr><tr><td>.-Measurements</td><td/><td/><td>Length of metacarpal (ML)</td><td>Width of metacarpal (MW)</td><td>Length of proximal phalanx (PPL)</td><td>Width of proximal phalanx (PPW)</td><td>Length of middle phalanx (MPL)</td><td>Width of middle phalanx (MPW)</td><td>Length of distal phalanx (DPL)</td><td>Width of distal phalanx (DPW)</td><td>Length of claw (CL)</td><td>Width of claw (CW)</td><td>Combined lengths of proximal</td><td>3 bones (P3L)</td><td>Total length of all bones (TL)</td></tr></table>",
                "type_str": "table",
                "text": ""
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td/><td>Factor axis</td><td/></tr><tr><td/><td>1</td><td>2</td><td>3</td></tr><tr><td>CBL</td><td>0.924</td><td>0.067</td><td>20.138</td></tr><tr><td>MTR</td><td>0.906</td><td>0.148</td><td>0.086</td></tr><tr><td>M2B</td><td>0.888</td><td>20.309</td><td>0.051</td></tr><tr><td>PL</td><td>0.887</td><td>0.212</td><td>0.019</td></tr><tr><td>U1B</td><td>0.883</td><td>20.254</td><td>20.120</td></tr><tr><td>U3B</td><td>0.860</td><td>20.290</td><td>20.207</td></tr><tr><td>TR</td><td>0.856</td><td>0.393</td><td>0.150</td></tr><tr><td>PO</td><td>0.770</td><td>20.322</td><td>0.218</td></tr><tr><td>UTR</td><td>0.320</td><td>0.864</td><td>20.069</td></tr><tr><td>ZP</td><td>0.003</td><td>0.012</td><td>20.974</td></tr><tr><td>Eigenvalues</td><td>6.197</td><td>1.320</td><td>1.110</td></tr><tr><td>Variance explained (%)</td><td>62.0</td><td>13.2</td><td>11.1</td></tr></table>",
                "type_str": "table",
                "text": "-Component loadings on the first 3 factor axes of a principal components analysis of 10 cranial variables(Fig. 2). Abbreviations of variables as inTable 1."
            },
            "TABREF4": {
                "num": null,
                "content": "<table><tr><td/><td/><td>Factor axis</td><td/></tr><tr><td/><td>1</td><td>2</td><td>3</td></tr><tr><td>DPW</td><td>0.930</td><td>0.160</td><td>0.091</td></tr><tr><td>MPW</td><td>0.917</td><td>0.189</td><td>0.070</td></tr><tr><td>PPW</td><td>0.900</td><td>0.258</td><td>0.014</td></tr><tr><td>DPL</td><td>0.886</td><td>0.183</td><td>0.021</td></tr><tr><td>PPL</td><td>0.631</td><td>20.427</td><td>0.532</td></tr><tr><td>MPL</td><td>0.602</td><td>20.088</td><td>20.725</td></tr><tr><td>ML</td><td>0.496</td><td>20.793</td><td>20.161</td></tr><tr><td>Eigenvalues</td><td>4.307</td><td>0.979</td><td>0.849</td></tr><tr><td>Variance explained (%)</td><td>61.5</td><td>14.0</td><td>12.1</td></tr></table>",
                "type_str": "table",
                "text": ". FIG. 5.-Plot of lengths and widths of the distal phalanx of ray III for the 4 groups of Cryptotis."
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td>Cryptotis mam, new species</td></tr><tr><td>Figs. 3C and 7B</td></tr><tr><td>''Species A''</td></tr><tr><td>Cryptotis goldmani goldmani: Choate, 1970:247 (part); Hall,</td></tr><tr><td>1981:59 (part).</td></tr><tr><td>Cryptotis goodwini: Choate, 1970:249 (part); Choate and</td></tr><tr><td>Fleharty, 1974:1 (part); Hall, 1981:60 (part); Woodman and</td></tr><tr><td>Morgan, 2005:72 (part).</td></tr><tr><td>Cryptotis goodwini goodwini: Woodman and Timm, 1999:8</td></tr><tr><td>(part).</td></tr><tr><td>Cryptotis griseoventris: Woodman and Timm, 1999:16 (part);</td></tr><tr><td>Woodman and Stephens, 2010:134 (part).</td></tr><tr><td>HOLOTYPE.-</td></tr></table>",
                "type_str": "table",
                "text": "for additional measurements. Dried skin and skull of an adult male, USNM 77053; obtained 27 December 1895 by E. W. Nelson and E. A. Goldman (field number 8908) at approximately 10,000 feet in cloud forest dominated by cypress, fir, and pine on the upper reaches of a spurlike ridge above Todos Santos Cuchumatán [approximately 15u369N, 91u379W], Huehuetenango, Guatemala"
            },
            "TABREF6": {
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "text": "-Characteristics among the 4 species of Cryptotis. Abbreviations of variables as in Table 1. Statistics are mean 6 SD and range."
            }
        }
    }
}