{
    "paper_id": "Yacoeetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:37.967250Z"
    },
    "title": "Muscle enzyme profile, diet, and flight in South American bats",
    "authors": [
        {
            "first": "Marshall",
            "middle": [
                "E"
            ],
            "last": "Yacoe",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        },
        {
            "first": "John",
            "middle": [
                "W"
            ],
            "last": "Cummings",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        },
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        },
        {
            "first": "G",
            "middle": [
                "Ken"
            ],
            "last": "Creighton",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Yacoeetal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "of four catabolic enzymes (citrate synthase, hexokinase, 3-hydroxyacyl-CoA dehydrogenase, and phosphorylase) were measured in the pectoralis muscles of 10 species of South American bats, representing four families. The pattern of enzyme activities in these tissues suggests that these muscles differ qualitatively with other mammalian and avian muscles in two respects. First, the muscles of all 10 bat species were much more highly oriented toward fat metabolism and away from glucose metabolism than in any previously measured skeletal muscle. Second, the species were divided into two major groups with respect to hexokinase activity. Primarily frugivorous species had hexokinase activities about 2-3 times as high as insectivorous species. It is suggested that the weight restrictions of flight limit glycogen storage and thus bias muscle metabolism toward fat. However, the extent to which pectoralis muscles have the capacity for glucose oxidation appears to be dependent on the intake of dietary glucose.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Noctilionidae; Vespertilionidae; Molossidae; muscle fuel utilization; glycolysis; glycogenolysis; P-oxidation; citric acid cycle MUSCLE IS A CATABOLICTISSUE.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phyllostomatidae;",
                "sec_num": null
            },
            {
                "text": "The energytransferthat results in muscular contraction is dependent on the oxidation of glucose, fatty acids, and muscle glycogen. The relative importance of these substrates has been the subject of a great deal of study. Direct measurements of uptake and oxidation of glucose and fatty acids by working muscles in vivo have been limited to large mammals (1, 2, 32, 33) . Most comparative studies dealing with fuel utilization in muscles of small birds and mammals have been based on measurements of key enzymes of catabolic pathways (3, 4, 11, 1524) . In all birds and mammals thus far examined the enzymes catalyzing the aerobic oxidation of glucose and fatty acids exist in constant activity ratios to those of the citric acid cycle (4, 27). Enzymes catalyzing glycogenolysis and glycolysis typically occur in inverse proportion to citric acid cycle enzymes (4, 8). These proportions are similar in muscles of a variety of fiber compositions from a number of species (27). These proportions also remain constant during endurance training where increased aerobic capacity is the result of coordinated increases in enzyme activities in a number of pathways (15). It has been suggested that the constant ratios of the capacities for glucose oxidation and fatty acid oxidation relative to citric acid cycle capacity represent a basic nonvarying metabolic organization in skeletal muscle (4).",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 358,
                        "text": "(1,",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 359,
                        "end": 361,
                        "text": "2,",
                        "ref_id": null
                    },
                    {
                        "start": 362,
                        "end": 365,
                        "text": "32,",
                        "ref_id": null
                    },
                    {
                        "start": 366,
                        "end": 369,
                        "text": "33)",
                        "ref_id": null
                    },
                    {
                        "start": 534,
                        "end": 537,
                        "text": "(3,",
                        "ref_id": null
                    },
                    {
                        "start": 538,
                        "end": 540,
                        "text": "4,",
                        "ref_id": null
                    },
                    {
                        "start": 541,
                        "end": 544,
                        "text": "11,",
                        "ref_id": null
                    },
                    {
                        "start": 545,
                        "end": 550,
                        "text": "1524)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phyllostomatidae;",
                "sec_num": null
            },
            {
                "text": "The purpose of this paper is to examine the metabolic organization of the pectoralis muscles of neotropical bats, representing a broad spectrum of activity patterns and feeding strategies. We hypothesized that fuel utilization by pectoralis muscles of bats might deviate from the pattern of other mammalian muscles for reasons related to dietary specialization and the energetic requirements of flight. Flight requires a very high rate of energy input. Maximum metabolic rates of birds (29) and bats (28) may be 2-3 times those of similarly sized terrestrial mammals. This is reflected in the high activities of citric acid cycle enzymes in the pectoralis muscles of passerine birds (20) and in the thoracic muscles of flying insects (5, 25). In turn, flux through the citric acid cycle is dependent on either the mobilization and oxidation of stored triglyceride and glycogen or the direct oxidation of dietary nutrients. The weight restrictions of flight greatly favor energy storage as fat (12). In the bat, Myotis Zucifugus, (19) and in small passerine birds (9) the total energy stored as glycogen is miniscule compared to that stored as fat. Accordingly, the high activities of P-oxidative enzymes in the pectoralis muscles of small passerine birds (20) and in the flight muscles of certain moths and locusts (5, 6, 25) reflect the importance of fatty acid oxidation in flight in many species. However, dietary nutrients may be important in species that feed regularly during extended bouts of activity. The importance of dietary glucose as an energy source during flight in insects is clearly demonstrated by the relationship between the biochemical organization of insect flight muscle and dietary glucose. Hymenopteran species, such as the honeybee (5), and Dipteran species, such as the blowfly (6), with flight muscles having a high capacity for glucose oxidation, feed frequently on rich glucose sources. In contrast, the flight muscles of migratory species, such as locusts (5, 34), or species with large lipid reserves, such as moths (5, 6, 12), have low glycolytic capacities and rely heavily on the use of fat as an oxidative substrate. Therefore, insect flight muscle is characterized by high aerobic capacity, but the capacity for either fat or glucose oxidation appears to be related to the foraging and dietary speciali- of flight and aerodynamic limitations on glycogen storage. However, the ecological diversity of these bats led us to hypothesize that muscle enzyme profile in these species may reflect foraging and dietary specializations in a way similar to that seen in insect flight muscle. Ten species of neotropical bats were studied. These include two predominantly frugivorous species, Artibeus Zituratus and Sturnira Zilium (Phyllostomatidae) and eight predominantly insectivorous species, Myotis nigricans, Eptesicus furinalis, Lasiurus ega (Vespertilionidae),",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phyllostomatidae;",
                "sec_num": null
            },
            {
                "text": "Cynomops abrasus, Eumops bonariensis, E. dabbeni, MoZossops temmincki (Molossidae), and Noctilio azbiuentris (Noctilionidae).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phyllostomatidae;",
                "sec_num": null
            },
            {
                "text": "Pectoralis muscles were analyzed for activi ties of citrate synthase, as an indicator of citric acid cycle capacity (16), hexokinase, as an indicator of the capacity for oxidation of blood glucose (4, 11)) 3-hydroxyacyl-CoA dehydrogenase, as an indicator of P-oxidative capacity (4), and phosphorylase, as an indicator of glycogenolytic capacity (11).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phyllostomatidae;",
                "sec_num": null
            },
            {
                "text": "SampZe coLLection. Field work was conducted in a number of sites in Paraguay. A 11 animals from which tissues were taken were weighed, prepared as specimens, and returned to the M useum of Zoology, University of Michigan, where field identifications were confirmed. Muscle samples were taken in the field from freshly killed specimens and quickly frozen in liquid nitrogen. The samples were held in liquid nitrogen during storage in Paraguay and transported to the University of Michigan where they were held at -70°C until assayed. Dessication was avoided by sealing the tissue in small plastic vials prior to freezing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The number of individuals sampled of each species is largely the product of logistic considerations in the field. As -a result, several species are represented by only one or two individuals. Sufficient sample sizes to permit meaningful statistical analysis were available for only 5 of the 10 species examined: M. nigricans (n = lo), N. aZbiventris (n = lo), E. dabbeni (n = 3), S. ZiZium (n = 6), and A. Zituratus (n = 8). The remaining five species, E. furinazis (n = Z), L. ega (n = I), C. abrasus (n = 1)) E. bonariensis (n = l), and M. temmincki (n = I), are reported as further illustrations of the trends that characterize the five major species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Tissuepreparation. Frozen muscle samples were finely minced with a razor blade. The mince was divided into two portions and the weight of each portion was noted. One bf the portions was homogenized in 10 ml/g muscle mince of a solution containing 45 mM HEPES, 1 mM EDTA, 7.5 mM MgClz, 11 mM monothioglycerol, pH 7.5. This homogenate was used for determination of hexokinase and phosphorylase activities. The other portion of muscle mince was homogenized in 10 ml/g of a solution containing 100 mM potassium phosphate and 2 mM EDTA, pH 7.3. This homogenate was then subjected to sonication for three 15-s intervals with 45-s pauses using a Branson Sonifier. The homogenate was held in an ice bath during sonication to avoid thermal denaturation. This homogenate was used for the determination of citrate synthase and 3-hydroxyacyl-CoA dehydrogenase activities. All homogenizations were carried out by hand in a Tenbroek-type glass-glass tissue grinder submerged in an ice bath. Homogenization was completed with two complete passes after an even dispersion of tissue was achieved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Enzyme and an appropriate amount of homogenate, pH 7.0 (4). The change in absorbance at 340 nm was measured before and after addition of the Sacetoacetyl-CoA.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Phosphorylase (E.C. 2.4.1.1) (PHOS) was measured by the method of Crabtree and Newsholme (11). Culture tubes containing 0.2 ml of a solution of 32 mM glucose lphosphate, 0.5 mM AMP, and 2% (wt/vol) glycogen were",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "MUSCLE ENZYMES, DIET, AND FLIGHT IN BATS R191",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "incubated at 25°C in a water bath (MGW Lauda C 20, RESULTS model B-l). The reaction was initiated by addition of 0.2 ml of diluted homogenate. The reaction was terminated by addition of 0.6 ml 6% (wt/vol) trichloroacetic acid. Incubations were run for 0, 2,4, and 6 min, during which time the reaction rate was linear. Controls were initially run in which glucose l-phosphate and AMP were omitted. No measurable activity was found under these conditions so these controls were not routinely performed. Following the addition of trichloroacetic acid the tubes were centrifuged at top speed in a clinical centrifuge and 0.5 ml of the supernatant was analyzed for Pi by the method of LeBel et al. (18). Absorbance at 700 nm was Citrate synthase. Citrate synthase (CS) activities in all 10 species are among the highest reported in skeletal muscle. Mean activities range from 144 to 299 prno1.g muscle wet wt-' . min. Among the five primary species, activities range from 144 to 228 prnol. g muscle wet wt-' l min-' (Fig. IA) . The very high mean activity in E. furinalis (299 pmol l g muscle wet wt-' . min-') is probably not representative of the species. Only two individuals were sampled and one of these had an abnormally high activity. Median CS activities in the five major species were not found to differ significantly from one another measured on a Coleman Jr. spectrophotometer. Care was (Kruskal-Wallis test, P > 0.05). With the exception of taken to time all procedures since glucose l-phosphate is that of E. furinalis, the activities in all the species were slowly hydrolyzed in the presence of trichloroacetic acid. very similar. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1012,
                        "end": 1021,
                        "text": "(Fig. IA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "YACOE, CUMMINGS, MYERS, AND CREIGHTON tically significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "3-Hydroxyacyl-CoA dehydrogenase. The range in the mean activities of 3-hydroxyacyl-CoA dehydrogenase (HOAD) (25-175 PmoLg muscle wet wt-' l rein-1) is much greater than in the case of CS. HOAD activities in all 10 species are also among the highest reported in skeletal muscle. The differences among species in mean HOAD activities are partially accounted for by scaling with body mass. Linear regression on body mass for all individuals tested accounted for less than 40% of the variability in HOAD activity (r' = 0.38, P < 0.001). Frugivorous species do not differ from insectivorous species with respect to either absolute HOAD activity (Fig. 1B) or the ratio of HOAD to CS (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 640,
                        "end": 649,
                        "text": "(Fig. 1B)",
                        "ref_id": null
                    },
                    {
                        "start": 677,
                        "end": 686,
                        "text": "(Table 1)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Zituratus (32 pmol* g muscle wet wt-' l rein-') does not appear to be related to diet as phosphorylase activity in the widely ranging insectivore, L. ega (39 prnol. g muscle wet wt-' . min-' ) , is similar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Hexokinase. The activity of hexokinase (HEX) in the pectoralis muscles of the 10 species examined is characterized by two major features. First, mean hexokinase activities (1.9-8.3 pm01 l g muscle wet wt-' *mine') are comparable to the activity reported for a number of mammalian muscle types. However, because of the very high CS activity in these muscles, the HEX/CS (0.00% 0.043) are very low (Table 1) . Second, median hexokinase activities in the five major species were found to differ significantly from one another (Kruskal-Wallis test, P < 0.001). Two groups are apparent with respect to hexokinase activity. The two frugivorous species, A. Zituratus and S. Zitium, have hexokinase activities 2-3 times as great as those of the insectivorous species, M. nigricans, N. albiuentris, and E. dabbeni (Fig. 1C) . These differences are significant (Mann-Whitney U test, P < 0.001). The comparison holds true when either the absolute hexokinase activities or HEX/CS are compared. The ratios of HEX to CS in the remaining species conform well with the pattern described for the five primary species ( Table 1) . The insectivorous species, E. bonariensis (n = l), appears to be an exception (Table 1) ; however, sample size is small.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 396,
                        "end": 405,
                        "text": "(Table 1)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 805,
                        "end": 814,
                        "text": "(Fig. 1C)",
                        "ref_id": null
                    },
                    {
                        "start": 1102,
                        "end": 1110,
                        "text": "Table 1)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 1191,
                        "end": 1200,
                        "text": "(Table 1)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Enzyme profiLe and flight. The enzyme profiles of the pectoralis muscles of the bats examined here differ qualitatively from those previously reported for other vertebrate muscles. These differences are related, in part, to the energetic and aerodynamic requirements of flight. Bat pectoralis muscle is a tissue with a very high capacity for the oxidation of fatty acids, a relatively low capacity for the oxidation of blood glucose, and a fairly high capacity for glycogenolysis. The activities of CS ( Fig. 1A) and HOAD (Fig. 1B) are among the highest reported in vertebrate skeletal muscle (3, 20) and are comparable to values for insect flight muscle (5). HOAD/CS range from about 0.2 to 0.9 ( Table 1 ). These ratios are lower than those reported in other mammalian and avian species (0.7-2.2) (4, 27). Still, the very high absolute activities of both enzymes in all the species examined here suggest that the capacity for fatty acid oxidation is very high in all species. At the same time, the low activities of hexokinase ( Fig. 1C ) and the HEX/CS (Table 1) suggest that bat pectoralis muscle has a very low capacity for glucose oxidation relative to citric acid cycle capacity. This pat-. tern of enzyme activities suggests that bat pectoralis muscle has a very high aerobic capacity strongly biased toward fat metabolism. The capacity for glucose oxidation is about an order of magnitude lower than that predicted by the regression of hexokinase activity on CS activity in skeletal muscles of other species (27).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 504,
                        "end": 512,
                        "text": "Fig. 1A)",
                        "ref_id": null
                    },
                    {
                        "start": 522,
                        "end": 531,
                        "text": "(Fig. 1B)",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 705,
                        "text": "Table 1",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 1031,
                        "end": 1038,
                        "text": "Fig. 1C",
                        "ref_id": null
                    },
                    {
                        "start": 1056,
                        "end": 1065,
                        "text": "(Table 1)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "PhosphoryZase. Phosphorylase (PHOS) activity is similar among all 10 species. Mean activities range from 12 to 39 prnol. g muscle wet wt-'. min? Despite the apparently higher activity in A. Zituratus, the median phosphorylase activities among the five major species do not differ significantly from one another (Kruskal-Wallis test, P > 0.02) (Fig. IO) . The higher activity seen in A.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 343,
                        "end": 352,
                        "text": "(Fig. IO)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The activities of HEX and PHOS (Fig. 1, C and D) are comparable to those in fast-twitch glycolytic muscles in the rat, mouse, and rabbit, which rely heavily on glycogenolysis for energy production and have low capacities for aerobic glucose oxidation (8, 11). The high activities of both CS and PHOS in bats suggest that high aerobic capacities and high glycogenolytic capacities are not mutually exclusive, as is the case in other mammalian muscles (8). Measurements of muscle enzyme activities in Australian bats also indicate high aerobic and glycogenolytic capacities (23). ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 48,
                        "text": "(Fig. 1, C and D)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Bat pectoralis muscle operates in a physiological situation unique among mammals. It maintains high rates of contraction for long periods, and it exists in an animal with very little storage capacity for glucose relative to the metabolic requirements of sustained flight. Total glycogen stores in the bat, 1M. Zucifugus, are negligible when compared with fat stores (19). At the estimated power input during level flapping flight [calculated from Thomas (B)], M. Zucifugus could only fly a few minutes if it oxidized only glucose derived from liver glycogen. Similarly, muscle glycogen concentrations in M. Zucifugus (19) could sustain maximal glycogenolytic flux for only a few minutes. Energy is primarily stored as fat. In studies of fuel utilization by flying insects it has been suggested that a high reliance on fat oxidation is related to the weight restrictions of flight (12). Stored fat is approximately 8 times as energy dense as stored glycogen (34) so energy storage as fats should be greatly favored in species that undergo sustained flight and periodic feeding. The advantage conferred by energy storage as fat must be considerable because there is an energetic penalty associated with the conversion of glucose to fat. Martin and Lieb (21) argue that 20% of the potential ATP yield of dietary glucose is lost if that glucose is converted to fat prior to oxidation. The high CS and HOAD activities and low HEX/CS in the pectoralis muscles of the bats examined here suggest that aerobic metabolism is largely supported by fat oxidation. The orientation of bat pectoralis muscle toward fat oxidation suggests that the aerodynamic benefits of fat storage outweigh the energetic penalty of the conversion of dietary sugars to fats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "It was argued above that muscle glycogen is a very limited resource, yet phosphorylase activities are fairly high in all species tested here (Fig. 1D ). Glycogenolysis clearly cannot be sustained for long periods but may be important during takeoff and rapid acceleration when aerobic capacity may be momentarily exceeded. Frugivorous species such as Phyllostomatids may rely on anaerobic energy production to some extent while carrying fruits (13, 31). Large insectivores such as some of the Molossids are strong fast fliers, but their long narrow wings produce less lift at low speeds than the elliptical wings characteristic of most Vespertilionid bats (13, 30). Glycogenolysis may be momentarily important in species such as large Molossids during low-speed flight and in other small insectivores during rapid maneuvers while foraging. The overall pattern of high PHOS activity, low HEX activity, high CS activity, and high HOAD activity seen in all 10 species tested here does not correspond with the pattern of enzyme activities observed in muscles of other mammals and birds. However, the pattern of enzyme activities in bat pectoralis muscle appears to be related to the functional constraints of flight discussed above.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 141,
                        "end": 149,
                        "text": "(Fig. 1D",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "Enzyme profiLe and diet. Enzyme profile in the thoracic muscles of various flying insects appears to be related to diet and frequency of feeding (5,25). However, such relationships have not been observed in the muscles of mammals and birds (4, 27). This may be due to the fact that the mammals thus far examined are all terres-trial omnivores. The birds include some strong fliers such as pigeons and black ducks, but, again, all species are omnivorous (4, 11, 27) . In contrast, the species of bats examined here are all strong fliers with very specialized diets. S. ZiZium and A. Zituratus (Phyllostomatidae) are both frugivorous. S. Zilium eats a variety of fruits, including figs, dates, and bananas. Pollen is also an important food item (14). A. Zituratus feeds on a variety of fruits, flowers, and leaves (14). These species fly slowly and hover among dense vegetation while selecting fruit (22, 31). The selected fruit is then carried to a roost where it is eaten. These flights vary in length from 5 to 30 min in A. Zituratus. In Artibeus and other Phyllostomatid frugivores, this cycle is repeated throughout the night (22). The other eight species with which this study deals are insectivores.",
                "cite_spans": [
                    {
                        "start": 453,
                        "end": 456,
                        "text": "(4,",
                        "ref_id": null
                    },
                    {
                        "start": 457,
                        "end": 460,
                        "text": "11,",
                        "ref_id": null
                    },
                    {
                        "start": 461,
                        "end": 464,
                        "text": "27)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "Although these species differ with respect to style of flight and foraging style (7, 13, 17, 30, 31) they all catch insects in flight and may fly for extended periods while feeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "Foraging flights are extended periods of high energy demand. The oxidative substrates fueling these flights may come from either bodily stores or dietary nutrients. The high capacity for fat oxidation and low capacity for glucose oxidation in bat pectoralis muscle have been related above to the aerodynamic advantages of energy storage as fat. However, in the species examined here, muscle enzyme profile also appears to be specialized in a way that reflects the diet. The activities of HEX (Fig.  1C ) and the HEX/CS (Table 1) in the pectoralis muscle of the frugivorous species are 2-3 times higher (P < 0.001) than in the insectivorous species. The dietary sugar content of the frugivores is much higher than that of the insectivores.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 492,
                        "end": 501,
                        "text": "(Fig.  1C",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 528,
                        "text": "(Table 1)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "Because of the rapid uptake and oxidation of dietary glucose during physical activity (1) and the duration of foraging flights, frugivorous species may have much more glucose available for oxidation than insectivorous species. Further, the energetic penalty associated with the conversion of dietary glucose to fats (21) may make direct oxidation of dietary glucose energetically favorable. Therefore, the availability of blood glucose for oxidation by the pectoralis muscle during flight may be related to dietary glucose intake. The results presented here show that the capacity of bat pectoralis muscle to oxidize glucose is correlated with the intake of dietary sugar. It is proposed that the availability of dietary glucose and the energetic penalty of conversion of glucose to fat may be important determinants du case oxidative capacity in bat pectoralis muscle. of These data represent an extension of the range of observations of fuel utilization in mammalian muscle and suggest that the biochemical organization of mammalian muscle is more plastic than has been thought. In bat pectoralis muscle the activities of four key enzymes, citrate synthase, hexokinase, 3-hydroxyacyl-CoA dehydrogenase, and phosphorylase, reflect the power requirements and aerodynamic restrictions of flight and the composition of the diet. ",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 89,
                        "text": "(1)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R193",
                "sec_num": null
            },
            {
                "text": "Downloaded from journals.physiology.org/journal/ajpregu at Univ of Michigan (035.007.039.109) on October 7, 2021.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Influence of glucose ingestion on fuelhormone response during prolonged exercise",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Ahlborg",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Felig",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "J. Appl. Physiol",
                "volume": "41",
                "issue": "",
                "pages": "683--688",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AHLBORG, G., AND P. FELIG. Influence of glucose ingestion on fuel- hormone response during prolonged exercise. J. Appl. Physiol. 41: 683-688, 1976.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>R192</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>A</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>B</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>n40</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>BM=5</td></tr><tr><td/><td/><td>n=X&gt; BM=5</td><td/><td/><td colspan=\"2\">n=3 0M=85</td><td/><td/><td>n=8 BM= 68</td><td>n 4 I 0</td><td>I</td><td>BM=27</td><td>n=3 BM=85</td><td>nr6 BM=l9</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>0</td></tr><tr><td/><td colspan=\"2\">k!Yti</td><td/><td>Noctlllo</td><td colspan=\"2\">EUQRS</td><td>St</td><td/><td>ArtlbeuS</td><td>MY&amp;</td><td>Nod&amp;~</td><td>EurnQw</td><td>Sturnlrg</td><td>Artibeuf</td></tr><tr><td/><td colspan=\"2\">Eqrtcan$</td><td/><td>alblventr&amp;</td><td>dabben</td><td/><td>Ihum</td><td/><td>Iituratus</td><td>agricans</td><td>glbiventris</td><td>dabbeni</td><td>lilium</td><td>lituratus</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Species</td><td/><td/><td/><td>Species</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>C</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>\\ I c 50 .-</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>E</td><td>n40</td></tr><tr><td/><td/><td>n=8</td><td/><td/><td/><td/><td/><td/><td/><td>BM=5</td><td>I</td></tr><tr><td/><td colspan=\"3\">BM= 5</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>n=6</td><td/><td/></tr><tr><td/><td/><td/><td/><td>n=10 E3M=27</td><td colspan=\"2\">n=3 BM=85</td><td>BM=19</td><td/><td>m</td><td>n=lO</td><td>BM=85 n=3</td><td>n=6 BM=t9</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>n=8</td><td>B&amp;I=27</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>BM=68</td></tr><tr><td/><td colspan=\"3\">MY2!i.!S</td><td>NQctlhQ</td><td colspan=\"2\">Eumops</td><td>Sturnlrq</td><td/><td>Artlbeus</td><td>MY&amp;S</td><td>NxtiliQ</td><td>EumoDs</td><td>wg</td><td>Artlbeus</td></tr><tr><td/><td colspan=\"2\">ygficans</td><td/><td>glbwentrq</td><td colspan=\"2\">dabbenl</td><td>ltltum</td><td/><td>ltturatus</td><td>UQrlcans</td><td>glblventrls</td><td>Qpbbeq</td><td>Illturn</td><td>llturatus</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Species</td><td/><td/><td/><td>Species</td></tr><tr><td colspan=\"2\">FIG. 1. Pectoralis</td><td colspan=\"4\">muscle ezyme activities</td><td colspan=\"2\">in 5 primary</td><td colspan=\"2\">species. Units</td><td>Vertical</td><td>dimension</td><td>of box is SE. BM, mean body mass in grams; n,</td></tr><tr><td>of activity</td><td colspan=\"2\">are pmol-g</td><td colspan=\"4\">muscle wet wt-'emin-',</td><td colspan=\"2\">measured</td><td>at 25°C.</td><td>sample size. Species are ordered</td><td>by body size within 2 dietary guilds.</td></tr><tr><td>Verticd</td><td>Line represents</td><td colspan=\"4\">range of observations;</td><td colspan=\"2\">horizontd</td><td/><td>Line is mean.</td></tr></table>",
                "type_str": "table",
                "text": "The two larger species, A. lituratus (mean Biochemicals and enzymes are of the highest quality mass, 68 g) and E. dabbeni (mean mass, 85 g), have available and were obtained from the Sigma Chemical, slightly lower CS activities than the other species, but St. Louis, MO.the regression of CS activity on body mass is not statis-"
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td/><td/><td>Species</td><td/><td/><td/><td>Mass</td><td/><td>HEX/CS</td><td>HOAL)/CS</td><td>PHOS/CS</td></tr><tr><td/><td>Frugivorous</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sturnira</td><td>lilium</td><td/><td/><td/><td>19</td><td/><td>0.038 t 0.005* (6)</td><td>0.565 k 0.091 (6)</td><td>0.067 k 0.012 (6)</td></tr><tr><td/><td>Artibeus</td><td colspan=\"2\">lituratus</td><td/><td/><td>68</td><td/><td>0.043 t 0.005* (8)</td><td>0.216 t 0.024 (8)</td><td>0.206 t 0.038 (8)</td></tr><tr><td/><td>Insectivorous</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Myotis</td><td>nigricans</td><td/><td/><td/><td>5</td><td/><td>0.016 t 0.002 (8)</td><td>0.567 t 0.044 (10)</td><td>0.083 +, 0.021 (10)</td></tr><tr><td/><td colspan=\"3\">Noctilio Eumops dabbeni albirlentris Eptesicus furinalis Cynomops abrasus Lasiurus ega Eumops bonariensis Molossops temmincki</td><td/><td/><td>27 85 9 28 15 14 7</td><td/><td>0.010 t 0.001 0.014 t 0.003 (3) (10) 0.013 t 0.006 (2) 0.015 (1) 0.008 (1) 0.041 (1) 0.016 (1)</td><td>0.919 t 0.104 (9) 0.178 t 0.047 (3) 0.328 t 0.114 (2) 0.427 (1) 0.373 (1) 0.646 (1) 0.870 (1)</td><td>0.061 t 0.007 (10) 0.104 t 0.007 (2) 0.061 AI 0.015 (2) 0.108 (1) 0.167 (1) 0.135 (1) 0.136 (1)</td></tr><tr><td colspan=\"8\">Values are mean t SE. Sample size is given in parentheses.</td><td>Mass refers to mean body mass in grams. CS, HEX, HOAD,</td><td>and PHOS refer,</td></tr><tr><td>respect</td><td colspan=\"3\">iv ,ely, to the activities</td><td>(pm01</td><td>l g</td><td colspan=\"3\">muscle wet wt-' + min -') of citrate synthase, hexokinase,</td><td>3-hydroxyacyl-CoA</td><td>dehydrogenase,</td><td>and phosphor-</td></tr><tr><td>ylase.</td><td colspan=\"2\">* Significantly</td><td colspan=\"4\">grea ter than in insectivorous</td><td colspan=\"2\">species bY Mann-Whitney</td><td>Utest (P&lt; 0.001).</td></tr></table>",
                "type_str": "table",
                "text": "Activity ratios of catabozic enzymes"
            }
        }
    }
}