{
    "paper_id": "Zakrzewski1969-Dentalabnormalityinthegenuscastor",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:46.990436Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Zakrzewski1969-Dentalabnormalityinthegenuscastor",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "bands represented in the parents. Although the transferrins were identical within this family group, the zymograms .showed a variety of phenotypes. There was no attempt in this study to identify or demonstrate the nature of genetic control of observed esterases or to determine if numbered fractions are in fact homologous. Even though these observations are only of two litters, one a hybrid, the findings are pertinent and agree with those of Coates and Twitty (1967) and the comments of Dessauer and Fox (1961) about interspecific and intergeneric hybrids, namely that electrophoresis has uncovered little evidence of hybrid substance-that is, proteins present in the hybrid that are lacking in parental species.",
                "cite_spans": [
                    {
                        "start": 445,
                        "end": 469,
                        "text": "Coates and Twitty (1967)",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 513,
                        "text": "Dessauer and Fox (1961)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This research was supported in part by National Science Foundation Research Grant GB 4432 and carried out in the Ecology Institute, University of California, Davis. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While examining a collection of 13-3 specimens of Castor canadensis Kuhl, in The University of Michigan Museum of Zoology, two specimens (UMMZ 7542,2 and UMMZ 75439) were found in which the m3 was missing from both mandibles. Both upper third molars are present in the skull of UMMZ 75439, but only the LM3 is present in UMMZ 75422. The absence of the third molars was not thought to be due to the age of the individuals, as the third molars are developed or are developing in younger specimens. Radiographs of the specimens showed that no calcified primordia for the missing molars were present, suggesting that dental agenesis was the cause. Neo-and paleomammalogical literature contains reports of many dental anomalies, but none suggestive of agenesis in the genus Castor. Agenesis is apparently commonest in mammals, such as the house mouse (Mus musculus), which have semivestigial third molars (Wallace and Bader, J. Mamm., 47: 733-734, 1966) . Examination of 13 mandibles of fossil Castor cf. caliiomicus, in The University of Michigan Museum of Paleontology from the late Pliocene Hagerman local fauna of Idaho, revealed one (UMMP V53429) with the m3 missing. As the specimen was not radiographed, it is not known whether agenesis was the cause or if the tooth was lost for some reason during life. It appears, however, from the wear on the remaining teeth that the animal functioned for quite a time with only three teeth in the mandible. ",
                "cite_spans": [
                    {
                        "start": 923,
                        "end": 948,
                        "text": "Mamm., 47: 733-734, 1966)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DENTAL ABNORMALITY IN THE GENUS CASTOR",
                "sec_num": null
            },
            {
                "text": "The necessity for brevity in short papers in scientific journals often results in omissions. The omissions may invite criticism, such as W. E. Schevill directed at a paper written by us (Neave and Wright, 1968) . Assumptions by Schevill seem unwarranted because the published paper, especially in the description of the methods, was brief. Two cetologists had originally reviewed the manuscript and found it acceptable for publication. At that time, certain data that Schevill questioned were deleted. The following points should correct the omissions.",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 210,
                        "text": "(Neave and Wright, 1968)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "As a first step in the study, a bibliography of 98 titles was assembled, including all the Canadian literature. The literature cited contained 10 titles. Three were Fisheries Research Board publications, and one a National Museum of Canada publication, yet the authors were accused of ignoring the Canadian literature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "The study was initiated and planned after full discussion with personnel of the Atlantic Biological Station of the Fisheries Research Board of Canada at St. Andrews, New Brunswick. They distributed and collected the record forms froIn the ships, read the final paper, and cooperated completely throughout the project.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "To have made the identifications themselves, the authors would need to have spent at least a year at sea on the Bay of Fundy ferries. The only alternative was to brief the watchkeeping officers of the three ships, who were supplied with the circular by Sergeant ( 1961 ). A trip was made in each ship to familiarize the watchkeepers with the circular as a field identification key. They were keen and responsive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "Schevill criticized the authors for accepting sight records from professional seamen with the best available field guide at hand, and after being checked out in its use by an infonned biologist with experience in identifying North Atlantic cetaceans (Wright, 1962) . It is true that the authors collected no specimens, nor did they examine any at shore whaling stations, because there are none in the Bay of Fundy, where the porpoise fishery is extinct. They had no access to the animals themselves. However, the dates and distances offshore, and the numbers seen are accurate.",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 264,
                        "text": "(Wright, 1962)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "When numbers of small cetaceans, almost all long known to be Phocoena phocoena from extensive fisheries carried on in the past (Leighton, 1937) , increase many fold annually at the same season, and decrease drastically thereafter in a landlocked bay, it is reasonable to assume a seasonal migration in and out of that bay. Schevill complained about this interpretation and the statements about directions of such a migration, As",
                "cite_spans": [
                    {
                        "start": 127,
                        "end": 143,
                        "text": "(Leighton, 1937)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS OF PHOCOENA PHOCOENA IN THE BAY OF FUNDY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/50/3/652/880924 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/50/3/652/880924 by University of Michigan user on 07 October 2021"
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "I wish to thank Drs. W. H. Burt, Museum of Zoology and C. W. Hibbard, Museum of Paleontology, University of Michigan, for permission to study specimens under their care, and Mr. John G. Lundberg, Fish Division, Museum of Zoology, for radiographing the specimens.-RICHARD J. ZAKRZEWSKI, Museum of Paleontology, The University of Michigan, Ann Arbor (present address: Idaho State University, Pocatello, 83201). Accepted 10 April 1969."
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Proc. Nat. Acad. Sci., 58: 173-180.</td></tr><tr><td>DESSAUER, H. C., AND W. Fox. 1961. Electrophoresis in taxonomic studies illustrated by</td></tr><tr><td>analyses of blood proteins. Pp, 625-647 in Taxonomic biochemistry and serology (C. A. Leone, ed.), Ronald Press, New York, x + 1-728,.</td></tr><tr><td>GIBLETr, E. R., C. G. HICKMAN, AND O. SMITHIES. 1959. Serum transferrins. Nature,</td></tr><tr><td>183: 1589-1590.</td></tr><tr><td>GRINNELL, J., AND J. DIXON. 1918. Natural history of the ground squirrels of California.</td></tr><tr><td>Monthly Bull. California State Comm. Hort., 7: 597-708.</td></tr><tr><td>HUNTER, R. L., AND C. L. MARKERT. 1957. Histochemical demonstration 'of enzymes</td></tr><tr><td>separated by zone electrophoresis in starch gels. Science, 125:~1294-1295.</td></tr><tr><td>JOHNSON, M. L. 1968.</td></tr></table>",
                "text": "B. RICHENS, AND W. E. HOWARD. 1968. Serum protein patterns in pocket gophers. J. Mamm., 49': 544-547. COATES, M. L., AND V. C. TWITTY. 1967. A genetic analysis of differences in the disk--electrophoretic patterns of serum proteins within the salamander genus Taricha. Application of blood protein electrophoretic studies to problems in mammalian taxonomy. Syst. Zool., 17: 23-30. KRISTJANSSON, F. K. 1963. Genetic control of two pre-albumins in pigs. Genetics, 48: 1059-1063. MARSH, R. E., AND W. E. HOWARD. 1968. Breeding ground squirrels, Spermophilus beecheyi, in captivity. J. Mamm., 49: 781-783. NADLER, C. F. 1968. The serum proteins and transferrins of the ground squirrel subgenus Spermophllus. Compo Biochem. Physiol., 27: 487-503. NADLER, C. F., AND C. E. HUGHES. 1966. Serum protein electrophoresis in the taxonomy of some species of the ground squirrel subgenus Spermophilus. Compo Biochem. Physiol., 18: 639~651. REX E. MARSH, 'WALTER E. HOWARD, AND HEINRICH BONGARDT, Department of Animal Physiology, University of California, Davis, California 95616 (current address of Bongardt: 2048 Center Road, Novato, California). Accepted 10 April 1969."
            }
        }
    }
}