{
    "paper_id": "Zelditchetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:50.170330Z"
    },
    "title": "ONTOGENY OF INTEGRATED SKULL GROWTH IN THE COTTON RAT SIGMODON FULVIVENTER",
    "authors": [
        {
            "first": "Miriam",
            "middle": [
                "Leah"
            ],
            "last": "Zelditch,'",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Fred",
            "middle": [
                "L"
            ],
            "last": "Bookstein,' And",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Barbara",
            "middle": [
                "L"
            ],
            "last": "Lundrigan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The development of morphology is not merely an unfolding of information contained in the nucleus of each cell. Instead, development is epigenetic: ontogenetic changes in morphology are influenced by cell and tissue interactions and by interactions between the embryo and the surrounding environment (van Limborgh, 1972; Hall, 1990a). Because of these epigenetic interactions, the parts of an organism are not autonomous. Rather, changes in diverse aspects of morphology are coordinated; the set ofall associations between developmental changes is referred to collectively as \"developmental integration.\" The vertebrate skull is typically viewed as a composite of multiple developmental and functional units, but these units need not be independent in either their development or their evolution. Evolutionary studies that compare isolated features of skull morphology, or that compare the ontogeny of individual skull parts one at a time, take an implicitly preformationist view ofdevelopment in that they do not acknowledge the influence of epigenetic interactions on skull morphology.",
    "pdf_parse": {
        "paper_id": "Zelditchetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The development of morphology is not merely an unfolding of information contained in the nucleus of each cell. Instead, development is epigenetic: ontogenetic changes in morphology are influenced by cell and tissue interactions and by interactions between the embryo and the surrounding environment (van Limborgh, 1972; Hall, 1990a). Because of these epigenetic interactions, the parts of an organism are not autonomous. Rather, changes in diverse aspects of morphology are coordinated; the set ofall associations between developmental changes is referred to collectively as \"developmental integration.\" The vertebrate skull is typically viewed as a composite of multiple developmental and functional units, but these units need not be independent in either their development or their evolution. Evolutionary studies that compare isolated features of skull morphology, or that compare the ontogeny of individual skull parts one at a time, take an implicitly preformationist view ofdevelopment in that they do not acknowledge the influence of epigenetic interactions on skull morphology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "There is a diversity ofviews regarding the number and composition of skull components that might have some degree of autonomy. While some authors have perceived the skull as a single growth system (Weidenreich, 1941; Brash, 1934) , others have counted up to 36 anatomical subunits within the skull (van der Klaauw, 1946 Klaauw, , 1948 Klaauw, -1952 . These subunits, however, were not regarded as autonomous; they were grouped into more inclusive units, forming a hierarchy of components, each with some degree of individuality. At the highest level of the hierarchy, the neural and facial complexes have been viewed as integrated units (e.g., Bluntschli, 1925; Stadtmueller, 1936; Deggeler, 1942; van der Klaauw, 1948 van der Klaauw, -1952 Moss and Young, 1960; Moore, 1966 Moore, , 1981 . The contrast between the neural and facial components is reflected in the familiar description of mammalian skull allometry: the precocial growth ofthe neural skull contrasts with the more protracted growth of the face. As mammals age, their faces become relatively elongated with respect to the cranial base and braincase. More generally, the shape of the skull of terrestrial vertebrates has been interpreted as an outcome of processes affecting these components ofthe skull separately (van der Klaauw, 1948 Klaauw, -1952 .",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 216,
                        "text": "(Weidenreich, 1941;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 217,
                        "end": 229,
                        "text": "Brash, 1934)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 307,
                        "end": 319,
                        "text": "Klaauw, 1946",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 320,
                        "end": 334,
                        "text": "Klaauw, , 1948",
                        "ref_id": null
                    },
                    {
                        "start": 335,
                        "end": 348,
                        "text": "Klaauw, -1952",
                        "ref_id": null
                    },
                    {
                        "start": 644,
                        "end": 661,
                        "text": "Bluntschli, 1925;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 662,
                        "end": 681,
                        "text": "Stadtmueller, 1936;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 682,
                        "end": 697,
                        "text": "Deggeler, 1942;",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 718,
                        "text": "van der Klaauw, 1948",
                        "ref_id": null
                    },
                    {
                        "start": 719,
                        "end": 740,
                        "text": "van der Klaauw, -1952",
                        "ref_id": null
                    },
                    {
                        "start": 741,
                        "end": 762,
                        "text": "Moss and Young, 1960;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 763,
                        "end": 774,
                        "text": "Moore, 1966",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 775,
                        "end": 788,
                        "text": "Moore, , 1981",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1288,
                        "end": 1300,
                        "text": "Klaauw, 1948",
                        "ref_id": null
                    },
                    {
                        "start": 1301,
                        "end": 1314,
                        "text": "Klaauw, -1952",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "However, some studies have argued for a somewhat different decomposition of the skull into complexes, because the shape of the vault (unlike the cranial base) is dependent upon the growth of the brain (de Beer, 1937; Baer, 1954) . According to this view, the cranial base and face form a complex in their independence of brain growth, but can be distinguished from each other by their differing regionally-specific growth patterns. More detailed studies of basicranial growth suggest that there may be different growth patterns in different regions of the cranial base, and that taxa differ in the relative growth rates of the anterior and posterior regions of the cranial base. In primates, the anterior region ofthe cranial base apparently resembles the face in its pattern ofgrowth (Zuckerman, 1955; Ashton, 1957) , while in rodents, the anterior and posterior portions of the cranial base both follow the pattern typical of the braincase (Moore, 1966) . Still, despite the differences among taxa, and the possibility that the cranial base comprises two regions with different growth rates, many studies explain craniofacial growth in terms of facial-specific and neural-specific factors.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 216,
                        "text": "(de Beer, 1937;",
                        "ref_id": null
                    },
                    {
                        "start": 217,
                        "end": 228,
                        "text": "Baer, 1954)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 785,
                        "end": 802,
                        "text": "(Zuckerman, 1955;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 803,
                        "end": 816,
                        "text": "Ashton, 1957)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 942,
                        "end": 955,
                        "text": "(Moore, 1966)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To focus upon the contrast between neural and facial skull may exaggerate the degree to which skull growth is integrated. There is little doubt that many developmental factors have quite localized effects. Bone growth and deposition are highly localized processes, involving incremental addition of bone at sutures and on surfaces and interstitial growth of the persistent cartilages (Bjork, 1955 (Bjork, , 1966 Selman and Sarnat, 1955; van Limborgh, 1972; Ranly, 1988) . Several developmental anomalies lead to spatially delimited malformations. For example, a hematoma of the stapedial artery leads to destruction or disorganization of differentiating mesenchyme only in the region of the developing mandibular ramus (Poswillo, 1988) . Genetic effects on the extent of growth activity in the mandible also seem to be quite restricted in their spatial extent (Bailey, 1985) . Van Limborgh (1972) has argued that such local epigenetic factors dominate regional or more general factors during growth.",
                "cite_spans": [
                    {
                        "start": 384,
                        "end": 396,
                        "text": "(Bjork, 1955",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 397,
                        "end": 411,
                        "text": "(Bjork, , 1966",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 412,
                        "end": 436,
                        "text": "Selman and Sarnat, 1955;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 437,
                        "end": 456,
                        "text": "van Limborgh, 1972;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 457,
                        "end": 469,
                        "text": "Ranly, 1988)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 719,
                        "end": 735,
                        "text": "(Poswillo, 1988)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 860,
                        "end": 874,
                        "text": "(Bailey, 1985)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 877,
                        "end": 896,
                        "text": "Van Limborgh (1972)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "However, despite the limited spatial effects ofmany morphogenetic processes, distant regions need not be developmentally autonomous. Not only does the lack ofgaps between cranial bones suggest a more general integration, but there are physiological factors that manifest global anteroposterior or dorsoventral gradients. These \"morphogens\" appear to underlie gradients in growth rates of tumors and grafted tissues, responses to carcinogens and reactivity to antigenic simulation (Auerbach et al., 1981) . Such gradients were detected in experimental studies of adult mice, although they are typically viewed as characteristic mainly of the earliest embryonic stages.",
                "cite_spans": [
                    {
                        "start": 480,
                        "end": 503,
                        "text": "(Auerbach et al., 1981)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Understanding the ontogenetic integration of the skull may be critical for studies of skull evolution. That the skull is a complex ofseveral distinct units has been viewed as one reason for the tremendous diversity of skull morphology relative to the less impressive diversity of the developmentally more simple limb (Lauder et al., 1989 ). Yet we still know little about the number of developmental units, or their hierarchical arrangement, or the ontogenetic changes in the number ofintegrated units in any taxon. Thus, we cannot yet ask whether clades characterized by relatively high levels of skull diversity differ from those characterized by low levels ofdiversity in their extent or pattern of developmental integration. This ignorance also compromises studies comparing ontogenies of skull form across taxa because, without precise descriptions of how skull ontogeny is integrated, we cannot construct ontogenetic trajectories for components of the skull.",
                "cite_spans": [
                    {
                        "start": 317,
                        "end": 337,
                        "text": "(Lauder et al., 1989",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many empirical studies ofdevelopmental integration rely upon statistical correlations among measurements ofmorphology to find evidence of this integration (e.g., Kurten, 1953; Olson and Miller, 1958; Van Valen, 1962; Gould and Garwood, 1969; Cheverud, 1982; Riska, 1986; Atchley, 1983; Zelditch, 1987 Zelditch, , 1988 Zelditch and Carmichael, 1989b) . The somewhat abstract \"statistical\" approach to integration follows from Olson and Miller's (1958) argument that morphological integration is most easily observable in the correlations among subsets of measurements. Although the method can be traced to Huxley's (1932) paraphrase of D'Arcy Thompson's (1917) theory of transformations, it precludes the analysis of the spatial organization of shape change fundamental to Thompson's concept of integration.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 175,
                        "text": "Kurten, 1953;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 176,
                        "end": 199,
                        "text": "Olson and Miller, 1958;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 200,
                        "end": 216,
                        "text": "Van Valen, 1962;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 217,
                        "end": 241,
                        "text": "Gould and Garwood, 1969;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 242,
                        "end": 257,
                        "text": "Cheverud, 1982;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 258,
                        "end": 270,
                        "text": "Riska, 1986;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 271,
                        "end": 285,
                        "text": "Atchley, 1983;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 286,
                        "end": 300,
                        "text": "Zelditch, 1987",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 301,
                        "end": 317,
                        "text": "Zelditch, , 1988",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 318,
                        "end": 349,
                        "text": "Zelditch and Carmichael, 1989b)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 425,
                        "end": 450,
                        "text": "Olson and Miller's (1958)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 605,
                        "end": 620,
                        "text": "Huxley's (1932)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 642,
                        "end": 659,
                        "text": "Thompson's (1917)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To Thompson, \"independence\" does not mean simply that the correlations among size measurements are zero, nor does integration mean that these measurements display statistically correlated responses to a common factor or factors. Rather, \"independent variants\" refer to \"localized centers of diminished or exaggerated growth\" (Thompson, 1917; p. 274) ; integration is manifest in the \"integral solidarity\" (Thompson, 1917; p. 275) of the organism as revealed by the deformed coordinate analysis. We follow Thompson's approach to comparing related forms, and return to his concept of integration.",
                "cite_spans": [
                    {
                        "start": 325,
                        "end": 341,
                        "text": "(Thompson, 1917;",
                        "ref_id": null
                    },
                    {
                        "start": 342,
                        "end": 349,
                        "text": "p. 274)",
                        "ref_id": null
                    },
                    {
                        "start": 405,
                        "end": 421,
                        "text": "(Thompson, 1917;",
                        "ref_id": null
                    },
                    {
                        "start": 422,
                        "end": 429,
                        "text": "p. 275)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Thompson's diagrams expressing shape comparisons as deformations of coordinate systems (for a review, see Bookstein, 1978) have proven visually intriguing but somewhat frustrating whenever they have been applied in detailed studies ofgrowth or evolutionary change. Most ofthe problems owe to the difficulty of expressing these transformations in a convenient set of descriptors leading to a tractable statistical analysis. Some recent attempts at convenient descriptors (Bookstein, 1978) did not support statistics, and, conversely, new developments in the statistics of landmark data did not support descriptions as Cartesian deformations, as argued in the context of the finite-element method by Bookstein (1987) . The duality of purposes has been bridged only very recently, with the introduction ofa method (Bookstein, 1989 (Bookstein, , 1992 supplying a basis for description of shape variation in the form of multiple superimposable Cartesian deformations. Using the method of thin-plate spines, the investigator can, in one biometric context, calculate a Thompson-style deformation relating means of forms, decompose it into \"partial warps\" -large-scale and progressive1ymore localized components of the deformationand carry out a wide variety of rigorous multivariate tests of the resulting descriptors. The method has been previously ap-plied in systematics (cf. Rohlf and Bookstein, 1990) and the extension to the analysis ofontogeny might also be useful in that context. We use this method here to examine the spatiotemporal patterning of changes in skull form of the mean cotton rat over the first 30 days of postnatal ontogeny.",
                "cite_spans": [
                    {
                        "start": 106,
                        "end": 122,
                        "text": "Bookstein, 1978)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 470,
                        "end": 487,
                        "text": "(Bookstein, 1978)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 698,
                        "end": 714,
                        "text": "Bookstein (1987)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 811,
                        "end": 827,
                        "text": "(Bookstein, 1989",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 828,
                        "end": 846,
                        "text": "(Bookstein, , 1992",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1372,
                        "end": 1398,
                        "text": "Rohlf and Bookstein, 1990)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Data. -The cotton rat, Sigmodon, is a relatively precocial (McClure and Ran dolph, 1980 ) New World muroid rodent (Carleton and Musser, 1984) specialized for grass-eating (Baker, 1969) . In Sigmodon hispidus, eye-opening occurs within a day of birth, and weaning is accomplished by 15-20 days ofage (Meyer and Meyer, 1944; McClure and Randolph, 1980) . S. fulviventer appears to develop somewhat more rapidly than S. hispidus (Baker and Shump, 1978; Jimenez, 1971 Jimenez, , 1972 ; first mating of S. fulviventer females occurs at approximately 35 days (Baker, 1969) . Our samples consist of laboratory-reared S. fulviventer:",
                "cite_spans": [
                    {
                        "start": 76,
                        "end": 87,
                        "text": "dolph, 1980",
                        "ref_id": null
                    },
                    {
                        "start": 114,
                        "end": 141,
                        "text": "(Carleton and Musser, 1984)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 171,
                        "end": 184,
                        "text": "(Baker, 1969)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 299,
                        "end": 322,
                        "text": "(Meyer and Meyer, 1944;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 323,
                        "end": 350,
                        "text": "McClure and Randolph, 1980)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 426,
                        "end": 449,
                        "text": "(Baker and Shump, 1978;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 450,
                        "end": 463,
                        "text": "Jimenez, 1971",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 464,
                        "end": 479,
                        "text": "Jimenez, , 1972",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 553,
                        "end": 566,
                        "text": "(Baker, 1969)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 59,
                        "end": 75,
                        "text": "(McClure and Ran",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "1-day-old (N = 14), 10-day-01d (N = 19), 20-day-old (N = 17)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": ", and 30-day-old (N = 19) individuals from the Michigan State University Museum. The known-age individuals were bred from wild-caught parents or from the first two generations ofoffspring of these wild-caught individuals. The samples are genetically heterogeneous; differences attributed to the effects of age are not confounded with differences between strains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Specimens skeletonized by dermestid beetles were photographed in ventral view, with the dorsal surface of the molar teeth oriented parallel to the photographic plane. Figure 1 shows one individual of each age. Discrete points, \"landmarks\" (Fig. 2 ; described in Table 1 ) that could be recognized in forms from neonate through adult, were digitized from these photographs. Our analysis is thus restricted to the two-dimensional projection of the three-dimensional form visible in these photographs. These points were chosen to cover the entire form as closely and evenly as possible. The restriction ofthe available information to discrete landmark locations is not as severe a limitation as it might seem. When landmarks fairly well cover the periphery of a form, any growth inside will leave its traces in their displacements upon the boundary; Table I ). The baseline points used to construct shape coordinates are I (mid-IF) and 2 (mid-BO). when there are, in addition, interior landmarks ( Fig. 2) , we have access to subtle evidence of gradients as well. The ways in which biological explanations are entailed in analysis of landmarks (Bookstein, 1992; pp. 63-66) include most of the types of explanations familiar in craniology. And while landmarks do not explicitly archive information about the curving of form in-between them, in practice they seem to include enough of that information to fairly represent the statistics of the curving. Thus, a data set of landmark locations is a reasonable basis for weighing alternate theories of integration, even though we do not claim to have recorded details of the growth mechanisms that brought about that integration.",
                "cite_spans": [
                    {
                        "start": 1141,
                        "end": 1158,
                        "text": "(Bookstein, 1992;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1159,
                        "end": 1169,
                        "text": "pp. 63-66)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 167,
                        "end": 175,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 239,
                        "end": 246,
                        "text": "(Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 262,
                        "end": 269,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 847,
                        "end": 854,
                        "text": "Table I",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 995,
                        "end": 1002,
                        "text": "Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Shape coordinates (Bookstein, 1986 (Bookstein, , 1992 were constructed for each landmark with respect to a midline pair (mid-If and mid-Bo in Fig. 2 ). These were then averaged over right and left homologs of the bilat-erally symmetrical landmarks, and further averaged over the forms age by age. The two baseline points are far apart from each other and close to their contralaterals, and were easily located in all specimens. The mean landmark configurations for each age are shown in Figure 3 . The construction of the mean forms depends negligibly on this choice of baseline, which is mainly for graphical convenience (Bookstein, 1992; Appendix 2; Goodall, 1991) . Once the forms are averaged there is no further reference to a baseline in the analysis that follows. In particular, the depictions of partial warps as displacements, Figures 5, 6, and 8, while they appear to be expressed in an arbitrary coordinate system, are actually computed in a manner that is coordinate-free. Note that these are Procrustes-normalized displacements in the original Cartesian system (Bookstein, 1992 ; p. 324), not \"displacements with respect to a baseline.\"",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 34,
                        "text": "(Bookstein, 1986",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 35,
                        "end": 53,
                        "text": "(Bookstein, , 1992",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 622,
                        "end": 639,
                        "text": "(Bookstein, 1992;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 640,
                        "end": 651,
                        "text": "Appendix 2;",
                        "ref_id": null
                    },
                    {
                        "start": 652,
                        "end": 666,
                        "text": "Goodall, 1991)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1074,
                        "end": 1090,
                        "text": "(Bookstein, 1992",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 142,
                        "end": 148,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 487,
                        "end": 495,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Methods ofShape Analysis. -We use the thin-plate spline to model shape change as a deformation between landmarks; techni- Figure 2 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 130,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "In Lateral margin of the incisive alveolus, where it intersects the outline of the skull (in the photographic plane).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abbreviation Description",
                "sec_num": null
            },
            {
                "text": "Anteriormost point on the zygomatic spine. Pml Premaxilla-maxilla suture, where it intersects the outline of the skull (in the photographic plane). Pmm Premaxilla-maxilla suture, lateral to the incisive foramen. Pmi Suture between premaxillary and maxillary portions of the palatine process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zs",
                "sec_num": null
            },
            {
                "text": "Posteriormost point of the incisive foramen. MI Medium rnure of the first molar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "If",
                "sec_num": null
            },
            {
                "text": "Posterior palatine foramen (just posterior to the maxilla-palatine suture).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pf",
                "sec_num": null
            },
            {
                "text": "Posterolateral palatine pit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pp",
                "sec_num": null
            },
            {
                "text": "Junction between squamosal, alisphenoid and frontal; on the squamosal-alisphenoid side of the suture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "As",
                "sec_num": null
            },
            {
                "text": "Midpoint along posterior margin of the glenoid fossa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GI",
                "sec_num": null
            },
            {
                "text": "Anteriormost point of the foramen ovale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fo",
                "sec_num": null
            },
            {
                "text": "Most lateral point on the presphenoid-basisphenoid suture, where it intersects the sphenopalatine vacuity (in the photographic plane).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sb",
                "sec_num": null
            },
            {
                "text": "Most lateral point on the basisphenoid-basioccipital suture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bo",
                "sec_num": null
            },
            {
                "text": "Hypoglossal foramen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hg",
                "sec_num": null
            },
            {
                "text": "Juncture between the paroccipital process and mastoid portion of the temporal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "cal details are supplied in Bookstein, 1989 Bookstein, , 1992 . The method can be explained using a physical metaphor in which relative displacements of landmark points in the x,y plane are depicted as if they were \"vertical\" -as if they were transferred to the z-coordinate of an infinite, uniform, infinitely thin metal plate tacked at a given \"height\" (the new form) above the landmarks of an \"old\" form. The conformation of the surface of this plate is described by a function minimizing physical bending energy, which is a simple function ofthe bending (second derivatives) of this artificial z-coordinate. Should we treat this \"vertical\" as if it were instead added to one of the original Cartesian coordinates (x or y), there results a picture of deformation instead of \"bending\" -a mapping from one picture to another that extends the correspondence to the tissues in between, where there are no data. Another way to think about this is as if one form were printed on a transparent stiff plastic sheet and then manipulated by bending so that its shadow takes on the prescribed landmark positions of the second form. Our job as biometricians is to describe both the tilting and the bending that were required. The mathematics of this description works perfectly well for data in three dimensions also, though one's mental imagery is stretched in the task of visualizing the resulting six-dimensional \"bending.\"",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 43,
                        "text": "Bookstein, 1989",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 44,
                        "end": 61,
                        "text": "Bookstein, , 1992",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "It can be shown that in the vicinity of a mean form, the interpolation function is linear in the \"vertical\" coordinates-landmark locations in the \"target\" or \"final\" form -and that the bending energy is a quadratic form in those same landmark coordinates (see Bookstein, 1992) . A closer inspection of this so-called bending energy matrix (by eigenanalysis) yields two complementary subspaces for the analysis of shape change. One ofthese, with no bending energy, describes homogeneous, affine transformations, those that leave parallel lines parallel. These are called uniform because the same transformation occurs everywhere; if a rectangular grid were superimposed on the form (as in Fig. 4b ), every small square of this grid would be transformed to the same parallelogram in the same orientation. The rest of shape spacewhat is left over after the uniform transformations are removed-is called the nonuniform subspace of transformations that are different in different parts of the form. Any deformation is the sum of its uniform and nonuniform components.",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 276,
                        "text": "Bookstein, 1992)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 688,
                        "end": 695,
                        "text": "Fig. 4b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "When there are more than four landmark points, a nonuniform deformation can be further decomposed, yielding a series of components (the principal warps) ordered by amount ofbending energy. The principal warps with low bending energy describe large-scale features of shape change-there is little energy required to bend the (metaphorical) steel plate between widely separated points. In contrast, relatively more energy is required to bend this metal plate to the same vertical extent between closely spaced points. Thus, the hierarchical ordering of the eigenvectors with respect to bending energy is related to the spatial scales",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "Jl 1 {Ĩ 1 I} ) • • . 1 1 1~l .1 - 1 ..-'\" 1 •~, I ...... FIG.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "3. Net shape change, ages I through 30 days, as displayed by shape coordinates to a convenient baseline (as described in the text). The form labeIled \"I\" here (the location) of landmarks of the mean l-day-old form) is used for the computation of all the principal warps in our analysis. Because the visual impact of figures such as this is a function of baseline, findings cannot be directly interpreted by reference to these vectors alone (Bookstein, 1992 ; Ch. 7). of the corresponding partial deformations. The uniform transformations can be considered to be at \"infinite\" scale; we will also refer to them as \"on Principal Warp 0.\" Demonstrations of the decomposition of a shape change into all its partial warps are presented in Bookstein, 1992 (pp. 324-339) , and the matter is discussed with another cranial example in Reyment, 1991. The principal warps are purely geometric features ofthe mean form which can be used to calibrate comparisons. In other words, they are a function only of the locations of landmarks, or, more precisely, the pairwise distances among all landmarks, in the \"starting\" form. There is no biological information either in the number of these principal warps, which is determined by the number oflandmarks, nor in the coefficients for each landmark in these eigenvectors. Rather, these principal warps provide a basis for comparison, a list of features, each progressively more localized, for compari-sons of differences between forms. In this they are analogous to sets of Fourier coefficients for comparisons of closed outlines (Rohlf and Bookstein, 1990) , except that they have different shapes for different mean landmark configurations. The contribution of each warp, and the direction in which that contribution is oriented, reexpress changes in the locations oflandmarks using the geometry of the mean \"starting\" form. Between each pair ofages (1-10, 10-20, 20-30) each principal warp combines with its vector multiplier to form a partial warp, describing how the principal warp is realized in that shape change. The summation of all the partial warps, including the uniform term (Warp 0), yields exactly the reconfiguration of landmarks observed. For more on all aspects of this decomposition, see Bookstein, 1991; pp. 326-336 Inasmuch as integration is usually thought of as dealing with \"correlates of growth,\" it may be helpful to indicate the sense of the word \"correlation\" we are invoking for it here. Our \"correlations\" will be those involving particular weighted combinations oflandmark displacements. The patterns of weights are the principal warps, and the extent to which they are realized in the ageto-age changes are the partial warps for those changes. One might also consider correlations among the landmark positions across the set of all the skulls at each age. These correlations are analyzed in another paper (Zelditch et aI., unpubl. data) using a different method, the technique of relative warps (Bookstein, 1992) .",
                "cite_spans": [
                    {
                        "start": 440,
                        "end": 456,
                        "text": "(Bookstein, 1992",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 734,
                        "end": 763,
                        "text": "Bookstein, 1992 (pp. 324-339)",
                        "ref_id": null
                    },
                    {
                        "start": 826,
                        "end": 840,
                        "text": "Reyment, 1991.",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1563,
                        "end": 1590,
                        "text": "(Rohlf and Bookstein, 1990)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 2240,
                        "end": 2256,
                        "text": "Bookstein, 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 2257,
                        "end": 2268,
                        "text": "pp. 326-336",
                        "ref_id": null
                    },
                    {
                        "start": 2870,
                        "end": 2895,
                        "text": "(Zelditch et aI., unpubl.",
                        "ref_id": null
                    },
                    {
                        "start": 2960,
                        "end": 2977,
                        "text": "(Bookstein, 1992)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": ", \\ \\ \\ 1 \\ , \\ \\ ,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "Because the principal warps are different for different mean starting forms, we used the principal warps ofthe one-day-old mean form as the basis for all comparisons. We calculated the partial warps for each comparison, and plot these coefficients (each is a vector of length 2) to obtain ontogenetic trajectories for all principal warps. There results an exhaustive decomposition of all the details of these landmark reconfigurations, allowing us to compare changes across age intervals at each ofa number ofdifferent scales and regions. To assess the statistical significance of the partial warps, we very conservatively restricted ourselves to pairs of successive ages, applying Hotelling's P to the scores computed for the x and y components of the partial warps for the individuals in the pairs of samples. The ontogenetic trajectory for the uniform component is calculated and tested according to the factor approximation (Rohlf and Bookstein, 1990; p. 243) . In addition to warps describing changes ofmean form from age to age, we also computed partial warps describing deviations of each form from its own age-specific mean. (The variances of these warps are used by the T2 tests of mean change just mentioned.) These within-age variances are analyzed and compared to the age-to-age variances elsewhere (Zelditch et aI., unpubl. data) .",
                "cite_spans": [
                    {
                        "start": 928,
                        "end": 955,
                        "text": "(Rohlf and Bookstein, 1990;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 956,
                        "end": 963,
                        "text": "p. 243)",
                        "ref_id": null
                    },
                    {
                        "start": 1311,
                        "end": 1342,
                        "text": "(Zelditch et aI., unpubl. data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oc",
                "sec_num": null
            },
            {
                "text": "Change. -During the first 20 days of ontogeny the skull is uniformly narrowed, and slightly sheared (Fig. 4a, b) ; lateral landmarks are relatively more anteriorly displaced than are medial landmarks. In the complete skull, this \"shearing\" is actually a deformation ofboth lateral regions relatively anterior with respect to midline structures (Bookstein, 1992; p. 9) .",
                "cite_spans": [
                    {
                        "start": 344,
                        "end": 361,
                        "text": "(Bookstein, 1992;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 362,
                        "end": 367,
                        "text": "p. 9)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 100,
                        "end": 112,
                        "text": "(Fig. 4a, b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "The trajectory of the uniform component (Fig. 4c ) points downward (in the negative y direction)-this is the relative narrowing-and somewhat to the left (in the negative x direction)-this represents the relatively anterior displacement of the lateral landmarks. Over the final 10 days ofgrowth examined here, the shearing (x-component) diminishes as the uniform component rotates to the \"vertical.\" Size change would be incorporated in the description of this uniform term if we had not explicitly divided by baseline length in computing the uniform component here. (For instance, we would include this size information when we describe the change as \"elongation\" rather than \"narrowing.\") The partial warps of a transformation have coefficients that sum to zero as multiples ofthe original Cartesian coordinates, and so they are relatively insensitive to simple changes of scale.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 40,
                        "end": 48,
                        "text": "(Fig. 4c",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "Nonuniform Shape Change. -The surface of the thin-plate spline depicting the most global nonuniformity of skull shape (Fig. 5a ) is gently bent. This surface is a picture of a skull whose landmarks have been displaced perpendicular to the picture; that is, it is a picture of the first principal warp. To develop this surface into a feature of shape change, it must be multiplied by a vector (a direction and magnitude) in the plane of the landmarks. Before turning to our actual data, it is useful to introduce graphical conventions for this sort of display. When oriented in the x-direction (in this case, along the anteroposterior skull axis), the resulting partial warp describes a relative displacement of the middle points towards the anterior or posterior end (shown in Fig. 5b.l) ; this is equivalent to a picture ofa graded relative elongation or shortening (Fig. 5b.2) . When oriented in the y-direction (in this case, along the mediolateral skull axis), this aspect of shape change can be described as a displacement of anterior and posterior points towards or away from the midline of the skull relative to the middle points ( Fig. 5c.l) ; it is equivalent to a nonuniform narrowing of the middle, relative to the ends (Fig. 5c.2) . This most global nonuniformity can also be oriented in between these possibilities, for example, at 45°t o either axis (Figs. 5d.l, 5d .2). However oriented, at this most global nonuniform scale, relative elongation-and-change-ofnarrowing of regions is an almost linear function of the position of any region along the anteroposterior skull axis.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 118,
                        "end": 126,
                        "text": "(Fig. 5a",
                        "ref_id": null
                    },
                    {
                        "start": 777,
                        "end": 787,
                        "text": "Fig. 5b.l)",
                        "ref_id": null
                    },
                    {
                        "start": 867,
                        "end": 878,
                        "text": "(Fig. 5b.2)",
                        "ref_id": null
                    },
                    {
                        "start": 1139,
                        "end": 1149,
                        "text": "Fig. 5c.l)",
                        "ref_id": null
                    },
                    {
                        "start": 1231,
                        "end": 1242,
                        "text": "(Fig. 5c.2)",
                        "ref_id": null
                    },
                    {
                        "start": 1364,
                        "end": 1379,
                        "text": "(Figs. 5d.l, 5d",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "Returning to the data: during the first 10 days of postnatal growth in Sigmodon, there is both nonuniform elongation and nonuniform narrowing, as evident in the orientation of the vectors depicting relative displacements of landmarks ( Fig. 6a ; compare to Fig. 5d . Note that these and all other growth displacements in Fig. 6 are exaggerated fivefold). Over the next growth interval (Fig. 6b) , the vector multiplying the first principal warp is almost purely horizontal (compare to Fig. 5b) ; that is to say, the anteroposterior nonuniform elongation continues, but there is no evidence of any sustained nonuniform narrowing. Finally, over the last 10 day interval (Fig. 6c ), the first partial warp is almost entirely vertical, implying no general anteroposterior gradient in rates of elongation, but a nonuniform narrowing. The rate of nonuniform narrowing is considerably slowed from that characterizing the first 19 days ofgrowth. Recall that all these partial shape changes are horizontal-and-vertical combinations of one single pattern (Fig. 5a ), the most global gradient for these 16 landmarks.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 236,
                        "end": 243,
                        "text": "Fig. 6a",
                        "ref_id": null
                    },
                    {
                        "start": 257,
                        "end": 264,
                        "text": "Fig. 5d",
                        "ref_id": null
                    },
                    {
                        "start": 321,
                        "end": 327,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 385,
                        "end": 394,
                        "text": "(Fig. 6b)",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 493,
                        "text": "Fig. 5b)",
                        "ref_id": null
                    },
                    {
                        "start": 668,
                        "end": 676,
                        "text": "(Fig. 6c",
                        "ref_id": null
                    },
                    {
                        "start": 1045,
                        "end": 1053,
                        "text": "(Fig. 5a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "These changes in orientation ofthe vector loadings, changes in the x and y components of the vectors multiplying the principal warps, are drawn without the landmarks in Figure 7 . The length of each vector between successive ages reflects the magnitude ofthe contribution that this warp makes to the net geometric change observed. Most of the change at the most global level is complete by 20 days ofage, and all of the nonuniform global elongation is complete by that age (Fig. 7b, PW1) . The thin-plate spline surface for the second most global aspect ofshape change (Fig.  8a) -the surface underlying the second partial warp-resembles the first in the gentleness of the bending; however, this bending ---",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 169,
                        "end": 177,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 487,
                        "text": "(Fig. 7b, PW1)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 569,
                        "end": 579,
                        "text": "(Fig.  8a)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "/ ' /• , x ..... - . . /.1 ,(1)<' )' --.. ' x~• x. x ... '.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": ".. .. 'I \"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "• x.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniform Shape",
                "sec_num": null
            },
            {
                "text": "FIG. 6. The partial warps contributing to all the statistically significant shape changes (see Fig. 7 ), depicted by relative displacements oflandmarks; exaggerated fivefold. a) PW I, 1-10; b) PW I, 10-20; b) PW I 20-30; d) PW 21-10; e) PW 31-10; f) PW 41-10; g) PW 410-30; h) PW 51-10; i) PW 5 20-30;j) PW 6 10-20; k) PW 7 1-10; I) PW 8 1-10; m) PW 9 1-20; n) PW 10 1-10; 0) PW 10 10-20; p) PW II 1-10; q) PW 12 1-10.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 95,
                        "end": 101,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "by relative displacements of landmarks (b. I) and as a Cartesian transformation (b.2). c) A partial warp at this same scale oriented vertically, depicted by relative displacements of landmarks (c. I), and as a Cartesian transformation (c.2). d) A partial warp oriented between these possibilities, at 45°depicted by relative displacements oflandmarks (d. I) and as a Cartesian transformation (d.2) . This transformation is approximately five times the actual change at this scale in our data for the first age interval, 1-10 days (compare Fig. 6a ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 377,
                        "end": 397,
                        "text": "transformation (d.2)",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 546,
                        "text": "Fig. 6a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "is localized to the \"center\" of the form. In certain ways, the relation between these two surfaces is analogous to that between the parabolic and cubic terms of a polynomial regression, just as the uniform term is analogous to the linear terms of the same regression. At this scale, between 1 and 10day-old mean forms (Fig. 6d) , there are relative displacements of the anterior premaxillary landmark (In) and the posterior palatal and sphenoid landmarks in the anterolateral direction, and a relative posterior and mediad displacements of points along the premaxillary-maxillary suture (Pmm, Pmi). We have drawn a multiple of the horizontal aspect of this change as a Cartesian transformation (Fig. 8b.2) ; it can equivalently be described as a shortening of the midpalatal region (maxilla, palatine and sphenoids). Significant change in skull shape at this scale occurs only between the two youngest samples examined (Fig. 7c) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 318,
                        "end": 327,
                        "text": "(Fig. 6d)",
                        "ref_id": null
                    },
                    {
                        "start": 694,
                        "end": 705,
                        "text": "(Fig. 8b.2)",
                        "ref_id": null
                    },
                    {
                        "start": 919,
                        "end": 928,
                        "text": "(Fig. 7c)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "Changes at the level of the third principal warp also are temporally restricted (Fig. 7d) . This principal warp is a localized version of the global gradient, confined to the more anterolateral region of the form. During the first 10 days of postnatal growth the most lateral landmark (Gl), and the anteromedial premaxillary points (In, Pmi) are all displaced relatively posterolaterally, in contrast to the relatively anteromedial displacements of points between [Zs, Pml (Fig. 6e) ]. This combination ofdisplacements suggests a relative lengthening of the zygomatic arch coupled with a reorientation of the premaxillary suture.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 80,
                        "end": 89,
                        "text": "(Fig. 7d)",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 482,
                        "text": "(Fig. 6e)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The fourth partial warp, depending upon its orientation, describes alternating regimes of elongation and shortening, or narrowing and widening, along the anteroposterior axis. Oriented horizontally, as in the comparison of mean 1-and 10-day-old forms ( Fig. 6f) , it comprises a relative elongation ofthe premaxilla, relative shortening ofthe maxilla, relative elongation ofthe palatine-sphenoid complex and relative shortening of the basioccipital. Over the last 20 days examined here the magnitude of the y-loading ofthis partial warp increases (Fig.  6g) ; in addition to the alternating elongation and shortening, there also appears to be (very slight) relative laterad displacement of the incisor and molar landmarks, slight relative widening of the occipital region, and per-haps greater widening of the medial than of the more lateral region of the palatine and sphenoid (points close to the midline, Pf and Pp, are displaced relatively laterad, while the more lateral Fo is displaced relatively mediad).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 253,
                        "end": 261,
                        "text": "Fig. 6f)",
                        "ref_id": null
                    },
                    {
                        "start": 547,
                        "end": 557,
                        "text": "(Fig.  6g)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The changes at the fifth and sixth highest scales are probably best examined together, as these two warps both highlight relative displacements of MI, As, and Gl. The fifth principal warp describes changes common to MI and As, contrasting those to displacements common to Gl and the midline point Sb; while the sixth principal warp describes contrasting displacements of As (and Fo) and its two neighboring points as well as the midline point. During the first interval, the alisphenoid-molar segment is apparently rotated posteromedially relative to the glenoid and midline (Fig. 6h) . Some of the effects of this mediad rotation are reversed during the third 10-day interval (Fig. 6i) . Between these two intervals, the alisphenoid more closely approaches the molar tooth-row, while the glenoid is displaced relatively laterally (Fig. 6j) . At both these scales, shape change may be, at least partially, an effect of changes in the third dimension (due to basicranial bending) projected onto the two-dimensional photographic plane.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 575,
                        "end": 584,
                        "text": "(Fig. 6h)",
                        "ref_id": null
                    },
                    {
                        "start": 677,
                        "end": 686,
                        "text": "(Fig. 6i)",
                        "ref_id": null
                    },
                    {
                        "start": 831,
                        "end": 840,
                        "text": "(Fig. 6j)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The seventh principal warp primarily focuses on changes in shape of a quadrilateral of posterior landmarks (Fo, Hg, As, Oc). When oriented horizontally, the associated partial warp (Fig. 6k ) describes a lengthening of the lateral side of this form with respect to the medial: the distance between the alisphenoid-squamosal suture and the mastoid increases relative to between the foramen ovale and hypoglossal foramen. This aspect of shape differs significantly only between the two youngest ages (Fig. 7h) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 181,
                        "end": 189,
                        "text": "(Fig. 6k",
                        "ref_id": null
                    },
                    {
                        "start": 498,
                        "end": 507,
                        "text": "(Fig. 7h)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The eighth principal warp also focuses on changes in the incisive foramen. Between 1 and 10 days of age, the incisive foramen lengthens and rotates anterolaterally (Fig.  61) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 174,
                        "text": "(Fig.  61)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The ninth principal warp, like the seventh, largely concentrates upon the posterolateral landmarks (Fo, As, Hg, Oc), but relates changes of these four landmarks to changes in the relative position ofthe molar and sphenooccipital landmarks. The difference between the aspects of shape change at these two scales is that this warp describes a shifting of the points at an intermediate position along a mediolateral axis (Fo, Hg, and to some extent MI) relative to the more lateral (As, Oc) and more medial (Bo) landmarks. The most lateral and medial landmarks appear to be shifted anteriorly, while the collection ofintermediate points are displaced relatively posteriorly (Fig. 6m) . Differences at this scale are significant for the first 20 days (Fig. 7j) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 671,
                        "end": 680,
                        "text": "(Fig. 6m)",
                        "ref_id": null
                    },
                    {
                        "start": 747,
                        "end": 756,
                        "text": "(Fig. 7j)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The l Oth principal warp describes contrasting displacements of Pf and Sb; it suggests elongation ofthe palatine and widening of the palatine relative to the sphenoid-basisphenoid suture (Fig. 6n) ; there may be a slight narrowing in the following interval ( Fig. 60) , but the changes in the direction of the y component are probably not significant separately.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 187,
                        "end": 196,
                        "text": "(Fig. 6n)",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 267,
                        "text": "Fig. 60)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The 11th and 12th principal warps both dissect changes in the area of the premaxillary-maxillary suture not yet described by forms: a (slight) anterolateral displacement ofthe zygomatic spine and elongation ofthe posterior portion of the incisive foramen (Fig. 6p) . The 12th partial warp describing the common displacements ofZs and Pmm relative to Pml and Pmi, suggests a widening ofthe distance between the zygomatic spine and midline relative to the width of the suture (Fig. 6q) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 255,
                        "end": 264,
                        "text": "(Fig. 6p)",
                        "ref_id": null
                    },
                    {
                        "start": 474,
                        "end": 483,
                        "text": "(Fig. 6q)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The last principal warp is the most highly localized. Here it describes the displacements ofPp relative to Sb, implying a change in length or width of this posterior portion of the palatine. At no age is there any statistically significant difference at this smallest scale (Fig. 7n ) beyond that already described by changes at larger scales.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 274,
                        "end": 282,
                        "text": "(Fig. 7n",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "The ontogenetic trajectories for these vectors of loadings for the partial warps compare average shape at each age to the average shape at the youngest age (Fig. 7) . In this fashion we summarize the spatiotemporal organization of skull growth by 14 mean vectors at four ages. For these 16 landmarks, there are 14 possible scales at which change could occur. As evident in Figure 7 , there is significant change at all but two of these levels during the first 10 days ofgrowth. Few of these geometric possibilities are realized in the comparisons between 10-and 20-day old forms, and the trajectory for the most global feature is substantially longer (i.e., it encompasses considerably more net geometric change) than those for the more localized features. While there is little shape change over the final interval, compared to that observed over the first 20 days of growth, and while even fewer of the geometric possibilities are realized during this interval than during the previous one, there is a lessening ofthe dominance ofthe global and uniform components. That is, there is a lesser tendency to localization in the interval between 10-and 20-day-old forms than in the earlier and later stages. This summary feature is discussed in more detail in Bookstein et al. (unpubl. data) .",
                "cite_spans": [
                    {
                        "start": 1257,
                        "end": 1288,
                        "text": "Bookstein et al. (unpubl. data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 164,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    },
                    {
                        "start": 373,
                        "end": 381,
                        "text": "Figure 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "Had we relied upon conventional interpretations of mammalian skull growth we might have chosen, a priori, to measure anterior and posterior cranial base and facial components separately. Yet, this dissection does not seem warranted here. While the analysis of integrated growth requires decomposing the whole into a hierarchy of parts, the conventionally recognized \"parts\" do not seem to reflect how skull growth is integrated. None of the conventional decompositions we reviewed in the Introduction captures either the complexity or the integration of Sigmodon skull growth. They seem, rather, unexpectedly arbitrary summaries of only part of the available data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We seen instead both a higher level of integration and a more complex partition of the skull, in which, as it happens, no developmental units corresponding to the \"facial skull\" and \"cranial base\" emerge. All aspects of skull growth which continue for the 30 days examined here integrate regions spanning neurocranial and facial components: l) the uniform elongation ofthe skull (PW 0); 2) the global anteroposterior growth gradient sensu Huxley, 1932 (PW 1, a nearly linear function of position along the anteroposterior skull axis); 3) the partial warp describing the relative shortening of the maxilla and basioccipital (PW 4); and 4) the two warps describing the localized repositioning of alisphenoid and glenoid landmarks relative to the first molar (PW 5 and PW 6). Others, such as the shortening of the maxilla, palatine, and sphenoids relative to the premaxilla and basioccipital (PW 2), are temporally restricted but also span these two components. While there are some features still more localized within neurocranial or facial regions, these two components do not seem to grow as unitary, discrete parts. We doubt that this is an aspect ofgrowth unique to Sigmodon.",
                "cite_spans": [
                    {
                        "start": 439,
                        "end": 451,
                        "text": "Huxley, 1932",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Our findings do not disagree with the data on which the conventional view ofcraniofacial growth is based. Ifwe had measured the distance from our most anterior landmark to one ofthe posterior facial landmarks, and had measured another line segment connecting anterior and posterior landmarks on the cranial base, we would have found that the length of the face increases relative to that of the cranial base over these 30 days. Had facial and neural skull had region-specific rates ofelongation, it would follow that the rates were different. But it does not follow that facial and neural regions have homogeneous region-specific growth rates (Bookstein, 1992; pp. 35-36) . The conventional measures and techniques are inade-quate for studies of whether growth rates are localized. These data allow us to inspect the spatial organization of growth rates; when we do, we find no evidence of regionallyspecific facial and basicranial growth rates or timings here. There are plenty of landmarks available to show substantial \"disintegration\" of facial and braincase growth if it could be shown that they were separately regulated. What we see is that there is little evidence for any geometric separation of growth in these regions from that pattern by which they participate in one single global gradient.",
                "cite_spans": [
                    {
                        "start": 643,
                        "end": 660,
                        "text": "(Bookstein, 1992;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 661,
                        "end": 671,
                        "text": "pp. 35-36)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Our finding of a global anteroposterior gradient in rates of skull growth is only geometric; these data cannot suggest any particular mechanism by which such a gradient is established or maintained. Skull growth is a highly local process, involving incremental addition of bone at sutures and on surfaces and interstitial growth of the persistent cartilages (Bjork, 1955 (Bjork, , 1966 Selman and Sarnat, 1955; Sarnat, 1968; van Limborgh, 1972; Ranly, 1988) . Our results do not contradict this view of local growth. We suggest, however, that rates of local growth are more generally coordinated, and that there is considerable coordination at a skull-wide scale in these cotton rats particularly between 10 and 20 days of postnatal age. We cannot attribute this coordination to any particular biological factors because the only causal factor available in these data is time.",
                "cite_spans": [
                    {
                        "start": 358,
                        "end": 370,
                        "text": "(Bjork, 1955",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 371,
                        "end": 385,
                        "text": "(Bjork, , 1966",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 386,
                        "end": 410,
                        "text": "Selman and Sarnat, 1955;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 411,
                        "end": 424,
                        "text": "Sarnat, 1968;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 425,
                        "end": 444,
                        "text": "van Limborgh, 1972;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 445,
                        "end": 457,
                        "text": "Ranly, 1988)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Integration, like skull shape, appears to have an ontogeny in Sigmodon. During the youngest interval examined here (1-10 days postnatal), 11 ofthe possible 13 partial warps (nonuniform components of skull deformation) contribute statistically significantly to net geometric shape change. Although the loadings for the global anteroposterior gradient are relatively high, by itself it is not an adequate summary of the observed skull growth. During the second interval (10-20 days postnatal), only a few of the more localized components still contribute to geometric shape change, while the uniform component and the global skull-wide gradient still dominate growth. Elsewhere, we have suggested the ratios ofsummed squared loadings of the global warps (both uniform and nonuniform) to the more localized warps as reasonable measures of the amount of integration (Bookstein et al., unpubl, data) . Using this ratio, it appears that integration increases shortly before weaning, whereas the number of developmentally localized regions seems to decrease. A previous study of the ontogeny of developmental integration in Sigmodon has also found a transition in the pattern of integration prior to weaning (Zelditch and Carmichael, 1989b) . However, those results are not comparable to ours; they represent a different multivariate analysis applied to a different set of measures of different skeletal regions.",
                "cite_spans": [
                    {
                        "start": 862,
                        "end": 894,
                        "text": "(Bookstein et al., unpubl, data)",
                        "ref_id": null
                    },
                    {
                        "start": 1201,
                        "end": 1233,
                        "text": "(Zelditch and Carmichael, 1989b)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Precise descriptions of integration are crucial both for finding appropriate epigenetic explanations for ontogenetic trajectories and for exploring the relationship between development and evolution. Our depiction of the spatiotemporal organization of (mean) skull growth has some arbitrary aspects. Notably, our data are not longitudinal (because we cannot photograph the skulls ofliving mammals in ventral view). Thus, the biometric analysis here is limited to the separate analysis of mean forms, and the variances about them, age by age. In this paper, within-age variability serves only to calibrate the conventional tests of significance of the sequential changes in partial warp scores. Coherence at a single age (as distinct from coherence of changes from one age to the next, as studied here) has also been called \"integration\" (Zelditch, 1987; Zelditch and Carmichael, 1989a. 1989b) , and can be measured by a different application of these warps (the \"relative warps\" for studies of within-sample variation).",
                "cite_spans": [
                    {
                        "start": 837,
                        "end": 853,
                        "text": "(Zelditch, 1987;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 854,
                        "end": 866,
                        "text": "Zelditch and",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 867,
                        "end": 892,
                        "text": "Carmichael, 1989a. 1989b)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The fourteen separate findings of the preceding section, partial warps 0-13, together span all of the information in the shape change ofthis mean landmark configuration over these age intervals. We might have archived exactly the same information by showing it all at once using a net displacement plot, such as a Procrustes superposition of each successive pair (Rohlf, 1990) , a series ofthree thin-plate splines, net change in the shape coordinates to any convenient baseline (Fig. 3) , or any of a large variety of finite-element descriptions (e.g., Cheverud et al., 1983) . The Procrustes superposition leads to the interpretation of nonlinearity separately landmark by landmark; a subsequent discussion would informally at-tempt to synthesize these verbally into more-or-less extended patterns and neighborhoods (cf. Rohlf, 1990) . The finite-element approach, highlighting local variation in linear approximations to regional aspects ofgrowth deformation, would require quite a bit more effort to arrive at specifically more global and more local aspects ofthe changes. And the thin-plate spline pictures are simply the stack of all 14 of our partial warps, which are, by design, the features by which, in our view, they are most conveniently reported.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 376,
                        "text": "(Rohlf, 1990)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 554,
                        "end": 576,
                        "text": "Cheverud et al., 1983)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 823,
                        "end": 835,
                        "text": "Rohlf, 1990)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 479,
                        "end": 487,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We prefer the present decomposition to any of these other possibilities. Our judgement is not a statistical one-all these and many other decompositions of shape have precisely the same multivariate statisticsbut a biological one. In the decomposition of an observed ontogeny into the summation of geometrically orthogonal features at distinct scales and locations, we find a useful guide to the nature and size of the \"parts\" the ontogeny is integrating. The spectrum ofpossible \"parts\" is a geometric derivation from the mean landmark configuration, but the list of \"parts\" actually realized, as conveyed in the magnitudes and directions of the partial warps, is entirely an empirical matter. Finite-element analyses require the specification of those parts in advance, and Procrustes methods atomize the same nonlinearities as a list of \"residuals\" landmark by landmark. The present approach may be considered to assemble all these residuals over and over, according to a series of overlapping patterns, each a function ofthe mean form, at its own specific spatial scale. There are other ways to tell the story ofspatiotemporal allometry in these Sigmodon landmarks, but our version is complete both geometrically and statistically; every other complete story is a rearrangement of this one.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The study of change in mean form from age to age is only a first step in relating ontogeny to morphological evolution. It is the variation among individuals in these features ofskull growth, and the covariation among these growing features, that influence how skull shape evolves. Virtually all of the age-related variation within Sigmodon (over these 30 days of growth) is at the global scales, and these global features of skull shape also dominate the within-age variation at the two older ages sampled here (Zelditch et aI., unpubl. data) . We do not know if Sigmodon is unusual in its extent of integration of growth, nor can we speculate on the degree to which growth is integrated in samples younger and older than those examined here. However, we suggest that any hypotheses based on the assumption of multiple independent developmental units ofthe skull be regarded with some caution. This is not to say that the conventional wisdom regarding mammalian skull growth is to be discarded. Facial and neural skulls could be under different growth controls that happen to be strongly correlated in normal development. We merely assert that in their geometry the data are more simply interpreted otherwise; the data do not entail only the usual particulate descriptions.",
                "cite_spans": [
                    {
                        "start": 511,
                        "end": 542,
                        "text": "(Zelditch et aI., unpubl. data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "All the trajectories for integrated features of Sigmodon skull morphology curve over ontogeny. Thus, empirically, matters are rather more complex than suggested by the heuristic diagrams presented in Alberch et ai. (1979) . It is in their very complexity that these trajectories provide a basis for exploring changes in the spatial distribution of developmental processes. Analysis of the spatial organization of growth should supplement studies of purely temporal phenomena, the subject of studies of heterochrony (evolutionary changes in developmental rate and timing). Heterochrony has emerged as the dominant paradigm for analyzing the evolutionary role of developmental processes (e.g., Gould, 1977 Gould, , 1982 Alberch and Alberch, 1981; Wake, 1980; McNamara, 1982; Hafner and Hafner, 1984; Hall, 1990b; Kellogg, 1990; Laurin and Garcia-Joral, 1990 ). This emphasis upon evolutionary change in temporal patterning has detracted from analysis of the evolutionary change in spatial patterning of development. Haeckel (1868) coined the term \"heterotopy\" as the complement of heterochrony, to refer to changes in the germ layer from which cells differentiate. The concept has been revived and extended recently by Wray and McClay (1989) , who take a broader view ofevolutionary changes in spatial patterning. No empirical studies have examined the influence of heterotopy on the evolution of skull form, although there is evidence that some primates differ in the spatial patterning of bone deposition and resorption (Bromage, 1985) . Despite the disproportionate attention paid to heterochrony, heterotopy may be equally important in evolution, albeit more difficult to analyze. While the curvatures and decelerations may complicate the study of heterochrony, they enable the study of heterotopy. The apparent ubiquity ofheterochrony and infrequency of heterotopy in our literature may be due not to the relative frequency of these phenomena but rather to the difficulty of studying evolutionary change in spatial patterning and the relative novelty of effective techniques for the thorough multivariate examination of geometric change.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 221,
                        "text": "Alberch et ai. (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 692,
                        "end": 703,
                        "text": "Gould, 1977",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 704,
                        "end": 717,
                        "text": "Gould, , 1982",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 718,
                        "end": 744,
                        "text": "Alberch and Alberch, 1981;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 745,
                        "end": 756,
                        "text": "Wake, 1980;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 757,
                        "end": 772,
                        "text": "McNamara, 1982;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 773,
                        "end": 797,
                        "text": "Hafner and Hafner, 1984;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 798,
                        "end": 810,
                        "text": "Hall, 1990b;",
                        "ref_id": null
                    },
                    {
                        "start": 811,
                        "end": 825,
                        "text": "Kellogg, 1990;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 826,
                        "end": 855,
                        "text": "Laurin and Garcia-Joral, 1990",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1217,
                        "end": 1239,
                        "text": "Wray and McClay (1989)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1520,
                        "end": 1535,
                        "text": "(Bromage, 1985)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "MIRIAM LEAH ZELDITCH ET AL.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank A. C. Carmichael and K. Cebra of the Michigan State University Museum for loaning us the specimens, D. L. Swiderski for his assistance at all stages of this study, and P. Myers for helpful comments on rodent skull morphology. We are particularly grateful to B. Riska for his insightful comments and questions about the concept and measurement of developmental integration. This work was supported, in part, by NSF grant BSR 88-21283 to M.L.Z. and NIH grants GM 37251 and NS 26529 to F.L.B.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Heterochronic mechanisms of morphological diversification and evolutionary change in the neotropical salamander, Bolitoglossa occidentalis (Amphibia: Plethodontidae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Alberch",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Alberch"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "J. Morphol",
                "volume": "167",
                "issue": "",
                "pages": "249--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALBERCH, P., AND J. ALBERCH. 1981. Heterochronic mechanisms of morphological diversification and evolutionary change in the neotropical salamander, Bolitoglossa occidentalis (Amphibia: Plethodonti- dae). J. Morphol. 167:249-264.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Size and shape in ontogeny and phylogeny",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Alberch",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Oster",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Wake",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Paleobiology",
                "volume": "5",
                "issue": "",
                "pages": "296--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALBERCH, P., G. F. OSTER, S. J. GOULD, AND D. B. WAKE. 1979. Size and shape in ontogeny and phy- logeny. Paleobiology 5:296-317.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Age changes in the basicranial axis of the Anthropoidea",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Ashton",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Proc. Zool. Soc. London",
                "volume": "129",
                "issue": "",
                "pages": "61--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ASHTON, E. H. 1957. Age changes in the basicranial axis of the Anthropoidea. Proc. Zool. Soc. London 129:61-74.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A genetic analysis ofthe mandible and maxilla in the rat",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J. Craniofacial Genet. Dev. BioI",
                "volume": "3",
                "issue": "",
                "pages": "409--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ATCHLEY, W. R. 1983. A genetic analysis ofthe man- dible and maxilla in the rat. J. Craniofacial Genet. Dev. BioI. 3:409-422.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Regionalgrowth differences in mice",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Auerbach",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Fraker",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kubai",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Morrissey",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Sidky",
                        "suffix": ""
                    },
                    {
                        "first": "Andm",
                        "middle": [],
                        "last": "Tallen",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Fortschr. Zool",
                "volume": "26",
                "issue": "",
                "pages": "133--140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AUERBACH, R., D. FRAKER, L. KUBAI, L. MORRISSEY, Y.SIDKY,ANDM. TALLEN. 1981. Regionalgrowth differences in mice. Fortschr. Zool. 26: 133-140.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Patterns of growth of the skull as revealed by vital staining",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Baer",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Hum. Biol",
                "volume": "26",
                "issue": "",
                "pages": "80--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAER, M. J. 1954. Patterns of growth of the skull as revealed by vital staining. Hum. Biol, 26:80-126.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Genes that affect the shape of the murine mandible: Congenic strain analysis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "J. Hered",
                "volume": "76",
                "issue": "",
                "pages": "107--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAILEY, D. W. 1985. Genes that affect the shape of the murine mandible: Congenic strain analysis. J. Hered.76:107-114.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Cotton rats of the Sigmodon fulviventer(Rodentia: Muridae) group. Misc",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Publ. Mus. Nat. Hist. Univ. Kans",
                "volume": "51",
                "issue": "",
                "pages": "177--232",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. 1969. Cotton rats of the Sigmodon fulvi- venter(Rodentia: Muridae) group. Misc. Publ. Mus. Nat. Hist. Univ. Kans. 51:177-232.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Sigmodonfulviventer",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Shump",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Mammal. Spec",
                "volume": "94",
                "issue": "",
                "pages": "1--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R., AND K. A. SHUMP. 1978. Sigmodonful- viventer. Mammal. Spec. 94:1-4.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Facial growth in man, studied with the aid of metallic implants",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bjork",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Acta Odontol. Scand",
                "volume": "13",
                "issue": "",
                "pages": "109--127",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BJORK, A. 1955. Facial growth in man, studied with the aid of metallic implants. Acta Odontol. Scand. 13:9-34. --. 1966. Sutural growth of the upper face stud- ied by the implant method. Acta Odontol. Scand. 24:109-127.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Zur Frage der functionellen Struktur und Bedeutung der harten Hirnhaut",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Bluntschli",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "Arch. Entw. Mech",
                "volume": "106",
                "issue": "",
                "pages": "303--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLUNTSCHLI, H. 1925. Zur Frage der functionellen Struktur und Bedeutung der harten Hirnhaut. Arch. Entw. Mech. 106:303-319.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Describing a craniofacial anomaly: Finite elements and the biometrics of landmark location",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Morphometric Tools for Landmark Data: Geometry and Biology",
                "volume": "24",
                "issue": "",
                "pages": "567--585",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BooKSTEIN, F. L. 1978. The Measurement of Bio- logical Shape and Shape Change. Lecture Notes in Biomathematics 24. Springer-Verlag, N.Y., USA. --. 1986. Size and shape spaces for landmark data in two dimensions. Statistical Science I: 181- 242. --. 1987. Describing a craniofacial anomaly: Fi- nite elements and the biometrics of landmark lo- cation. Am. J. Phys. Anthropol. 74:495-509. --. 1989. Principal warps: Thin-plate splines and the decomposition ofdeformations. I.E.E.E. Trans. on Pattern Analysis and Machine Intelligence II: 567-585. --. 1992. Morphometric Tools for Landmark Data: Geometry and Biology. Cambridge Univer- sity Press, N.Y., USA.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Some problems in the growth and developmental mechanics ofbone",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Brash",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Edinburgh Med. J",
                "volume": "4",
                "issue": "",
                "pages": "305--387",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRASH, J. C. 1934. Some problems in the growth and developmental mechanics ofbone. Edinburgh Med. J.4:305-387.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Taung facial remodelling: A growth and developmental study",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Bromage",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Hominid Evolution: Past, Present, and Future",
                "volume": "",
                "issue": "",
                "pages": "239--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROMAGE, T. G. 1985. Taung facial remodelling: A growth and developmental study, pp. 239-246. In P. V. Tobias (ed.), Hominid Evolution: Past, Pres- ent, and Future. Liss, N.Y., USA.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Orders and Families of Recent Mammals of the World",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "289--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D., AND G. G. MUSSER. 1984. Muroid rodents, pp. 289-379. In S. Anderson and J. K. Jones (eds.), Orders and Families of Recent Mam- mals of the World. John Wiley and Sons, N.Y., USA.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Phenotypic, genetic and environmental integration in the cranium",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Cheverud",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Evolution",
                "volume": "36",
                "issue": "",
                "pages": "400--512",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHEVERUD, J. M. 1982. Phenotypic, genetic and en- vironmental integration in the cranium, Evolution 36:400-512.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The measurement of form and variation in form: An application by finite-element methods",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Cheverud",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Bachrach",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Lew",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Am. J. Phys, Anthropol",
                "volume": "62",
                "issue": "",
                "pages": "151--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHEVERUD, J. M., J. L. LEWIS, W. BACHRACH, AND W. D. LEW. 1983. The measurement of form and variation in form: An application by finite-element methods. Am. J. Phys, Anthropol. 62:151-165.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Beitrag zur Kenntnis der Architecktur des fetalen Schadels",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Debeer",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Z. Anat. Entwicklungsgesch",
                "volume": "111",
                "issue": "",
                "pages": "470--489",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DEBEER, G. R. 1937. The Development of the Ver- tebrate Skull. Oxford University Press, Oxford, UK. DEGGELER, C. 1942. Beitrag zur Kenntnis der Ar- chitecktur des fetalen Schadels. Z. Anat. Entwick- lungsgesch. 111:470-489.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Procrustes methods in the statistical analysis of shape",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Goodall",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "J. R. Soc. Stat. Ser. B",
                "volume": "53",
                "issue": "",
                "pages": "285--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODALL, C. R. 1991. Procrustes methods in the statistical analysis of shape. J. R. Soc. Stat. Ser. B. 53:285-339.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Change in developmental timing as a mechanism of macroevolution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Evolution and Development",
                "volume": "",
                "issue": "",
                "pages": "333--346",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOULD, S. J. 1977. Ontogeny and Phylogeny. Har- vard University Press, Cambridge, MA USA. --. 1982. Change in developmental timing as a mechanism of macroevolution, pp. 333-346. In J. T. Bonner (ed.), Evolution and Development. Springer-Verlag, N.Y., USA.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Levels of integration in mammalian dentitions: An analysis of correlations in Nesophantes micrus (lnsectivora) and Oryzomys couesi (Rodentia)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Garwood",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Evolution",
                "volume": "23",
                "issue": "",
                "pages": "276--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOULD, S. J., AND R. A. GARWOOD. 1969. Levels of integration in mammalian dentitions: An analysis of correlations in Nesophantes micrus (lnsectivora) and Oryzomys couesi (Rodentia). Evolution 23:276- 300.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Naturliche Schoepfungsgeschichte. Reimer",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Haeckel",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAECKEL, E. 1868. Naturliche Schoepfungsge- schichte. Reimer, Berlin, Germany.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Brain size, adaptation and heterochrony in geomyoid rodents",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Evolution",
                "volume": "38",
                "issue": "",
                "pages": "1088--1098",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAFNER, M. S., AND J. C. HAFNER. 1984. Brain size, adaptation and heterochrony in geomyoid rodents. Evolution 38: 1088-1098.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Genetic and epigenetic control of vertebrate embryonic development",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Neth. J. Zool",
                "volume": "40",
                "issue": "",
                "pages": "352--361",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, B. 1990a. Genetic and epigenetic control of vertebrate embryonic development. Neth. J. Zool. 40:352-361.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Heterochrony in vertebrate development",
                "authors": [],
                "year": 1990,
                "venue": "Sem. in Devel. Biol",
                "volume": "1",
                "issue": "",
                "pages": "237--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---. 1990b. Heterochrony in vertebrate devel- opment. Sem. in Devel. Biol, 1:237-243.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Problems of Relative Growth. Methuen",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Huxley",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUXLEY, J. 1932. Problems of Relative Growth. Me- thuen, London, UK.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Comparative post-natal growth in five species of the genus Sigmodon. I. External morphological character relationships",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Jimenez",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "II. Cranial character relationships. Rev. BioI. Trop",
                "volume": "19",
                "issue": "",
                "pages": "5--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JIMENEZ, J. J. 1971. Comparative post-natal growth in five species of the genus Sigmodon. I. External morphological character relationships. Rev. Biol. Trop.19:133-148. ---. 1972. Comparative post-natal growth in five species of the genus Sigmodon. II. Cranial character relationships. Rev. BioI. Trop. 20:5-27.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Ontogenetic studies of florets in Poa (Graminae): Allometry and heterochrony",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Evolution",
                "volume": "44",
                "issue": "",
                "pages": "1978--1989",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELLOGG, E. A. 1990. Ontogenetic studies of florets in Poa (Graminae): Allometry and heterochrony. Evolution 44: 1978-1989.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Size and position of the functional components of the skull",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Klaauw",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Van Der",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Arch. Neerl. Zool",
                "volume": "8",
                "issue": "",
                "pages": "1--559",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KLAAuw, C. J. VAN DER. 1946. Cerebral skull and facial skull. Arch. Neerl. Zool. 8:16-37. ---. 1948-1952. Size and position of the func- tional components of the skull. Arch. Neerl. Zool. 9: 1-559.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "On the variation and population dynamics offossil and recent mammal populations",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Kurten",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Acta Zool. Fennici",
                "volume": "76",
                "issue": "",
                "pages": "1--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KURTEN, B. 1953. On the variation and population dynamics offossil and recent mammal populations. Acta Zool. Fennici 76:1-122.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "How are feeding systems integrated and how have evolutionary innovations been introduced",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "V"
                        ],
                        "last": "Lauder",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Crompton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Gans",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hanken",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Lien",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "O"
                        ],
                        "last": "Maier",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Presley",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "C"
                        ],
                        "last": "Rieppel",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Roth",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Schluter",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Zweers",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "97--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAUDER, G. V., A. W. CROMPTON, C. GANS, J. HANKEN, K. F. LIEN, W. O. MAIER, A. MEYER, R. PRESLEY, O. C. RIEPPEL, G. ROTH, D. SCHLUTER, AND G. A. ZWEERS. 1989. How are feeding systems integrat- ed and how have evolutionary innovations been introduced? pp. 97-116. In D. B. Wake and G. Roth, Complex Organismal Functions: Integration and Evolution in Vertebrates. John Wiley and Sons, N.Y., USA.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Miniaturization and heterochrony in Homoeoerhynchia meridionalis and H. cynocephala (Brachiopoda, Rhynchonellidae) from the Jurassic of the Iberian Range",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Laurin",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Garcia-Joral",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Spain. Paleobiology",
                "volume": "16",
                "issue": "",
                "pages": "62--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAURIN, B., AND F. GARCIA-JORAL. 1990. Miniatur- ization and heterochrony in Homoeoerhynchia meridionalis and H. cynocephala (Brachiopoda, Rhynchonellidae) from the Jurassic of the Iberian Range, Spain. Paleobiology 16:62-77.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "The role ofgenetic and local environmental factors in the control of postnatal craniofacial morphogenesis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Limborgh",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Van",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Acta Morphol. Neerl. Scand",
                "volume": "10",
                "issue": "",
                "pages": "37--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIMBORGH, J. VAN. 1972. The role ofgenetic and local environmental factors in the control of postnatal craniofacial morphogenesis. Acta Morphol. Neerl. Scand. 10:37-47.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Relative allocation of energy to growth and development of homeothermy in the eastern wood rat (Neotoma floridana) and the hispid cotton rat (Sigmodon hispidus)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcclure",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Randolph",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Ecol. Monogr",
                "volume": "51",
                "issue": "",
                "pages": "199--219",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCLURE, P. A., AND J. C. RANDOLPH. 1980. Rela- tive allocation of energy to growth and develop- ment of homeothermy in the eastern wood rat (Ne- otoma floridana) and the hispid cotton rat (Sigmodon hispidus). Ecol. Monogr. 51: 199-219.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Heterochrony and phylogenetic trends",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcnamara",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Paleobiology",
                "volume": "8",
                "issue": "",
                "pages": "130--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McNAMARA, K. J. 1982. Heterochrony and phylo- genetic trends. Paleobiology 8:130-142.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Growth and reproduction of the cotton rat, Sigmodon hispidus, under laboratory conditions",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "J. Mammal",
                "volume": "25",
                "issue": "",
                "pages": "107--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEYER, B. J., AND R. K. MEYER. 1944. Growth and reproduction of the cotton rat, Sigmodon hispidus, under laboratory conditions. J. Mammal. 25:107- 129.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Skull growth in the albino rat (Rattus morvegicus)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "The Mammalian Skull",
                "volume": "149",
                "issue": "",
                "pages": "137--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOORE, W. J. 1966. Skull growth in the albino rat (Rattus morvegicus). J. Zool. 149:137-144. ---. 1981. The Mammalian Skull. Cambridge University Press, Cambridge, UK.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "A functional approach to craniology",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Moss",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Young",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "18",
                "issue": "",
                "pages": "281--292",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moss, M. L., AND R. W. YOUNG. 1960. A functional approach to craniology. Am. J. Phys. Anthropol. 18:281-292.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Morphological Integration",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OLSON, E. C; AND R. L. MILLER. 1958. Morpholog- ical Integration. University of Chicago Press, Chi- cago, IL USA.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The aetiology and pathogenesis ofcraniofacial deformity",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Poswillo",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Development",
                "volume": "103",
                "issue": "",
                "pages": "207--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "POSWILLO, D. 1988. The aetiology and pathogenesis ofcraniofacial deformity. Development 103(Supp): 207-212.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "A Synopsis of Craniofacial Growth",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Ranly",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RANLY, D. M. 1988. A Synopsis of Craniofacial Growth. Appleton and Langue, Norwalk, CT USA.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Multidimensional Paleobiology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Reyment",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REYMENT, R. A. 1991. Multidimensional Paleobiol- ogy. Pergamon Press, N.Y., USA.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Some models for development, growth, and morphometric correlation",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Riska",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Evolution",
                "volume": "40",
                "issue": "",
                "pages": "1303--1311",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RISKA, B. 1986. Some models for development, growth, and morphometric correlation. Evolution 40: 1303-1311.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Rotational fit (Procrustes) methods",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Proceedings ofthe Michigan Morphometries Workshop. University of Michigan Museums",
                "volume": "",
                "issue": "",
                "pages": "227--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, F. J. 1990. Rotational fit (Procrustes) meth- ods, pp. 227-236. In F. J. Rohlfand F. L. Bookstein (eds.), Proceedings ofthe Michigan Morphometries Workshop. University of Michigan Museums, Ann Arbor, MI USA.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Proceedings of the Michigan Morphometries Workshop",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, F. J., AND F. L. BooKSTEIN. 1990. Proceed- ings of the Michigan Morphometries Workshop. University of Michigan Press, Ann Arbor, MI USA.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Growth of bones as revealed by implant markers in animals",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Sarnat",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "29",
                "issue": "",
                "pages": "255--286",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SARNAT, B. 1968. Growth of bones as revealed by implant markers in animals. Am. J. Phys. Anthro- pol. 29:255-286.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Sutural bone growth ofthe rabbit snout. A gross and serial roentgenographic study by means of metallic implants",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Selman",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "G"
                        ],
                        "last": "Sarnat",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Am. J. Anat",
                "volume": "97",
                "issue": "",
                "pages": "395--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SELMAN, A. J., AND B. G. SARNAT. 1955. Sutural bone growth ofthe rabbit snout. A gross and serial roent- genographic study by means of metallic implants. Am. J. Anat. 97:395-408.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Handbuch der Vergleichenden Anatomie der Wirbeltiere 4",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Stadtmueller",
                        "suffix": ""
                    }
                ],
                "year": 1917,
                "venue": "On Growth and Form",
                "volume": "",
                "issue": "",
                "pages": "501--698",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STADTMUELLER, F. 1936. Kranium und Visceralske- lett der Stegocephalen und Amphibien, pp. 501- 698. In E. Goeppert, E. Kallius, and W. Lubosch (eds.), Handbuch der Vergleichenden Anatomie der Wirbeltiere 4. Urban und Schwarzenberg, Berlin, Germany. THOMPSON, D.'A. 1917. On Growth and Form (abridged edition, T. J. Bonner, ed.). Cambridge University Press, Cambridge, UK.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Growth fields in the dentition of Peromyscus",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Van Valen",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Evolution",
                "volume": "16",
                "issue": "",
                "pages": "272--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN VALEN, L. 1962. Growth fields in the dentition of Peromyscus. Evolution 16:272-277.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Evidence of heterochronic evolution: A nasal bone in the Olympic salamander, Rhyacotriton olympicus",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Wake",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "J. Herpetol",
                "volume": "14",
                "issue": "",
                "pages": "292--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WAKE, D. B. 1980. Evidence of heterochronic evo- lution: A nasal bone in the Olympic salamander, Rhyacotriton olympicus. J. Herpetol. 14:292-295.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "The brain and its role in the phylogenetic transformation of the human skull",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Weidenreich",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "Trans. Am. Philos. Soc",
                "volume": "31",
                "issue": "",
                "pages": "321--442",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WEIDENREICH, F. 1941. The brain and its role in the phylogenetic transformation of the human skull. Trans. Am. Philos. Soc. 31:321-442.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Molecular heterochronies and heterotopies in early echinoid development",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Wray",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Mcclay",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Evolution",
                "volume": "43",
                "issue": "",
                "pages": "803--813",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WRAY, G. A., AND D. R. McCLAY. 1989. Molecular heterochronies and heterotopies in early echinoid development. Evolution 43:803-813.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Evaluating developmental models of integration in the laboratory rat using confirmatory factor analysis",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Syst. Zool",
                "volume": "36",
                "issue": "",
                "pages": "28--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZELDITCH, M. L. 1987. Evaluating developmental models of integration in the laboratory rat using confirmatory factor analysis. Syst. Zool. 36:368- 380. ---. 1988. Ontogenetic variation in patterns of phenotypic integration in the laboratory rat. Evo- lution 42:28-41.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Ontogenetic variation in patterns of developmental and functional integration in skulls of Sigmodonfulviventer",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Carmichael",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "J. Mammal",
                "volume": "70",
                "issue": "",
                "pages": "814--824",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZELDITCH, M. L., AND A. C. CARMICHAEL. 1989a. Growth and intensity of integration through post- natal growth in the skull of Sigmodon fulviventer. J. Mammal. 70:477-484. ---. 1989b. Ontogenetic variation in patterns of developmental and functional integration in skulls of Sigmodonfulviventer. Evolution 43:814-824.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Age changes in the basicranial axis of the human skull",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Zuckerman",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "13",
                "issue": "",
                "pages": "521--537",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZUCKERMAN, S. 1955. Age changes in the basicranial axis of the human skull. Am. J. Phys. Anthropol. 13:521-537.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "FIG. 2. Landmarks (for abbreviations and descriptions, see Table I). The baseline points used to construct shape coordinates are I (mid-IF) and 2 (mid-",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Skulls of typical individuals at each of the four ages sampled: A) I-day-old; B) 10-day-old; C) 20day-old; D) 30-day-old.",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "c FIG. 4. The uniform component ofthe deformation of the Sigmodon skull. a) The narrowing and anterolateral shear of a starting square (dotted lines); this picture exaggerates the actual deformation (which is 12% for the 1-10 day old comparison). b) Corresponding uniform narrowing and anterolateral shear of a starting grid. c) Ontogenetic trajectory for the uniform component.",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "><x x~,: x : : : FIG. 5. The global nonuniformity for this configuration oflandmarks and some associated partial warps. a) The first principal warp drawn as a splined surface. b) A partial warp at this scale, oriented horizontally,",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "text": "......... ... ',.",
                "uris": null
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "text": "second principal and partial warps. a) The second principal warp drawn as a splined surface; b) A partial warp oriented horizontally, depicted by relative displacements oflandmarks (b. I ) and as a Cartesian transformation (b.2). larger-scale features of ontogenetic shape change. The 11th principal warp describes displacements common to Zs and Pmi relative to Pml and If. The relative displacements of points implies a quite localized difference between 1-and 10-day-old meanFIG. 7. The ontogenetic trajectories for all partial warps (PW 0-13). The uniform (a) and nonuniform components (b-n) are incommensurate; all nonuniform components are drawn to the same scale. The solid lines are the partial warps significant at a = 0.05 by separate P tests as described in the text. The dotted lines are the other partial warps.",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Abbreviations and descriptions of landmarks depicted in"
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": ". Software for the decompositions is available in the program TPSPLINE included withRohlf and Bookstein, 1990."
            }
        }
    }
}