{
    "paper_id": "Zelditchetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:38:56.965632Z"
    },
    "title": "Do precocial mammals develop at a faster rate? A comparison of rates of skull development in Sigmodon fulviventer and Mus musculus domesticus",
    "authors": [
        {
            "first": "Miriam",
            "middle": [
                "Leah"
            ],
            "last": "Zelditch",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": "zelditch@umich.edu"
        },
        {
            "first": "Barbara",
            "middle": [
                "L"
            ],
            "last": "Lundrigan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "H",
            "middle": [],
            "last": "David",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Theodore",
            "middle": [],
            "last": "Garland",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Variation in neonatal maturity among mammals is often explained by variation in gestation length, but species may also differ in developmental rate, a quantity that is difficult to measure because the conventional formalism makes two important and potentially unrealistic assumptions: (1) ontogeny of form can be described by a single line, and (2) species have the same ontogeny of form. We examine two species, one precocial (Sigmodon fulviventer), the other altricial (Mus musculus domesticus), and find that neither assumption is met. Therefore, we introduce an alternative metric, the rate of shape differentiation away from the average neonate. We find that S. fulviventer has a lower developmental rate than M. m. domesticus; consequently, while more mature at birth, S. fulviventer loses ground to M. m. domesticus over time. Surprisingly, despite differences in gestation length and developmental rate, these species reach developmental and life-history milestones at nearly identical degrees of skull shape maturity.",
    "pdf_parse": {
        "paper_id": "Zelditchetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Variation in neonatal maturity among mammals is often explained by variation in gestation length, but species may also differ in developmental rate, a quantity that is difficult to measure because the conventional formalism makes two important and potentially unrealistic assumptions: (1) ontogeny of form can be described by a single line, and (2) species have the same ontogeny of form. We examine two species, one precocial (Sigmodon fulviventer), the other altricial (Mus musculus domesticus), and find that neither assumption is met. Therefore, we introduce an alternative metric, the rate of shape differentiation away from the average neonate. We find that S. fulviventer has a lower developmental rate than M. m. domesticus; consequently, while more mature at birth, S. fulviventer loses ground to M. m. domesticus over time. Surprisingly, despite differences in gestation length and developmental rate, these species reach developmental and life-history milestones at nearly identical degrees of skull shape maturity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "A major aim of life-history theory is to explain the diversification of life-history schedules. Developmental biology may contribute to these explanations because life-history schedules are one aspect of ontogeny and because developmental processes may integrate or decouple stages of a life cycle. Integration might be expected in groups that have continuous life cycles, such as mammals. But even dramatic changes in early mammalian post-natal development seem to have few (if any) consequences for later stages. Specifically, the transition from altricial development (characterized by blind, deaf, hairless and immobile neonates) to precocial development (characterized by sighted, hearing, furred and active neonates) does not seem to affect ages at which subsequent events occur (Neal, 1990; Derrickson, 1992) . Perhaps mammalian life cycles are so weakly integrated that selection can determine an optimal degree of maturity at one stage without affecting others. However, their integration is obscured by the complexity of factors affecting degree of maturity at birth.",
                "cite_spans": [
                    {
                        "start": 785,
                        "end": 797,
                        "text": "(Neal, 1990;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 798,
                        "end": 815,
                        "text": "Derrickson, 1992)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Precocial development in mammals might not seem complex because it is usually ascribed to a lengthened gestation period (e.g. Millar, 1981; Martin & MacLarnon, 1985; Pagel & Harvey, 1988) . But precociality may be a more complex phenomenon, affected by developmental rate and timing as well as gestation length. Interspecific differences in rate and timing might explain why neither gestation period nor neonatal maturity adequately predicts the timing of later events. Developmental rates have long been of interest in studies relating morphogenesis to life history, a major theme in the literature on heterochrony (e.g. Gould, 1977) . Gould postulated that selection on developmental rate or timing might lead to predictable changes in adult morphology via indirect effects on morphogenesis. Analyses of heterochrony have typically relied on the Alberch et al. (1979) formalism ( Fig. 1) , which classifies evolutionary changes into changes in (1) age at onset of development (da), (2) developmental rate (dk r ), and (3) age at offset of development (db). Lengthening the intrauterine stage of development can be represented as +db, which yields mature neonates, represented as r p . But it is far easier to formulate hypotheses in these terms than to test them. The scheme is unquestionably useful as a heuristic device, but it is a problematic analytic tool. In particular, it makes two questionable assumptions about morphogenesis. The first is that the ontogeny of shape can be represented by a simple linear vector, the axis r. The second is that species do not differ in that trajectory, the premise underlying Gould's contention that heterochrony channels morphological evolution along the ancestral ontogenetic trajectory.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 139,
                        "text": "Millar, 1981;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 140,
                        "end": 165,
                        "text": "Martin & MacLarnon, 1985;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 166,
                        "end": 187,
                        "text": "Pagel & Harvey, 1988)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 622,
                        "end": 634,
                        "text": "Gould, 1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 848,
                        "end": 869,
                        "text": "Alberch et al. (1979)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 882,
                        "end": 889,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Both assumptions are open to question. The ontogeny of shape may be too complex and dynamic to be represented by a single straight line, as suggested by two studies of rodents, Sigmodon fulviventer (Zelditch et al., 1992) and Callomys expulsus (Hingst-Zaher et al., 2000) . However, other studies of mammals conclude that a linear approximation is reasonable (O'Higgins & Jones, 1998; O'Higgins et al., 2001; Penin & Berge, 2001; Singleton, 2002) , and one questions the conclusions drawn about S. fulviventer on methodological grounds (Monteiro et al., 1999) . Such doubts are legitimate because the hypothesis of linearity was not tested rigorously, nor has it been subject to serious testing in general, making its adequacy an open question -the first we address herein. The second assumption, that of the conservatism of morphogenesis, might seem well supported in the case of mammalian skull shape in the light of the numerous studies that find very similar ontogenies of form in comparisons among close relatives (e.g. Shea, 1983; dos Reis et al., 1988; Voss et al., 1992; Ravosa et al., 1995) . But they do not offer compelling statistical support for their conclusions, and those that examine more distant relatives often find significant differences among them (e.g. O'Higgins et al., 2001; Singleton, 2002) . Thus, this assumption is also open to question, and we examine this one as well.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 221,
                        "text": "(Zelditch et al., 1992)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 244,
                        "end": 271,
                        "text": "(Hingst-Zaher et al., 2000)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 359,
                        "end": 384,
                        "text": "(O'Higgins & Jones, 1998;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 385,
                        "end": 408,
                        "text": "O'Higgins et al., 2001;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 409,
                        "end": 429,
                        "text": "Penin & Berge, 2001;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 430,
                        "end": 446,
                        "text": "Singleton, 2002)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 536,
                        "end": 559,
                        "text": "(Monteiro et al., 1999)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1025,
                        "end": 1036,
                        "text": "Shea, 1983;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1037,
                        "end": 1059,
                        "text": "dos Reis et al., 1988;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1060,
                        "end": 1078,
                        "text": "Voss et al., 1992;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1079,
                        "end": 1099,
                        "text": "Ravosa et al., 1995)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1276,
                        "end": 1299,
                        "text": "O'Higgins et al., 2001;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1300,
                        "end": 1316,
                        "text": "Singleton, 2002)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "After evaluating these two assumptions about the ontogeny of form, we consider an alternative metric for developmental rate, and use it to test the hypothesis that life-history schedules are predictable from a and k r . Our metric derives from Gould's (1977, pp. 385-388) proposal to measure developmental rate by the amount of shape change that occurs over time along each speciesspecific trajectory, an approach similar to that taken by Hingst-Zaher et al. (2000) . We extend this idea, adapting conventional methods for estimating growth rates and timings to the analysis of developmental rates, then use this approach to compare development and growth between two exemplar species, asking whether skull shape maturity predicts the timing of life-history and developmental milestones. Should that be the case, it would both validate the metric, and indicate that postnatal life-history schedules are predicted by the parameters of a single, simple (albeit nonlinear) function of shape.",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 271,
                        "text": "Gould's (1977, pp. 385-388)",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 465,
                        "text": "Hingst-Zaher et al. (2000)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "We use that metric to compare two species, one the cotton rat S. fulviventer, representing the sole New World myomorph precocial lineage, Sigmodon, the other, the house mouse, Mus musculus domesticus, representing altricial myomorph rodents. The other two lineages of precocial myomorphs are distant relatives of Sigmodon, the Old World taxa, Acomys and Otomys. In the light of the distribution of precociality in myomorphs, it is reasonable to infer that precociality in Sigmodon is the derived condition. We choose M. m. domesticus to represent altricial myomorph rodents because of the large literature on that species, a model system for studies of mammalian development. Given the limitations of two-species comparisons (Garland & Adolph, 1994) , any conclusions drawn must be tentative but our single pairwise comparison suggests that developmental rate predicts life-history schedules surprisingly well, warranting more extensive comparative studies.",
                "cite_spans": [
                    {
                        "start": 725,
                        "end": 749,
                        "text": "(Garland & Adolph, 1994)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Our sample of S. fulviventer comprises offspring of wildcaught parents bred and reared in the Michigan State University Museum, and killed at 10-day intervals, starting with the day of birth (Table 1) . These are the same individuals as analysed in previous studies (Zelditch et al., 1992 (Zelditch et al., , 1993 except that this study encompasses two older cohorts (40-and 50-day olds) and five additional landmarks (see Fig. 2a , Appendix 1). MSU colony records provide the data for estimating gestation length in this species; no well-supported estimate is available in the literature. Alberch et al. (1979) formalism showing a contrast between altricial and precocial species. Precocial neonates are more mature in shape (r p ) than altricial neonates (r a ). Precociality in this case occurs by delaying birth (+db) without altering age at onset of development (a) or developmental rate (k r ).",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 288,
                        "text": "(Zelditch et al., 1992",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 289,
                        "end": 313,
                        "text": "(Zelditch et al., , 1993",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 590,
                        "end": 611,
                        "text": "Alberch et al. (1979)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 191,
                        "end": 200,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 423,
                        "end": 430,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Samples",
                "sec_num": null
            },
            {
                "text": "Our parental stock of M. m. domesticus is the HSD/ICR strain, obtained from Harlan Sprague-Dawley. This outbred laboratory stock has been used in numerous analyses of growth (e.g. Riska et al., 1984) , physiology (e.g. Hayes et al., 1992) and morphology (e.g. Garland et al., 2002) . Mice were bred, reared and killed at the University of Wisconsin-Madison, under the supervision of one of us (TG Jr); skeletons were prepared at the Museum of Zoology, University of Michigan. As the skulls of neonatal mice are poorly ossified, we could not measure neonates. Thus, the youngest mice analysed herein are 10-day olds, which are developmentally comparable to 1-day-old S. fulviventer in degree of ossification. The samples were taken at 5-day intervals thereafter over a period of 30 days, then at 10-day intervals until 50 days (Table 1) . Gestation lengths are taken as 19 days, based on numerous studies (e.g. Theiler, 1972) .",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 199,
                        "text": "Riska et al., 1984)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 219,
                        "end": 238,
                        "text": "Hayes et al., 1992)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 260,
                        "end": 281,
                        "text": "Garland et al., 2002)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 910,
                        "end": 924,
                        "text": "Theiler, 1972)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 826,
                        "end": 835,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Samples",
                "sec_num": null
            },
            {
                "text": "We determine gestation length for S. fulviventer from three sources of information: (1) the minimum elapsed time between the day males and females are paired and birth of a litter (the minimum provides a more reasonable estimate than the mean because the time between pairing and birth of a litter includes courtship and mating as well as gestation); (2) the elapsed time between successive litters, i.e. the interbirth interval; and (3) the maximum elapsed time between removal of a male from the female's cage and birth of the litter (the maximum provides a more reasonable estimate than the mean because males might not be removed until shortly before birth of the litter). The colony records for S. fulviventer include 25 cases for which dates of pairing and birth are recorded, nine for which interbirth intervals are recorded, and four for which date of removal of the male and date of birth of the litter are recorded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating gestation length for S. fulviventer",
                "sec_num": null
            },
            {
                "text": "To examine the ontogeny of shape we use landmarkbased geometric morphometrics. A geometric approach is appropriate in the light of the hypotheses we consider because both Gould's (1977) clock model and Alberch et al.'s schemes (1979) are explicitly based on a geometric conception of shape. Landmarks (Fig. 2) are sampled on the ventral view of the skull, which provides information about both trophic and cranial morphology. Skulls were skeletonized by dermestid beetles, photographed with the occlusal surface of the molars oriented parallel to the photographic plane, and digitized on both right and left sides. Bilaterally homologous landmarks were averaged to avoid inflating degrees of freedom (results are depicted for whole skulls to ease interpretation). Landmarks sampled on skulls of S. fulviventer and M. m. domesticus are shown in Fig. 2a and b, respectively; descriptions are given in Appendix 1. The selected landmarks differ between species because some could not be reliably located in both; in all interspecific comparisons, and when estimating rates of development, we use the subset of landmarks common to both species (all those depicted in Fig. 2b except ZA) . Landmark configurations are superimposed using the generalized least squares superimposition, which preserves all information about shape differences among specimens, removing only information unrelated to shape (i.e. scale, position and orientation; Rohlf & Slice, 1990) . As this procedure produces more variables than there are dimensions of shape, statistical analyses are performed on variables obtained by a rigid rotation of those data, i.e. partial warp scores, including the scores of the uniform component (Bookstein, 1989 (Bookstein, , 1991 .",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 185,
                        "text": "Gould's (1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 202,
                        "end": 233,
                        "text": "Alberch et al.'s schemes (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 1434,
                        "end": 1454,
                        "text": "Rohlf & Slice, 1990)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1699,
                        "end": 1715,
                        "text": "(Bookstein, 1989",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1716,
                        "end": 1734,
                        "text": "(Bookstein, , 1991",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 301,
                        "end": 309,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 844,
                        "end": 851,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1162,
                        "end": 1180,
                        "text": "Fig. 2b except ZA)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny",
                "sec_num": null
            },
            {
                "text": "To determine whether ontogeny of shape can be characterized by a single linear vector, we use a combination of ordination and statistical methods. Ordinations are carried out using principal component analysis (PCA) to determine whether age-related variation lies along a single component, or instead, requires multiple dimensions, perhaps even exhibiting reversals along one or more axes. Statistical analyses are performed by comparing ontogenetic allometries of successive phases statistically. Using piecewise multivariate linear regression we obtain a vector describing the ontogeny of shape over a given phase of development (i.e. from 1 to 10 days of age, from 10 to 20 days of age). The components of the vector are regression coefficients for the shape variables (partial warps plus the scores on the uniform component) on size (measured by centroid size, the square root of the summed squared distance between each landmark and the centroid of the form). To compare vectors from successive phases we estimate the angle between them (the cosine of this angle is the vector correlation, R v ). When successive phases do not differ, the angle between the vectors is 0.0°, and R v is 1.0°. To statistically test the null hypothesis that trajectories of shape are the same from phase to phase we need to estimate the uncertainty around each trajectory, which is carried out by resampling (Efron & Tibshirani, 1993) . The null hypothesis is that the observed angle could have been produced by two independent samplings of a single ontogenetic phase. This is tested by estimating the distribution of angles that could be obtained from repeated sampling of the ontogeny of a single population. Briefly, the expected shape at each size is estimated from the multivariate regression equation, and residuals are calculated for each individual; each specimen thus gives a multidimensional set of residuals representing its deviation from the expected shape for its size. The complete set of residuals for each individual is bootstrapped as an entire set, thereby preserving the covariance structure among variables. The set of residuals (drawn at random with replacement) is added to the expected value of shape for each given size to produce a bootstrap replica of the original data set. Two ontogenetic vectors are derived from a pair of these bootstrap sets and the angle between them is calculated. Should the observed angle between phases exceed the 95% confidence interval of the two within-phase ranges, the difference is judged statistically significant. As sample sizes differ for different ages, the analysis is carried out in terms of the distribution of bootstrapped data sets at comparable sample sizes.",
                "cite_spans": [
                    {
                        "start": 1393,
                        "end": 1419,
                        "text": "(Efron & Tibshirani, 1993)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny",
                "sec_num": null
            },
            {
                "text": "We also test the alternative null hypothesis, i.e. that the similarity between species is no greater than expected by chance. This test is needed for two reasons; pieces of the ontogenetic vector that differ significantly might be more similar than expected by chance, and also, because of small sample sizes, those pieces might be no more similar than expected by chance even if they do not differ significantly. To test this second null hypothesis, we randomly reshuffle the observed allometric coefficients 400 times, asking whether the angle between two observed vectors exceeds that found by comparing either to a vector of randomized coefficients. Reshuffling observed coefficients preserves the range of values found in the data, and also the proportion of isometric, positively allometric, and negatively allometric coefficients. Should the observed correlation exceed the 95% upper bound of correlations among randomized coefficients, we reject the null hypothesis of no greater similarity than expected by chance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny",
                "sec_num": null
            },
            {
                "text": "Interspecific comparisons are made using the same methods, except that the vectors being compared describe a single phase of ontogeny, developmentally comparable between species, i.e. over the same range of gestational or post-natal ages. To summarize difference between whole ontogenies, we compare their dominant linear trends, which are estimated by fitting a linear model to the whole ontogeny of each species (also compared by resampling methods, as described above).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny",
                "sec_num": null
            },
            {
                "text": "Superimpositions are carried out using CoordGen, PCA by PCAGen, regressions by Regress6, and comparisons among vectors by VecCompare. These programs, part of the integrated morphometrics programs, were produced in Matlab6 (Mathworks, 2000) by one of us (HDS); compiled stand-alone versions running in Windows are freely available electronically at http://www.canisius. edu/$sheets/morphsoft.html.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny",
                "sec_num": null
            },
            {
                "text": "To estimate rates of development, we measure the rate at which shape progressively differentiates away from that of the youngest age class (the stage at which skulls are first sufficiently ossified to measure). The degree of differentiation is measured by the morphometric distance between each individual and the average of the youngest age class, using the Procrustes distance, the conventional measure of a morphometric distance in geometric morphometrics (Bookstein, 1996) . Growth rates are measured by the rate of increase in centroid size.",
                "cite_spans": [
                    {
                        "start": 459,
                        "end": 476,
                        "text": "(Bookstein, 1996)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating rates of development and growth",
                "sec_num": null
            },
            {
                "text": "To estimate the rate and timing parameters, eight standard growth models are fitted to the Procrustes distances and centroid sizes: (1) the flexible Chapman-Richards model, which can be fitted to any sigmoidal growth curve (we use the version of that model formulated by Gaillard et al., 1997) ; (2) the monomolecular model, also formulated following Gaillard et al. (1997) ; 3the von Bertalanffy model, as formalized by Zullinger et al. (1984) , following Ricker (1979) ; (4) the Gompertz model, also as formalized by Zullinger et al. (1984) ; (5) another form of the Gompertz model, as formalized by Fiorello & German (1997) , herein referred to as the German Gompertz model; (6) the logistic model formulated following Gaillard et al. (1997) ; 7a quadratic function; and (8) a linear function (equations for each are given in Appendix 2). Some might not seem biologically reasonable a priori, but we cannot rely on our intuitions when analysing unfamiliar data.",
                "cite_spans": [
                    {
                        "start": 271,
                        "end": 293,
                        "text": "Gaillard et al., 1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 351,
                        "end": 373,
                        "text": "Gaillard et al. (1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 421,
                        "end": 444,
                        "text": "Zullinger et al. (1984)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 457,
                        "end": 470,
                        "text": "Ricker (1979)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 519,
                        "end": 542,
                        "text": "Zullinger et al. (1984)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 602,
                        "end": 626,
                        "text": "Fiorello & German (1997)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 722,
                        "end": 744,
                        "text": "Gaillard et al. (1997)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating rates of development and growth",
                "sec_num": null
            },
            {
                "text": "Models are fitted to data using the Nelder-Mead simplex with a least-squares error criterion (Press et al., 1992) . This procedure, equivalent to fitting a maximum likelihood model, assumes that residuals are normally distributed and independent. To determine whether the data meet that assumption, we examine the residuals for evidence of autocorrelation, which would indicate a systematic mismatch of the model to the data. Autocorrelations among measures of size (or development) are expected, but autocorrelations of residuals from growth models demonstrate that the data violate the assumption of independent residuals. Thus, models exhibiting statistically significant autocorrelations of residuals are rejected from further consideration.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 113,
                        "text": "(Press et al., 1992)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating rates of development and growth",
                "sec_num": null
            },
            {
                "text": "Those models meriting further consideration are first inspected for the percentage variance explained, to ensure that we do not select the best of several poorly fitting models. We then evaluate their relative goodness of fit using the Akaike information criterion (AIC), which is an estimate of the Kullback-Liebler information distance between the model and the data (Akaike, 1974; Burnham & Anderson, 1998) . The AIC score is a function of the log likelihood of the parameters given the data and the number of parameters in the model. Simple models will tend to have low likelihood and limited numbers of parameters, whereas complex models have higher likelihood but more parameters. The AIC balances likelihood and model complexity; AIC weight, calculated from the AIC scores, is an estimate of the relative probability that a given model is true and thus provides a criterion for model choice.",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 383,
                        "text": "(Akaike, 1974;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 384,
                        "end": 409,
                        "text": "Burnham & Anderson, 1998)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating rates of development and growth",
                "sec_num": null
            },
            {
                "text": "Using the best-fitting model, we estimate the parameters for development and growth, placing confidence intervals on the parameters by resampling. The relative degree of maturity (in both size and shape) is then estimated from the parameters of the best fitting model by predicting the values for each age and estimating the proportion of adult maturity or adult size attained at each age. Model evaluation, including the calculation of the variance explained, the significance of the autocorrelations, parameter estimation and calculation of confidence intervals, as well as the estimation of maturity in size and shape are documented using GrowChoice (written by HDS).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating rates of development and growth",
                "sec_num": null
            },
            {
                "text": "Minimum time between pairing of males and females and birth of a litter is 31 days, the average interbirth interval is 32 days, and the maximum time between removing the male from the female and birth of a litter is 30 days. As the longer estimate comes from the interbirth interval, gestation length appears to be slightly extended in post-partum mothers. We thus use 31 as the estimate of gestation length in this species, which is 12 days longer than that of M. m. domesticus (Theiler, 1972; Berry & Bronson, 1992) .",
                "cite_spans": [
                    {
                        "start": 479,
                        "end": 494,
                        "text": "(Theiler, 1972;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 495,
                        "end": 517,
                        "text": "Berry & Bronson, 1992)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gestation length of S. fulviventer",
                "sec_num": null
            },
            {
                "text": "The ontogenetic trajectories of both species curve (Fig. 3) . PC1 describes the dominant linear trend, which accounts for over half the variation in skull shape (55.6% in S. fulviventer, 53.8% in M. m. domesticus). The next two components each describe age-related deviations from the linear trend; neither, by itself, accounts for a large fraction of the variation but taken together they account for over 10% of the variance in S. fulviventer and over 20% in M. m. domesticus. As would be expected, these components exhibit a nonlinear relationship with age (and size). In S. fulviventer (Fig. 3a) , scores on PC2 increase with age from 1 to 10 days, then decrease; the correlation between PC2 and age is statistically significant (P < 0.001 for each phase). Scores on PC3 are positively correlated with age from 10 to 30 days, then negatively correlated (P < 0.05). Thus, the ontogeny of shape in this species is described by a vector that curves in a minimally three-dimensional space. Similarly, in M. m. domesticus (Fig. 3b) , both PC2 and PC3 describe deviations from the dominant linear trend and both are significantly correlated with age/size (P < 0.005). Scores on PC2 increase with age from 10 to 15 days, then decrease from 25 to 50 days, and scores on PC3 decrease from 10 to 20 days, then increase to 30 days.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 51,
                        "end": 59,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 590,
                        "end": 599,
                        "text": "(Fig. 3a)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1021,
                        "end": 1030,
                        "text": "(Fig. 3b)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny: comparisons among successive ages",
                "sec_num": null
            },
            {
                "text": "The changing directions of the ontogenetic trajectories can be documented more rigorously by comparing phases (Tables 2 and 3 ). In the case of S. fulviventer, comparisons reveal large and statistically significant differences until 30 days when allometries stabilize (Table 2) . Interestingly, just prior to stabilization, the successive stages are no more similar than expected by chance (indicated by the large angle of 73.5°). The differences are visually striking (Fig. 4 ). There is a consistent trend throughout ontogeny: skull elongation, to a greater extent, anteriorly than posteriorly. Rates of relative growth do not follow a strict anteroposterior gradient, especially not in the earliest stage ( Fig. 4a) . At the youngest stage, the most striking departure from a skull-wide gradient occurs in the palatal region (posterior to the incisive foramen). From the incisive foramen to the posterior palatine foramen, relative growth rates decrease, then increase at the presphenoid-basisphenoid suture, remaining high to the basisphenoid-basioccipital suture. At older stages, the deviations from the general gradient are slighter and smoother, especially between 20 and 30 days (Fig. 4c) , when again there are relatively low growth rates from posterior to the incisive foramen to the posterior palatine foramen. At this age, however, the accelerations and decelerations are less abrupt than earlier. Additionally, there are some marked local changes in the posterolateral braincase, including an abrupt and exceptionally localized deceleration just medial to the mastoid process, which might be related to the change in skull orientation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 110,
                        "end": 125,
                        "text": "(Tables 2 and 3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 268,
                        "end": 277,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 476,
                        "text": "(Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 710,
                        "end": 718,
                        "text": "Fig. 4a)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1188,
                        "end": 1197,
                        "text": "(Fig. 4c)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny: comparisons among successive ages",
                "sec_num": null
            },
            {
                "text": "In M. m. domesticus, the pattern is more complex ( Table 3) . The allometric pattern of the youngest stage (10-15 days) differs significantly from that of the next stage (15-20 days), which seems to persist for 10 days (in that there is no significant difference between the 15-20 and the 20-25-day vectors). Subsequently, the trajectory of shape changes direction again; the allometric pattern of the 20-25-day stage is no more similar to that of the 25-30-day stage than expected by chance. The comparison between the next two stages is difficult to interpret because of the enormous range of within-age angles, probably attributable to small sample sizes. In the light of the large angle between 25-30 and 30-40-day-old samples, it is difficult to argue that the trajectories point in the same direction. Thus, we conclude that the trajectory stabilizes around either 25 or 30 days in this species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 51,
                        "end": 59,
                        "text": "Table 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny: comparisons among successive ages",
                "sec_num": null
            },
            {
                "text": "As in the case of S. fulviventer, the skull generally elongates, especially anteriorly (Fig. 5) . However, departures from a simple anteroposterior gradient occur, most markedly early in ontogeny (Fig. 5a ). Just posterior to the incisive foramen, growth rates decelerate more than would be expected from a simple gradient, falling off even more towards the sphenoid-basisphenoid suture, then rising at the basisphenoid-basioccipital suture, then decreasing again (over the basioccipital). Over subsequent ages, no such marked localized changes are evident in the palate, although low relative growth rates just posterior to the incisive foramen are found in the next stage as well. In M. m. domesticus, as in S. fulviventer, there appears to be a reorientation of the skull, but the Table 3 Comparisons between ontogenetic allometries of successive stages in Mus musculus domesticus for the complete data set and for the stages comparable with those of Sigmodon fulviventer. The angles between ages are compared with the range of angles within each stage (younger and older) that can be obtained by resampling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 95,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 196,
                        "end": 204,
                        "text": "(Fig. 5a",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 784,
                        "end": 791,
                        "text": "Table 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphometric analysis of ontogeny: comparisons among successive ages",
                "sec_num": null
            },
            {
                "text": "Between ( Table 2 Comparisons between ontogenetic allometries of successive stages in Sigmodon fulviventer for the complete data set and for the subset of landmarks common to both S. fulviventer and Mus musculus domesticus. The angles between ages are compared with the range of angles within each stage (younger and older) that can be obtained by resampling. within the palate (Fig. 6 ). The description is dominated by the features of early development, when shape undergoes its most dramatic changes, and by features that change consistently over two or more stages. Subtleties of later development, including the smoothing out of growth rates over the skulls, are largely invisible, as are any temporally restricted patterns in relative growth rates.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 10,
                        "end": 17,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 378,
                        "end": 385,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Stages compared",
                "sec_num": null
            },
            {
                "text": "Interspecific comparisons, based on the shared landmarks (Fig. 2b, without ZA) , reveal large and statistically significant differences, whether based on comparable gestational or post-natal ages (Table 4 ). The two species differ significantly until the oldest stage, although it is difficult to say that they are then similar considering that the trajectories are no more similar than expected by chance. Comparisons based on the simplified linear trajectories (i.e. those fitted by a single linear function), which are also tested by our resampling-based approach, also reveal statistically significant differences, although a more modest degree of differentiation, yielding an angle of only 42.7°, compared to within-species ranges of 13.5-9.4°(in S. fulviventer and M. m. domesticus, respectively).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 78,
                        "text": "(Fig. 2b, without ZA)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 196,
                        "end": 204,
                        "text": "(Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of ontogenetic trajectories of shape between species",
                "sec_num": null
            },
            {
                "text": "As each ontogenetic trajectory is nonlinear, information is lost by concentrating on the linear trends, although even the simplified linear trends differ significantly between species. As a result, we cannot compare their developmental rates using a model that presumes both ontogenetic and phylogenetic constancy of morphogenesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison of ontogenetic trajectories of shape between species",
                "sec_num": null
            },
            {
                "text": "Several models are excluded because they induce autocorrelations among residuals in one or more of the analyses (Tables 5 and 6 ). Of those that remain, several fit equally well. We chose the monomolecular model as the basis for comparing rates and timings of growth and development because it is simple and fits both the developmental and growth data well in both species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 127,
                        "text": "(Tables 5 and 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Rates and timings of growth and development",
                "sec_num": null
            },
            {
                "text": "Based on the estimates of asymptotic (adult) maturity (A), it appears that M. m. domesticus undergoes less morphological change than S. fulviventer (Table 7) . For this reason, adult M. m. domesticus looks juvenile ('paedomorphic') compared with S. fulviventer. These species also differ significantly in developmental rate constant (K), which is significantly higher in M. m. domesticus. This means that M. m. domesticus take less time to reach a given proportion of adult maturity than S. fulviventer. The two species also appear to differ in age at initiation of skull shape development (T 0 ), but only because age is estimated on a post-natal age scale 1",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 157,
                        "text": "(Table 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Rates and timings of growth and development",
                "sec_num": null
            },
            {
                "text": ". Both species begin skull shape development at 22 days gestational age, an estimate that is somewhat artificial because degree of maturity is set to zero for the average shape of the youngest age class. Yet, it is not entirely artificial because the age at which it is zero is a function of the age at which skulls are sufficiently ossified to measure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Rates and timings of growth and development",
                "sec_num": null
            },
            {
                "text": "Asymptotic adult skull size (A) is substantially and significantly larger in S. fulviventer (Table 8) Table 4 Comparisons between species based on approximately common gestational ages and post-natal ages (using landmarks common to both species). The angles between species are compared with the range of angles within each that can be obtained by resampling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 101,
                        "text": "(Table 8)",
                        "ref_id": "TABREF7"
                    },
                    {
                        "start": 102,
                        "end": 109,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Rates and timings of growth and development",
                "sec_num": null
            },
            {
                "text": "Between ( growth rate constants (K) do not differ significantly between species. Thus, both species take the same time to reach comparable proportions of their adult size, although size differs greatly. The age at onset of growth (T 0 ) does not seem to differ between species, but only because the estimates are on a post-natal scale 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stages compared",
                "sec_num": null
            },
            {
                "text": ". Sigmodon fulviventer begins skull growth at about 15.46 days post-conception, whereas M. m. domesticus begins at 9.75 days post-conception. Thus, S. fulviventer begins skull growth 6 days later than M. m. domesticus; consequently, its duration of prenatal skull growth is only 6 days longer despite its 12 day longer gestation period. The estimate of T 0 in M. m. domesticus seems reasonable, although it involves extrapolating beyond the range of the data in that the estimated age at onset of growth is coincident with the closure of the anterior neuropore and beginning of visible enlargement of the brain (Theiler, 1972) .",
                "cite_spans": [
                    {
                        "start": 611,
                        "end": 626,
                        "text": "(Theiler, 1972)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stages compared",
                "sec_num": null
            },
            {
                "text": "Compared on a gestational age scale, at all ages S. fulviventer has reached a smaller proportion of its adult size than M. m. domesticus, and attained a lesser degree of maturity ( Table 9 ). The differences in degree of maturity result from differences in developmental rate, whereas the differences in relative size result from differences in age at onset of growth. Compared on a post-natal age scale, neonatal S. fulviventer are larger (relative to their adult size) and have attained a higher degree of shape maturity than M. m. domesticus (Table 10 ; neonatal M. m. domesticus have a negative value for M because their skulls have not ossified sufficiently to have a meaningful degree of maturity at birth). Over time, the discrepancy between species in degree of maturity decreases so that 20-day-old M. m. domesticus have virtually caught up to S. fulviventer.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 181,
                        "end": 188,
                        "text": "Table 9",
                        "ref_id": "TABREF9"
                    },
                    {
                        "start": 545,
                        "end": 554,
                        "text": "(Table 10",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Relating growth and morphogenesis to life-history schedules",
                "sec_num": null
            },
            {
                "text": "To compare the timing of developmental and lifehistory events, we use the milestones regularly recorded in mammalian life-history studies (eye-opening, weaning and sexual maturity) and two developmental markers Table 5 Relative fit of the eight models fitted to the measure of developmental maturity. The AIC weight evaluates relative goodness-of-fit by balancing the distance between model and data by degrees of freedom. AC refers to serial autocorrelations among residuals of the model (statistically significant are indicated by an asterisk). The AIC is not applied to models with significant AC. The model in bold is the one judged best. Table 6 Relative fit of the eight growth models fitted to centroid size. The AIC weight evaluates relative goodness-of-fit by balancing the distance between model and data by degrees of freedom. AC refers to autocorrelations among residuals of the model (statistically significant are indicated by an asterisk). The AIC is not applied to models with significant AC. The model judged best is in bold type. Table 7 Estimates for asymptotic (adult) maturity, A, developmental rate constant, K, and age at initiation of skull development T 0 (on a post-natal age scale, with day 1 being the day of birth); 95% confidence intervals given in parentheses. discerned by our ontogenetic analyses (localized shaping of the palate and stabilization of allometries). Weaning is defined herein as the age at which litters can be safely removed from the mother, and sexual maturity as the age at first conception. As evident from Fig. 7a , these two species differ considerably in degree of shape maturity at eye-opening, when S. fulviventer has attained only 36% of adult shape maturity but M. m. domesticus has reached 50% of its adult maturity. After that point, the two species are nearly identical in degree of maturity at the developmental and life-history milestones. At the end of localized palatal morphogenesis, S. fulviventer has attained 57% of its adult maturity of shape, in comparison with the 56% reached by M. m. domesticus. At weaning, the species are again nearly identical in degree of maturity (72 and 69% in S. fulviventer and M. m. domesticus, respectively). Even age at sexual maturity, which has no obvious causal connection to skull morphology, is remarkably well predicted by skull shape maturity; at that point, S. fulviventer has attained 91% of adult shape maturity, similar to the 95% reached by M. m. domesticus. From weaning onwards, they are also nearly identical in their proportion of adult size attained at each milestone ( Fig. 7b) . At the completion of weaning, both species have attained 80% of adult skull size, and at first conception, they are both at nearly 95% of adult skull size (94 and 95% in S. fulviventer and M. m. domesticus, respectively).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 211,
                        "end": 218,
                        "text": "Table 5",
                        "ref_id": null
                    },
                    {
                        "start": 643,
                        "end": 650,
                        "text": "Table 6",
                        "ref_id": null
                    },
                    {
                        "start": 1048,
                        "end": 1055,
                        "text": "Table 7",
                        "ref_id": null
                    },
                    {
                        "start": 1559,
                        "end": 1566,
                        "text": "Fig. 7a",
                        "ref_id": null
                    },
                    {
                        "start": 2590,
                        "end": 2598,
                        "text": "Fig. 7b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relating growth and morphogenesis to life-history schedules",
                "sec_num": null
            },
            {
                "text": "Skull morphogenesis is a complex, dynamic process in both S. fulviventer and M. m. domesticus, as evident in the dramatic ontogenetic changes in spatial patterning of growth rates. This is not surprising because several studies have documented differences between pre-and post-natal rates of growth of the brain relative to the body and face in mammals (e.g. Count, 1947; Holt et al., 1975) , but our analysis shows that post-natal allometries are equally dynamic, and that palatal and basicranial allometries are no more constant than that of the brain. In demonstrating that spatiotemporal patterns of growth are dynamic, our results are consistent with the conclusions of a previous study of S. fulviventer (Zelditch et al., 1992) , but the fully multivariate and more statistically rigorous approach taken herein provides stronger evidence for them. Furthermore, we demonstrate that the nonlinearity of skull morphogenesis is not peculiar to S. fulviventerit is also characteristic of M. m. domesticus, a model system for mammalian development. However, we cannot conclude that all mammals, or even all rodents, have equally complex ontogenies. Whether ontogenetic trajectories are curving or linear may be a function of developmental Fig. 7 The timing of life-history and developmental milestones relative to the degree of skull shape maturity attained by each age (a) and the proportion of adult size attained by each age (b).",
                "cite_spans": [
                    {
                        "start": 359,
                        "end": 371,
                        "text": "Count, 1947;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 372,
                        "end": 390,
                        "text": "Holt et al., 1975)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 710,
                        "end": 733,
                        "text": "(Zelditch et al., 1992)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1239,
                        "end": 1245,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "timing. In particular, the shape of the trajectory may depend on the age at which allometries stabilize relative to birth; in highly precocial mammals, such as Thrichomys aperoides (analysed by Monteiro et al. 1999 ) they may stabilize near or even before birth.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 214,
                        "text": "Monteiro et al. 1999",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "That S. fulviventer and M. m. domesticus differ in their ontogenies of shape is not surprising; indeed, it would be far more surprising were such distant relatives to share the same ontogeny. Even close relatives can differ in their ontogenies of shape, as found in studies of mammals (O'Higgins & Jones, 1998; O'Higgins et al., 2001; Singleton, 2002) and other vertebrates (Monteiro et al., 1997; Zelditch et al., 2003) . But even if unsurprising, these findings, plus the evidence of curvilinear trajectories, reveal a serious problem for comparative studies that rely on linear methods and models, such as the Alberch et al. (1979) formalism. Treating ontogenetic trajectories as ontogenetically and historically constant undoubtedly simplifies comparisons, but that simplicity has a high cost -loss of information about the ontogenetic and evolutionary dynamics of morphogenesis. Some workers have questioned whether those ontogenetic and evolutionary dynamics pose serious problems for studies of heterochrony (Penin & Berge, 2001 ). Our results indicate that the deviations from a simple linear model are substantial, both in ontogeny and phylogeny.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 310,
                        "text": "(O'Higgins & Jones, 1998;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 311,
                        "end": 334,
                        "text": "O'Higgins et al., 2001;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 335,
                        "end": 351,
                        "text": "Singleton, 2002)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 374,
                        "end": 397,
                        "text": "(Monteiro et al., 1997;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 398,
                        "end": 420,
                        "text": "Zelditch et al., 2003)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 613,
                        "end": 634,
                        "text": "Alberch et al. (1979)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1015,
                        "end": 1035,
                        "text": "(Penin & Berge, 2001",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The approach we have taken to comparing rates and timings of development and growth retains the meaning of the Alberch et al. (1979) parameters, namely, that a is the age at onset of development, b is the age at offset of development, and that k r is the rate at which shape matures (see Fig. 1 ). Our approach accommodates both the curvilinearity of ontogenies in shape space and the nonlinearity of rates relative to time. The nonlinearity of mammalian growth rates relative to time has long been known, and as we show, rates of shape differentiation are also nonlinear, fitting classic growth models well. But it is important to note that the metric we use has two important shortcomings. First, a large distance between shapes need not indicate a large difference in degree of maturity. It could mean than an individual is oddly shaped. To estimate rates of maturity, it is important that samples be large enough to allow for estimating the mean shape for each age reliably. Second, if comparisons begin at different developmental stages, then the starting points are not biologically equivalent, which could have a large impact on the shape of the developmental curve and its parameters. But even if not ideal, our metric can accommodate realistic depictions of ontogeny and it predicts life-history schedules remarkably well.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 132,
                        "text": "Alberch et al. (1979)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 288,
                        "end": 294,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "That skull shape maturity predicts life-history schedules in two species that differ so dramatically is the most surprising result of our study. Despite their differences in degree of maturity at birth, S. fulviventer and M. m. domesticus reach post-natal milestones at virtually the same degree of skull maturity. Sigmodon fulviventer is born more mature because its gestation length is longer, meaning its neonates are older. But it still takes longer to reach subsequent milestones (such as weaning), because its developmental rate is lower. The interaction between age and developmental rate apparently explains the timing of post-natal life histories, indicating that a single set of developmental rate and timing parameters governs the entire post-natal period.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The only milestone poorly predicted by degree of maturity is eye-opening, which could indicate a degree of decoupling between structural and functional maturity. At that point, S. fulviventer skulls are comparatively immature; nevertheless, the neonates are sighted, hearing and mobile 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": ". That decoupling might result from a conflict between the benefits of reaching functional maturity early vs. the cost of a high developmental rate. The benefits of early maturity may be substantial when infants are at an exceptionally high risk of predation, as is the case for S. fulviventer, which builds exposed nests in open grasslands. But there may be costs to developing rapidly. However, it is not clear that differences between species in degree of maturity at birth are significant; in the light of the high rates of development near birth, small errors in the estimates of age at that point (due to relying on day rather than on hour of birth) could have a disproportionately large impact.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our analysis of growth rates and timings suggests that S. fulviventer delays onset of skull growth, hence neonates have attained a relatively small proportion of their adult skull size. This is concordant with a study of body weight ontogeny in a related species, S. hispidus, which also finds that neonates are unusually small relative to their adult size (McClure & Randolph, 1980) . Based on the parameters of skull growth we estimate herein, we can see one reason for delaying growth: given the estimated growth rate, were S. fulviventer to start growing at the same age as M. m. domesticus, infants would be born with enormous skulls (65% of adult size). This would not be problematic were litter sizes small, but the most carefully studied species in this genus, S. hispidus, averages 5.6 infants per litter in the laboratory (McClure & Randolph, 1980) and Sigmodon females have 10 mammae, suggesting that litters can be very large. Delaying the onset of growth reduces neonatal size without lowering growth rates. This interpretation depends on taking estimates of T 0 seriously, a practice that must be treated with caution because the estimates are based on extrapolations beyond the range of observed ages. Our estimate of T 0 for M. m. domesticus coincides with closure of the anterior neuropore and the onset of visible brain enlargement (Theiler, 1972) , suggesting that the extrapolation in this case is reasonable. Nevertheless, before assuming that these estimates of T 0 are biologically reasonable in all cases, we need more extensive studies of species for which normal tables are available.",
                "cite_spans": [
                    {
                        "start": 357,
                        "end": 383,
                        "text": "(McClure & Randolph, 1980)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 832,
                        "end": 858,
                        "text": "(McClure & Randolph, 1980)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1350,
                        "end": 1365,
                        "text": "(Theiler, 1972)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "That skull shape maturity seems to predict life-history schedules suggests that morphology and life history are integrated, and also that life-history schedules are integrated units rather than sequences of dissociable events.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our data do suggest that structural and functional maturity can be somewhat decoupled, at least perinatally, but otherwise they seem highly associated. The most important implication is that a single set of parameters governs the whole of development. This hypothesis requires far more extensive testing because of its important implication of potential trade-offs between morphogenesis and life history. Just as rates of morphogenesis may constrain life-history schedules, the ecological determinants of those schedules, such as energetic costs of gestation relative to lactation and the age schedule of predation risks, may constrain the evolution of morphogenesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "J . E V O L . B I O L . 1 6 ( 2 0 0 3 ) 7 0 8 -7 2 0 ª 2 0 0 3 B L A C K W E L L P U B L I S H I N G L T D",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank William Fink, Eladio Marquez and Donald Swiderski for discussions of mammalian life history and ontogeny, and Rosa Moscarella for providing valuable comments on an earlier version of the manuscript. TG was supported by NSF grant IBN-0212567.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "Appendix 1. Landmarks on skulls of S. fulviventer ( Fig. 2a ) and M. m. domesticus (Fig. 2b) Sigmodon fulviventer: Juncture between incisors on premaxillary bone (IJ); premaxilla-maxilla suture where it intersects outline of the skull in photographic plane (PML); lateral margin of incisive alveolus where it intersects outline of the skull in photographic plane (IN); anteriormost point on the zygomatic spine (ZS); suture between premaxillary and maxillary portions of palatine process (PMI); premaxilla-maxilla suture lateral to incisive foramen (PMM); posteriormost point of incisive foramen (IF); medium mure of first molar (MI); posterior palatine foramen (PF); posterolateral palatine pit (PP); junction between squamosal, alisphenoid and frontal on squamosal-alisphenoid side of suture (AS); midpoint along posterior margin of glenoid fossa (GL); anteriomost point of foramen ovale (FO); lateralmost point on presphenoid-basisphenoid suture where it intersects the sphenopalatine vacuity in the photographic plane (SB); the most lateral point on basisphenoidbasioccipital suture (BO); midpoint of basisphenoidbasioccipital suture (BOM); hypoglossal foramen (HG); juncture between paroccipital process and mastoid portion of temporal (OC); midpoint of foramen magnum (FM); juncture of mastoid, squamosal and bullae (MB); juncture between mastoid and medial end of auditory tube (AM).Mus m. domesticus: a subset of the landmarks described above, with the interior corner formed by intersection of zygomatic arch with braincase (ZA).",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 92,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 52,
                        "end": 59,
                        "text": "Fig. 2a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "(1) Flexible Chapman-Richards model, which can be fitted to any sigmoidal growth curve, as formulated by Gaillard et al. (1997) :where CS(t) is centroid size at time t, A is asymptotic centroid size, m is a form parameter that locates the inflexion point on the CS axis, K is the relative growth rate, and t 0 is the age at which the inflexion occurs.(2) Monomolecular model, as formulated by Gaillard et al. (1997) :where K is the rate of approach to the asymptotic adult size (A), and t 0 is the age at the onset of growth.(3) Von Bertalanffy model, as formalized by Zullinger et al. (1984) following Ricker (1979) :where parameters are as defined above.(4) Gompertz model, as formalized by Zullinger et al. (1984) :where parameters are as defined above.(5) Gompertz model as formalized by Fiorello & German (1997) , herein referred to as the German Gompertz model:where K is the initial growth rate and b is the decay of the growth rate.(6) Logistic model as formulated by Gaillard et al. (1997) :where A is as defined above, K is the growth rate constant, and t 0 is the inflexion point.(7) Quadratic function:where m is the coefficient of the quadratic term, a is the coefficient of the linear term, b is the constant and t is time.(8) Linear function:where m is the linear coefficient relating centroid size to time and b is the constant (intercept).",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 127,
                        "text": "Gaillard et al. (1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 393,
                        "end": 415,
                        "text": "Gaillard et al. (1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 569,
                        "end": 592,
                        "text": "Zullinger et al. (1984)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 603,
                        "end": 616,
                        "text": "Ricker (1979)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 693,
                        "end": 716,
                        "text": "Zullinger et al. (1984)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 792,
                        "end": 816,
                        "text": "Fiorello & German (1997)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 976,
                        "end": 998,
                        "text": "Gaillard et al. (1997)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix 2. Growth models fitted to data",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A new look at the statistical model identification",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Akaike",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "IEEE Trans. Automat. Contr. AC",
                "volume": "19",
                "issue": "",
                "pages": "716--723",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Akaike, H. 1974. A new look at the statistical model identifica- tion. IEEE Trans. Automat. Contr. AC 19: 716-723.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Size and shape in ontogeny and phylogeny",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Alberch",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Oster",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Wake",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Paleobiology",
                "volume": "5",
                "issue": "",
                "pages": "296--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alberch, P., Gould, S.J., Oster, G.F. & Wake, D.B. 1979. Size and shape in ontogeny and phylogeny. Paleobiology 5: 296-317.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Life history and bioeconomy of the house mouse",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Bronson",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Biol. Rev",
                "volume": "67",
                "issue": "",
                "pages": "519--550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry, R.J. & Bronson, F.H. 1992. Life history and bioeconomy of the house mouse. Biol. Rev. 67: 519-550.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Principal warps: thin-plate splines and the decomposition of deformations",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "IEEE Trans. Pattern Anal. Machine Intel",
                "volume": "11",
                "issue": "",
                "pages": "567--585",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein, F.L. 1989. Principal warps: thin-plate splines and the decomposition of deformations. IEEE Trans. Pattern Anal. Machine Intel. 11: 567-585.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Combining the tools of geometric morphometrics",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Morphometric Tools for Landmark Data: Geometry and Biology",
                "volume": "",
                "issue": "",
                "pages": "131--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein, F.L. 1991. Morphometric Tools for Landmark Data: Geometry and Biology. Cambridge University Press, Cambridge. Bookstein, F.L. 1996. Combining the tools of geometric mor- phometrics. In: Advances in Morphometrics (L. F. Marcus, M. Corti, A. Loy, G. J. Naylor & D. E. Slice, eds), pp. 131-151. Plenum Press, New York.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Model Selection and Inference: A Practical Information-Theoretic Approach",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Burnham",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burnham, K.P. & Anderson, D.R. 1998. Model Selection and Inference: A Practical Information-Theoretic Approach. Springer- Verlag, New York.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Brain and body weight in man: their antecedents in growth and evolution",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Count",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Ann. NY Acad. Sci",
                "volume": "46",
                "issue": "",
                "pages": "993--1122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Count, E.W. 1947. Brain and body weight in man: their antecedents in growth and evolution. Ann. NY Acad. Sci. 46: 993-1122.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Comparative reproductive strategies of altricial and precocial eutherian mammals",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Derrickson",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Funct. Ecol",
                "volume": "6",
                "issue": "",
                "pages": "57--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Derrickson, E.M. 1992. Comparative reproductive strategies of altricial and precocial eutherian mammals. Funct. Ecol. 6: 57-65.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "An Introduction to the Bootstrap",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Efron",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Tibshirani",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Efron, B. & Tibshirani, R.J. 1993. An Introduction to the Bootstrap. Chapman and Hall, New York.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Heterochrony within species: craniofacial growth in giant, standard and dwarf rabbits",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "V"
                        ],
                        "last": "Fiorello",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "Z"
                        ],
                        "last": "German",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Evolution",
                "volume": "51",
                "issue": "",
                "pages": "250--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fiorello, C.V. & German, R.Z. 1997. Heterochrony within species: craniofacial growth in giant, standard and dwarf rabbits. Evolution 51: 250-261.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Variation in growth form and precocity at birth in eutherian mammals",
                "authors": [
                    {
                        "first": "J.-M",
                        "middle": [],
                        "last": "Gaillard",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Pontier",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Allaine",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Loison",
                        "suffix": ""
                    },
                    {
                        "first": "J.-C",
                        "middle": [],
                        "last": "Herve",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Heizmann",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proc. R. Soc. Lond., B",
                "volume": "264",
                "issue": "",
                "pages": "859--868",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gaillard, J.-M., Pontier, D., Allaine, D., Loison, A., Herve, J.-C. & Heizmann, A. 1997. Variation in growth form and precocity at birth in eutherian mammals. Proc. R. Soc. Lond., B 264: 859- 868.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Why not to do two-species comparative studies: limitations on inferring adaptation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Garland",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Adolph",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Physiol. Zool",
                "volume": "67",
                "issue": "",
                "pages": "797--828",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Garland, T., Jr. & Adolph, S.C. 1994. Why not to do two-species comparative studies: limitations on inferring adaptation. Physiol. Zool. 67: 797-828.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Evolution of a small-muscle polymorphism in lines of house mice selected for high activity levels",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Garland",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Swallow",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Rhodes",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Girard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Belter",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Carter",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Evolution",
                "volume": "56",
                "issue": "",
                "pages": "1267--1275",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Garland, T., Jr., Morgan, M.T., Swallow, J.G., Rhodes, J.S., Girard, I., Belter, J.G. & Carter, P.A. 2002. Evolution of a small-muscle polymorphism in lines of house mice selected for high activity levels. Evolution 56: 1267-1275.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ontogeny and Phylogeny",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S.J. 1977. Ontogeny and Phylogeny. Harvard University Press, Cambridge, MA.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Individual variation in metabolism and reproduction of Mus: are energetics and life history linked?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Hayes",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Garland",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Jr & Dohm",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Funct. Ecol",
                "volume": "6",
                "issue": "",
                "pages": "5--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hayes, J.P., Garland, T., Jr & Dohm, M.R. 1992. Individual variation in metabolism and reproduction of Mus: are energetics and life history linked? Funct. Ecol. 6: 5-14.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Application of geometric morphometrics to the study of postnatal size and shape changes in the skull of Calomys expulsus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Hingst-Zaher",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Marcus",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cerqueria",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Hystrix",
                "volume": "11",
                "issue": "",
                "pages": "99--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hingst-Zaher, E., Marcus, L.F. & Cerqueria, R. 2000. Applica- tion of geometric morphometrics to the study of postnatal size and shape changes in the skull of Calomys expulsus. Hystrix 11: 99-114.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Brain size and the relation of the primate to the nonprimate",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Holt",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Cheek",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Mellits",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Fetal and Postnatal Cellular Growth: Hormones and Nutrition",
                "volume": "",
                "issue": "",
                "pages": "23--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holt, A.B., Cheek, D.B., Mellits, E.D. & Hill, D.E. 1975. Brain size and the relation of the primate to the nonprimate. In: Fetal and Postnatal Cellular Growth: Hormones and Nutrition (D. B. Cheek, ed.), pp. 23-44. John Wiley & Sons, New York.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Relative allocation of energy to growth and development of homeothermy in the eastern wood rat (Neotoma floridana) and hispid cotton rat (Sigmodon hispidus)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcclure",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Randolph",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Ecol. Monogr",
                "volume": "50",
                "issue": "",
                "pages": "199--291",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McClure, P.A. & Randolph, J.C. 1980. Relative allocation of energy to growth and development of homeothermy in the eastern wood rat (Neotoma floridana) and hispid cotton rat (Sigmodon hispidus). Ecol. Monogr. 50: 199-291.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Gestation period, neonatal size and maternal investment in placental mammals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Maclarnon",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Mathworks 2000. MATLAB6. The Mathworks",
                "volume": "313",
                "issue": "",
                "pages": "220--223",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martin, R.D. & MacLarnon, A.M. 1985. Gestation period, neonatal size and maternal investment in placental mammals. Nature 313: 220-223. Mathworks 2000. MATLAB6. The Mathworks, Natick, MA.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Pre-partum reproductive characteristics of eutherian mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Millar",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Evolution",
                "volume": "35",
                "issue": "",
                "pages": "1149--1163",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Millar, J.S. 1981. Pre-partum reproductive characteristics of eutherian mammals. Evolution 35: 1149-1163.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Comparative ontogenetic shape change in the skull of Caiman species (Crocodylia, Alligatoridae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Monteiro",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Cavalcanti",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J S"
                        ],
                        "last": "Sommer",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Morphol",
                "volume": "231",
                "issue": "",
                "pages": "53--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Monteiro, L.R., Cavalcanti, M.J. & Sommer, H.J.S. 1997. Comparative ontogenetic shape change in the skull of Caiman species (Crocodylia, Alligatoridae). J. Morphol. 231: 53-62",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Ontogenetic variation of skull shape in Thrichomys aperoides (Rodentia: Echimyidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Monteiro",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Lessa",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Abe",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "J. Mammal",
                "volume": "80",
                "issue": "",
                "pages": "102--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Monteiro, L.R., Lessa, L.G. & Abe, A.S. 1999. Ontogenetic variation of skull shape in Thrichomys aperoides (Rodentia: Echimyidae). J. Mammal. 80: 102-111.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Observations on the early post-natal growth and development of Tatera leucogaster, Aethomys chrysophilus and A. namaquensis from Zimbabwe, with a review of the preand post-natal growth and development of African muroid rodents",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Neal",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mammalia",
                "volume": "54",
                "issue": "",
                "pages": "245--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neal, B.R. 1990. Observations on the early post-natal growth and development of Tatera leucogaster, Aethomys chrysophilus and A. namaquensis from Zimbabwe, with a review of the pre- and post-natal growth and development of African muroid rodents. Mammalia 54: 245-270.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Facial growth in Cercocebus torquatus: an application of three-dimensional geometric morphometric techniques to the study of morphological variation",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "O'higgins",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J. Anat",
                "volume": "193",
                "issue": "",
                "pages": "251--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'Higgins, P. & Jones, N. 1998. Facial growth in Cercocebus torquatus: an application of three-dimensional geometric morphometric techniques to the study of morphological variation. J. Anat. 193: 251-272.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Facial growth and the ontogeny of morphological variation within and between the primates Cebus apella and Cercocebus torquatus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "O'higgins",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Chadfield",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Zool",
                "volume": "254",
                "issue": "",
                "pages": "337--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'Higgins, P., Chadfield, P. & Jones, N. 2001. Facial growth and the ontogeny of morphological variation within and between the primates Cebus apella and Cercocebus torquatus. J. Zool. 254: 337-357.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "How mammals produce largebrained offspring",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Pagel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Harvey",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Evolution",
                "volume": "42",
                "issue": "",
                "pages": "948--957",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pagel, M.D. & Harvey, P.H. 1988. How mammals produce large- brained offspring. Evolution 42: 948-957.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Etude des heterochronies par superposition Procruste: application aux cranes de primates Hominoidea",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Penin",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Berge",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "C R Acad. Sci. Ser. III",
                "volume": "324",
                "issue": "",
                "pages": "87--93",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Penin, X. & Berge, C. 2001. Etude des heterochronies par superposition Procruste: application aux cranes de primates Hominoidea. C R Acad. Sci. Ser. III 324: 87-93.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Numerical Recipes in C: The Art of Scientific Computing",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Press",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Teukolsky",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Vetterling",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Flannery",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Press, W.H., Teukolsky, S.A., Vetterling, W.T & Flannery, B.P. 1992. Numerical Recipes in C: The Art of Scientific Computing. Cambridge University Press, New York.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Heterochrony and the evolution of ecogeographic size variation in Malagasy sifakas",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Ravosa",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Meyers",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Glander",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "261--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ravosa, M.J., Meyers, D.M. & Glander, K.E. 1995. Heterochrony and the evolution of ecogeographic size variation in Malagasy sifakas. In: Evolutionary Change and Heterochrony (K. J. McNamara ed.), pp. 261-276. John Wiley & Sons, New York.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Analise multivariada da evolucao craniana em roedores caviineos: Convergencia de trajectorias ontogeneticas",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Dos Reis",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "De Cruz",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J V"
                        ],
                        "last": "Zuben",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Rev. Bras. Genet",
                "volume": "11",
                "issue": "",
                "pages": "633--641",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "dos Reis S.F., de Cruz J.F. & Zuben, C.J.V. 1988. Analise multivariada da evolucao craniana em roedores caviineos: Convergencia de trajectorias ontogeneticas. Rev. Bras. Genet. 11: 633-641.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Growth rates and models",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Ricker",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Fish Physiol",
                "volume": "8",
                "issue": "",
                "pages": "679--743",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ricker, W.E. 1979. Growth rates and models. Fish Physiol. 8: 679-743.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "A genetic analysis of targeted growth in mice",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Riska",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Atchley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Rutledge",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Genetics",
                "volume": "107",
                "issue": "",
                "pages": "79--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Riska, B., Atchley, W.R. & Rutledge, J.J. 1984. A genetic analysis of targeted growth in mice. Genetics 107: 79- 101.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Extensions of the Procrustes method for the optimal superimposition of landmarks",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Slice",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Syst. Zool",
                "volume": "39",
                "issue": "",
                "pages": "40--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rohlf, F.J. & Slice, D. 1990. Extensions of the Procrustes method for the optimal superimposition of landmarks. Syst. Zool. 39: 40-59.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Allometry and heterochrony in the African apes",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Shea",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "62",
                "issue": "",
                "pages": "275--289",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shea, B. 1983. Allometry and heterochrony in the African apes. Am. J. Phys. Anthropol. 62: 275-289.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Patterns of cranial shape variation in the Papionini (Primates: Cercopithecinae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Singleton",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "J. Hum. Evol",
                "volume": "42",
                "issue": "",
                "pages": "547--578",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Singleton, M. 2002. Patterns of cranial shape variation in the Papionini (Primates: Cercopithecinae). J. Hum. Evol. 42: 547- 578.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The House Mouse",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Theiler",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Theiler, K. 1972. The House Mouse. Springer-Verlag, New York.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Husbandry, reproduction and postnatal development of a Neotropical muroid rodent Zygodontomys brevicauda",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Mayer",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Donnelly",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Lab. Anim",
                "volume": "26",
                "issue": "",
                "pages": "38--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R.S., Heideman, P.D., Mayer, V.L. & Donnelly, T.M. 1992. Husbandry, reproduction and postnatal development of a Neotropical muroid rodent Zygodontomys brevicauda. Lab. Anim. 26: 38-46.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Ontogeny of integrated skull growth in the cotton rat Sigmodon fulviventer",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundrigan",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Evolution",
                "volume": "46",
                "issue": "",
                "pages": "1164--1180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zelditch, M.L., Bookstein, F.L. & Lundrigan, B.L. 1992. Ontogeny of integrated skull growth in the cotton rat Sigmodon fulviventer. Evolution 46: 1164-1180.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The ontogenetic complexity of developmental constraints",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundrigan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "J. Evol. Biol",
                "volume": "6",
                "issue": "",
                "pages": "121--141",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zelditch, M.L., Bookstein, F.L. & Lundrigan, B.L. 1993. The ontogenetic complexity of developmental constraints. J. Evol. Biol. 6: 121-141.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The ontogenetic dynamics of shape disparity",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Sheets",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Fink",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Paleobiology",
                "volume": "29",
                "issue": "",
                "pages": "139--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zelditch, M.L., Sheets, H.D. & Fink, W.L. 2003. The ontogenetic dynamics of shape disparity. Paleobiology 29: 139-156.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Fitting sigmoidal equations to mammalian growth curves",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Zullinger",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Ricklefs",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "H"
                        ],
                        "last": "Redford",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Mace",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "J. Mammal",
                "volume": "65",
                "issue": "",
                "pages": "607--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zullinger, E.M., Ricklefs, R.R., Redford, K.H. & Mace, G.M. 1984. Fitting sigmoidal equations to mammalian growth curves. J. Mammal. 65: 607-636.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "The",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "Landmarks shown on the skull of a 10-day-old Sigmodon fulviventer. Those sampled on skulls of: (a) Sigmodon fulviventer, (b) Mus musculus domesticus. Descriptions of each landmark, and abbreviations, are given in Appendix 1.",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "text": "The first two principal components of shape variation for each species: (a) Sigmodon fulviventer, (b) Mus musculus domesticus. Symbols indicate post-natal age of each specimen.",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "text": "Stages in the ontogeny of shape for Sigmodon fulviventer. Shown are those statistically distinct from all others: (a) 1-10 days post-natal, (b) 10-20 days post-natal, (c) 20-30 days post-natal, (d) 30-50 days postnatal.",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "text": "Stages in the ontogeny of shape for Mus musculus domesticus. Shown are those statistically distinct from all others: (a) 10-15 days post-natal, (b) 15-20 days post-natal, (c) 30-50 days post-natal.",
                "num": null
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "text": "The dominant linear trend for each species: (a) Sigmodon fulviventer, (b) Mus musculus domesticus.",
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "Sample sizes for each age class analysed; ages are in days post-natal, with date of birth counted as day 1.",
                "content": "<table><tr><td>Age</td><td>Sigmodon fulviventer</td><td>Mus musculus domesticus</td></tr><tr><td>1</td><td>1 8</td><td>-</td></tr><tr><td>10</td><td>18</td><td>25</td></tr><tr><td>15</td><td>-</td><td>21</td></tr><tr><td>20</td><td>17</td><td>15</td></tr><tr><td>25</td><td>-</td><td>15</td></tr><tr><td>30</td><td>18</td><td>13</td></tr><tr><td>40</td><td>11</td><td>25</td></tr><tr><td>50</td><td>12</td><td>29</td></tr></table>"
            },
            "TABREF7": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td colspan=\"4\">Estimates for asymptotic (adult) size, A, growth rate</td></tr><tr><td colspan=\"4\">constant, K, and age at initiation of skull growth, T 0 (on a post-natal</td></tr><tr><td colspan=\"4\">age scale, with day 1 being the day of birth); 95% confidence</td></tr><tr><td colspan=\"2\">intervals given in parentheses.</td><td/><td/></tr><tr><td>Species</td><td>A</td><td>K</td><td>T 0</td></tr><tr><td>Sigmodon</td><td>43.13</td><td>0.046</td><td>)15.54</td></tr><tr><td>fulviventer</td><td>(41.34-44.71)</td><td>(0.038-0.055)</td><td>()18.34 to )12.74)</td></tr><tr><td>Mus musculus</td><td>25.37</td><td>0.056</td><td>)9.25</td></tr><tr><td>domesticus</td><td>(24.67-26.23)</td><td>(0.043-0.067)</td><td>()13.84 to )6.28)</td></tr></table>"
            },
            "TABREF8": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td/><td colspan=\"3\">Estimated relative adult size (CS/A) and degree of</td><td/></tr><tr><td colspan=\"5\">maturity (M) at comparable post-natal ages (PN), based on param-</td></tr><tr><td colspan=\"3\">eters of the monomolecular model.</td><td/><td/></tr><tr><td/><td colspan=\"2\">Sigmodon fulviventer</td><td colspan=\"2\">Mus musculus domesticus</td></tr><tr><td>Age (PN)</td><td>CS/A</td><td>M</td><td>CS/A</td><td>M</td></tr><tr><td>1</td><td>0.53</td><td>0.36</td><td>0.43</td><td>)0.17</td></tr><tr><td>5</td><td>0.61</td><td>0.46</td><td>0.54</td><td>0.12</td></tr><tr><td>10</td><td>0.69</td><td>0.57</td><td>0.65</td><td>0.38</td></tr><tr><td>15</td><td>0.75</td><td>0.65</td><td>0.74</td><td>0.56</td></tr><tr><td>20</td><td>0.80</td><td>0.72</td><td>0.80</td><td>0.69</td></tr><tr><td>25</td><td>0.84</td><td>0.77</td><td>0.85</td><td>0.78</td></tr><tr><td>30</td><td>0.87</td><td>0.82</td><td>0.89</td><td>0.85</td></tr><tr><td>35</td><td>0.90</td><td>0.85</td><td>0.91</td><td>0.89</td></tr><tr><td>40</td><td>0.92</td><td>0.88</td><td>0.93</td><td>0.92</td></tr><tr><td>45</td><td>0.94</td><td>0.90</td><td>0.95</td><td>0.95</td></tr><tr><td>50</td><td>0.95</td><td>0.92</td><td>0.96</td><td>0.96</td></tr></table>"
            },
            "TABREF9": {
                "type_str": "table",
                "num": null,
                "text": "Estimated relative adult size (CS/A) and degree of maturity (M) at comparable gestational ages (G), based on parameters of the monomolecular model.",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td>S. fulviventer</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(a)</td><td>M. m. domesticus</td></tr><tr><td/><td/><td/><td/><td/><td/><td>1.20</td></tr><tr><td/><td/><td/><td/><td/><td/><td>1.00</td></tr><tr><td>Age (G) 30 35</td><td colspan=\"2\">Sigmodon fulviventer CS/A M 0.51 0.33 0.61 0.46</td><td colspan=\"2\">Mus musculus domesticus CS/A M 0.69 0.46 0.77 0.62</td><td>Relative maturity</td><td>0.00 0.20 0.40 0.60 0.80</td></tr><tr><td>40 45</td><td>0.69 0.75</td><td>0.57 0.65</td><td>0.82 0.86</td><td>0.73 0.81</td><td colspan=\"2\">-0.20 -0.40</td></tr><tr><td>50 55</td><td>0.80 0.84</td><td>0.72 0.77</td><td>0.90 0.92</td><td>0.87 0.91</td><td/><td>0.90 1.00</td><td>(b)</td></tr><tr><td>60</td><td>0.87</td><td>0.82</td><td>0.94</td><td>0.93</td><td/><td>0.80</td></tr><tr><td>65</td><td>0.90</td><td>0.85</td><td>0.95</td><td>0.95</td><td>Relative size</td><td>0.40 0.50 0.60 0.70</td></tr><tr><td/><td/><td/><td/><td/><td/><td>0.30</td></tr><tr><td/><td/><td/><td/><td/><td/><td>0.20</td></tr><tr><td/><td/><td/><td/><td/><td/><td>0.10</td></tr><tr><td/><td/><td/><td/><td/><td/><td>0.00</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Birth</td><td>Eye-</td><td>Localized</td><td>Weaning Stabilization</td><td>Sexual</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>opening</td><td>palatal</td><td>of allometry</td><td>maturity</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>morphogenesis</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Developmental events</td></tr></table>"
            }
        }
    }
}