{
    "paper_id": "Chatterjee1986-Malerisauruslangstoni,anewdiapsidreptilefromtheTriassicofTexas",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:02:00.322820Z"
    },
    "title": "Malerisaurus langstoni, a new diapsid reptile from the Triassic of Texas",
    "authors": [
        {
            "first": "Sankar",
            "middle": [],
            "last": "Chatterjee",
            "suffix": "",
            "affiliation": {
                "laboratory": "TRIASSIC OF TEXAS SANKAR CHATTERJEE The Museum",
                "institution": "Texas Tech University",
                "location": {
                    "postCode": "79409",
                    "settlement": "Lubbock",
                    "region": "Texas"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A new diapsid reptile, Ma/erisaurus langstoni, n.sp., from the Late Triassic Dockum Formation of Texas, was a small, gracile, long-necked animal similar to modern bipedal lizards in size, proportions, and inferred activities. The skull is diapsid with an incomplete lower temporal arcade and a fixed quadrate. A similar configuration of the cheek region is known in many long-necked Permo-Triassic protorosaurs (= Prolacertiformes) that paralleled the squamates in the loss of lower temporal bar without any phyletic relationships to the latter group. The protorosaurs were very successful during the Permo-Triassic period, being recorded from all continents except South America. The number of neck vertebrae and its length are diagnostic characters for classifying the two families of protorosaurs. The family Protorosauridae (including Protorosaurus, Prolacerta, Kadimakara, Macrocnemus, Ma/erisaurus and the unnamed Yerrapalli form) has a moderately long neck, with 8 vertebrae. The family Tanystropheidae (including Tanystropheus and Tanylrache/os) has an extremely long neck with 12 vertebrae. The ankle structure is the most important derived feature that distinguishes protorosaurs, rhynchosaurs, and trilophosaurs from the traditional lepidosaurs, and unites them with archosaurs in a larger assemblage, the Archosauromorpha.",
    "pdf_parse": {
        "paper_id": "Chatterjee1986-Malerisauruslangstoni,anewdiapsidreptilefromtheTriassicofTexas",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new diapsid reptile, Ma/erisaurus langstoni, n.sp., from the Late Triassic Dockum Formation of Texas, was a small, gracile, long-necked animal similar to modern bipedal lizards in size, proportions, and inferred activities. The skull is diapsid with an incomplete lower temporal arcade and a fixed quadrate. A similar configuration of the cheek region is known in many long-necked Permo-Triassic protorosaurs (= Prolacertiformes) that paralleled the squamates in the loss of lower temporal bar without any phyletic relationships to the latter group. The protorosaurs were very successful during the Permo-Triassic period, being recorded from all continents except South America. The number of neck vertebrae and its length are diagnostic characters for classifying the two families of protorosaurs. The family Protorosauridae (including Protorosaurus, Prolacerta, Kadimakara, Macrocnemus, Ma/erisaurus and the unnamed Yerrapalli form) has a moderately long neck, with 8 vertebrae. The family Tanystropheidae (including Tanystropheus and Tanylrache/os) has an extremely long neck with 12 vertebrae. The ankle structure is the most important derived feature that distinguishes protorosaurs, rhynchosaurs, and trilophosaurs from the traditional lepidosaurs, and unites them with archosaurs in a larger assemblage, the Archosauromorpha.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The Late Triassic Dockum Formation ofWest Texas is a continental red-bed sequence long noted for its rich and diverse vertebrate remains. From 1939 From -1941 , a large collection of Dockum vertebrates was made by the crews ofthe Works Projects Administration (WPA), near Otis Chalk, 25 kilometers southeast of Big Spring, Howard County, Texas. The fossils were collected from four quarries located within an area of 5 square kilometers ( Fig. 1) and have become part of the vertebrate paleontology collection at the Texas Memorial Museum (TMM). Taxa established from this collection comprise parasuchids (Gregory, 1962; Shelton, 1984) , aetosaurs (Sawin, 1947) , trilophosaurs (Gregory, 1945; Parks, 1969) , metoposaurs (Sawin, 1945) , rhynchosaurs (Elder, 1978) , captorhinomorphs (Elder, 1978) , poposaurs (Chatterjee, 1985) , and 1abyrinthodonts (Wilson, 1948) .",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 147,
                        "text": "From 1939",
                        "ref_id": null
                    },
                    {
                        "start": 148,
                        "end": 158,
                        "text": "From -1941",
                        "ref_id": null
                    },
                    {
                        "start": 605,
                        "end": 620,
                        "text": "(Gregory, 1962;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 621,
                        "end": 635,
                        "text": "Shelton, 1984)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 648,
                        "end": 661,
                        "text": "(Sawin, 1947)",
                        "ref_id": null
                    },
                    {
                        "start": 678,
                        "end": 693,
                        "text": "(Gregory, 1945;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 694,
                        "end": 706,
                        "text": "Parks, 1969)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 721,
                        "end": 734,
                        "text": "(Sawin, 1945)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 750,
                        "end": 763,
                        "text": "(Elder, 1978)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 783,
                        "end": 796,
                        "text": "(Elder, 1978)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 809,
                        "end": 827,
                        "text": "(Chatterjee, 1985)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 850,
                        "end": 864,
                        "text": "(Wilson, 1948)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 439,
                        "end": 446,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Unfortunately, the fossil material from Howard County was neither completely prepared nor fully identified following its collection. Many of the specimens are still in the original paper wrappings or in plaster jackets. During 1979, I encountered an interesting diapsid reptile in this collection. The material is so similar to Maferisaurus (Chatterjee, 1980) from India in size, proportions, and gross morphology that there is little doubt about its generic identity. This find is remarkable because it represents the first protorosaurid reptile from North America and establishes its relationships with other diapsid genera.",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 359,
                        "text": "(Chatterjee, 1980)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The material was collected from Quarry 2, which was designated during the WPA excavation as the \"Small Reptile Quarry.\" A large number of juvenile © 1986 by the Society of Vert ebrate Paleont olog y specimens of metoposaurs and trilophosaurs were recovered from this quarry (Gregory, 1945; Elder , 1978) . The quarry was prospected again in 1983 by the author, but it did not produce any notable material. The diapsid material (TMM 31099-11) represents a fairly complete and articulated skeleton. The skull is somewhat crushed, and the anterior part is missing; nevertheless it reveals many diagnostic features, especially in the temporal region , that permit a reassessment of its phylogenetic relationships. A smaller individual is represented by isolated limb bones and vertebrae. Dr. Wann Langston, Jr., Director of the Vertebrate Paleontology Laboratory of the Texas Memorial Museum, kindly gave me permission to prepare and study the material.",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 289,
                        "text": "(Gregory, 1945;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 290,
                        "end": 303,
                        "text": "Elder , 1978)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Preparation has mainly been directed towards the elucidation of points of detail of the cranial material. Pin-vice and vibro-tool have been extensively employed for mechanical preparation. Occasionally, acetic acid was employed because the matrix was calcareous. Very dilute glyptal cement was used for coating the bone as work progressed. A table of main measurements ofMaferisaurus langstoni follows (see Table   1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 407,
                        "end": 416,
                        "text": "Table   1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Order PROTOROSAURIA Huxley, 1871 Family PROTOROSAURIDAE Lydekker, 1888",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Genus MALERISAUR US Chatterjee, 1980 Revised Generic Diagnosis-A Late Triassic protorosaurid, up to 120 ern in length ; teeth conical, straight, slightly heterodont; scapulocoracoid narrow and tall with prominent postglenoid projection pos- Gregory, 1945 .) B, Geologic section ofthe lithology ofQuarry 2. (Modified from Elder, 1978.) teriorly; elongated femur with pronounced internal trochanter; distal tarsals reduced to two; astragalus highly enlarged, calcaneum small . (specimen TMM 31099-11) . Measurements in millimeters.",
                "cite_spans": [
                    {
                        "start": 20,
                        "end": 36,
                        "text": "Chatterjee, 1980",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 241,
                        "end": 254,
                        "text": "Gregory, 1945",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 321,
                        "end": 334,
                        "text": "Elder, 1978.)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 475,
                        "end": 498,
                        "text": "(specimen TMM 31099-11)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "MALERISAURUS LANGSTONI, n.sp. Specific Diagnosis-Skull with paired parietals and parietal foramen (apparently lacking in Malerisaurus robinsonae); coronoid process low; forelimb length 70% of the hindlimb length , contrasts to 59% in M . robinsonae; tibia lacks ventral notch for reception of astragalus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Horizon-Tecovas Member, lower Dockum Formation, Late Triassic (Carnian).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Derivation of Name-The specific name is given in honor of Dr. Wann Langston, Jr ., for his pioneer work on Late Paleozoic and Mesozoic vertebrates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Locality-Quarry 2, southwest corner of Section 58, block 29, Waco and Northeastern Railroad Company, 25 km southeast of Big Spring , Howard County, West Texas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Holotype -TMM 31099-11 : a nearly complete skeleton in the collect ion ofthe Texas Memorial Museum, University of Texas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Skull (Figs. 2-4)-The skull is incomplete. The posterior half of the skull roof, quadrate, left jugal , and right mandible were held together in matrix, the roof rotated 180 0 in relation to mandible. Anterior part of the skull and most ofthe palate are missing. The braincase, mandible, and cheek region of the skull provide critical information about its identity. The lower temporal arcade is open owing to loss ofthe quadratojugal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The parietals bear a prominent parietal foramen midway along the parietal suture, but somewhat asymmetrially placed. In M . robinsonae, there is no sign of Abbreviations-a = angular; ar = articular; bo = basioccipital; bpt = basi pterygoid process; bs = basisphenoid; co = coronoid; j = jugal; p = parietal; po = postorbital; pr = prootic; q = quadrate; sa = surangular; sp = splenial; sq = squamosal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "ar 8 this opening; this must be taken to be a variable character. Similar variations are known in Prolacerta (Gow , 1975) . The jugal has three prongs: two directed upward to form the lower rim of the orbit and the th ird projected posteriorly as a slender rod. Anteriorly, it has a strong shelf for the reception of the maxilla. The mesial aspect of the left quadrate is visible. It has the usual anteriorly projecting pterygoid ramus. Its ventral condyle is a slightly convex, rectangular surface for articulation with the lower jaw. Dorsally, the broad ascending process tapers into a narrow head that fitted into the undersurface of the squamosal. In all protorosaurids, the quadrate was probably immovable, because it is braced by relatively strong contacts with the pterygoid and the squamosal.",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 121,
                        "text": "(Gow , 1975)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The basioccipital is capped dorsally by the exoccipitals, and together they form a hemispherical condyle. Ventrally, the bone has anterior wings bearing basal tubera in conjunction with the basisphenoid. The basisphenoid forms the anterior floor of the braincase. Ventrally, at the root of each basipterygoid process, a tunnel transmitted the internal carotid arteries. There is a large central depression between the basal tubera and basipterygoid processes. Anteriorly, the median cultriform process of the parasphenoid extends as a slender process. Dorsally, at the base of this process, lies a deep cavity, the sella turcica, for the hypophysis. Behind the cavity rises the vertical wall of the dorsum sellae, which is pierced by a pair of foramina for the abducens (VI) nerve.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The paired exoccipitals meet at the midline over the basisphenoid to border the lower part of the foramen magnum. Laterally, each exoccipital shows a pair of foramina for the hypoglossal (XII) nerves. At the junction of the prootic-opisthotic, two distinct foramina are vis ible. The anterior one represents the fenestra ovalis for the reception ofthe stapes, and the posterior one is the metotic fenestra, which transmitted nerves IX-XI and the posterior branch of the jugular vein.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The mandible is long and narrow with a large adductor fossa. The splenial is produced anteriorly as a thin blade and shows strong rugosity laterally for the overlap of the dentary. Internally, it forms much of the wall of the Meckelian canal. Posteriorly, it meets the coronoid above and prearticular below. The coronoid process is low, unlike that of M. robinsonae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The angular lies below the surangular and prearticular and forms the floor of the adductor fossa. The surangular is well exposed on the lateral surface and is wedged between the coronoid and angular. Posteriorly, it meets the prearticular and articular. Ventrally it has a long, sutural contact with the angular. The articular is a short, compact bone with a concave glenoid surface. It continues backward as a small retroarticular process. An isolated left articular is preserved on top of the right one .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "Vertebral Column (Fig. 5 )-The vertebral column is mostly articulated and fairly complete except for the posterior caudals. Eight cervicals, seventeen dorsals, articular; bo = basioccipital; d = dentary; f = frontal; j = jugal; I = lacrimal; m = maxilla; n = nasal; op = opisthotic; p = parietal; pf = postfrontal; pm = premaxilla; po = postorbital; prf = prefontal; q = quadrate; sq = squamosal. two sacrals, and a string of twenty caudals are preserved in series behind the skull. Part of the atlantal arch is attached to the braincase; the atlas and axis intercentra are missing.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 17,
                        "end": 24,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "----------- --~--->... - \"\"''''''''''-' 1 -' -- A ------.....-.....",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The elongated cervicals with distinct mid-ventral keels, closely appressed rib facets, and low neural spines are conspicuous features of Malerisaurus. The centra are weakly amphicoelous cylinders throughout the series , constricted in the middle, and are firmly fused with the neural arches. No intercentra are present behind the axis .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The cervical vertebrae are rather uniform in their morphology. The length of the centrum increases from the axis (2.7 em) to the sixth cervical (3.2 ern), then decreases again posteriorly. The zygapophyses are very pronounced, extend beyond the faces ofthe centra, and slope inward and downward close to 45°. Both the rib facets are closely set at the anterior end; the parapophysis arises low down on either side of the ventral keel , while the diapophysis overhangs the arch where it joins the centrum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The beginning of the dorsal series can be recognized by the lack of a ventral keel on the centra and the confluence ofthe rib facets. Proceeding backward along the column, the transverse process becomes longer, horizontally directed, and slightly displaced in a posterior direction. The zygapophyses become smaller and extend laterad slightly beyond the centra. The neural spines become taller and are essentially rectangular in side view, angling slightly posterior from the vertical. The average length of a centrum of the mid-dorsal column is 1.6 cm, half th e length of th e average cervical.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The sacrum consists of two separate vertebrae bearing strong sacral ribs. The first sacral rib is stout and crescentic in end view; the second one is thin, bladelike , and compressed dorso-ventrally. In the proximal caudals, the neural spines are well developed, and the ribs are fused with the vertebrae and extend laterally. The chevron facets first appear on the third caudal and continue backward. Distally, the centra become more slender and longer, the spines become low and diminish gradually, the zygapophyses reduce in size , and the transverse processes become very weak and then finally disappear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "Shoulder Girdle and Forelimb (Fig. 6) -The scapula is narrow and high. The glenoid is thickened and consists of a pair of articulating facets ; the upper one is semi-circular, the lower one elliptical. Just above the glenoid, a tubercle on the scapula marks the point of insertion of the proximal tendon of the triceps muscle. The coracoid is a curved bone, elongated antero-posteriorly, and has a prominent post-glenoid projection below and behind the glenoid. A small coracoid foramen appears to be present in front of the glenoid. The interclavicle is broad, T-shaped, and the cross bar is slightly notched anteriorly on the ventral surface for the reception of the clavicles on either side. The median bar is flattened dorso-ventrally and gradually ta- pers posteriorly. The clavicles were not found in the collection.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 29,
                        "end": 37,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The humerus has expanded ends and a narrow shaft linking them. The proximal and distal articular regions are set at about 45°to each other. The proximal head has a convexity for articulation with the glenoid. Antero-ventrally, the delto-pectoral crest curves from the head to bound the large trochanteric fossa. Distally, there is a prominent ectepicondylar groove on the lateral side. The radius is shorter than the humerus. It expands proximally into a triangular head and has a concave facet for articulation with the humerus. The shaft is curved, slender, and bears a ridge on the posterior aspect. The distal end is expanded slightly, oval in outline, and has a convex surface for the radiale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "Pelvic Girdle and Hind Limb (Fig. 7) -The ilium contributes the major portion of the closed acetabulum. The acetabulum is dorso-ventrally elongated and is bordered along the anterior rim by the supra-acetabular buttress. The posterior process of the iliac blade is strongly developed and extends beyond the posterior margin of the ischium. The anterior process is short. The pubis forms the antero-ventral rim of the acetabulum. The anterior border curves laterally as it descends. Posteriorly, it meets the ischium in a straight, thin edge, leaving a gap in between the two bones farther ventrally. Anterior to this contact lies a large obturator foramen. The dorsolateral border of the ischium is slightly convex, rather than concave, in lateral view, and has a pointed, rather than rectangular, posterior end.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 36,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "There is strong disparity in limb proportions; the fore limb is about 70% the length of the hind. The femur is relatively long (about 7 times the length of a dorsal centrum) and slender, and shows a primitive  --------..... --1,~ The internal trochanter is very well developed; it extends ventrally below the level of the shaft and forms the anterior margin of the shallow intertrochanteric fossa. Distally, the femur is expanded and divided into two condyles for tibial articulations. The fibula was received in the postero-Iateral comer, where a groove indicates a sliding contact. It was at least partly a weightbearing bone. The tibia is 90% the length ofthe femur. It has a much enlarged, triangular, proximal head , with a weak cnemial crest on the anterior surface. The shaft is long, slender, and bears an oblique ridge that extends from the proximo-lateral to disto-medial extremities. The distal end is slightly expanded and shows a flat surface for the astragalus. Contrary to this situation, a distinct notch is present here in Malerisaurus robinsonae for receiving the astragalus. Chatterjee (1980) restored Malerisaurus as a small, gracile, long-necked archosauromorph with facultative bipedal and quadrupedal gait. From the comparisons oflimb proportions and short trunk region, it was concluded that Malerisaurus was capable of running bipedally, when occasion demanded, as effectively as some of the extant lizards such as Basiliscus and Chlamydosaurus. The skeletal and life restorations of Malerisaurus langstoni are shown in Figure 8 . Adult Malerisaurus would be about 1.2 m long from snout to tail tip with an estimated live weight of 10 kg.",
                "cite_spans": [
                    {
                        "start": 1094,
                        "end": 1111,
                        "text": "Chatterjee (1980)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 199,
                        "end": 229,
                        "text": "primitive  --------..... --1,~",
                        "ref_id": null
                    },
                    {
                        "start": 1545,
                        "end": 1553,
                        "text": "Figure 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description",
                "sec_num": null
            },
            {
                "text": "The Upper Triassic Dockum Formation of Texas is a continental red-bed sequence accumulated in a mosaic of fluvial, lacustrine, and flood plain deposits (McGowen et al., 1979) . The skeletons ofMalerisaurus were found almost articulated, and juvenile Trilophosaurus skeleton was found alongside them. The specimens were recovered from Quarry 2 (Gregory, 1945) , Otis Chalk locality of Howard County. Here the dominant lithology is red mudstone intercalated with lenses of fine-grained sandstones and conglomerates. Quarry 1 and Quarry 2 are only 100 meters apart, and the fauna is dominated by well-preserved, mostly terrestrial vertebrates (such as Trilophosaurus, Latiscopus, and Malerisaurus) with a few aquatic members (Metoposaurus and Unio). The presence ofnumerous whole or partially articulated skeletons in a 30 ern thick bone bed in these two quarries suggests a quick in situ burial of a Dockum community in consequence of a catastrophic event such as a flash flood (Elder, 1978) .",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 174,
                        "text": "(McGowen et al., 1979)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 343,
                        "end": 358,
                        "text": "(Gregory, 1945)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 976,
                        "end": 989,
                        "text": "(Elder, 1978)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALAEOECOLOGY AND TAPHONOMY OF THE OTIS CHALK QUARRY",
                "sec_num": null
            },
            {
                "text": "Quarry 1 and Quarry 2 represent two distinct age (size) groups of the Dockum populations. In Quarry I most of the taxa represent adult forms whereas in Quarry 2 juvenile or small -sized animals were dominant. The associated nature of the skeletons indicate that they were not sorted by hydraulic action. This distinct size difference between two quarries may indicate different niches or segregations between young (or small) and adult (or large) groups, and may suggest seasonal reproduction and gregarious habits (Elder, 1978) . Chatterjee (1980) speculated on the mode of life of Malerisaurus in the Triassic environment. Malerisaurus is comparable to modem bipedal lizards in size, proportions, and inferred activities. It was essentially a land-dweller and probably lived most of the time on the margins of rivers, lakes, and ponds. However, it could possibly climb trees or take to the water like the modem basilisk when alarmed. The diet probably consisted of small clams, snails and insects or anything it could swallow whole, as is evident from the dentition.",
                "cite_spans": [
                    {
                        "start": 515,
                        "end": 528,
                        "text": "(Elder, 1978)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 531,
                        "end": 548,
                        "text": "Chatterjee (1980)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALAEOECOLOGY AND TAPHONOMY OF THE OTIS CHALK QUARRY",
                "sec_num": null
            },
            {
                "text": "In my previous paper (Chatterjee, 1980) , I discussed in detail the affinities of Malerisaurus with other primitive diapsids and concluded that this genus is closely allied to Protorosaurus, Tanystropheus, Macrocnemus, Prolacerta, and Tanytrachelos to form the suborder Prolacertiformes. Kadimakara , a new Prolacerta-like genus from the early Triassic of Queensland, Australia ( Bartholomai, 1979) , should be added to this group. Wild (1980) independently came to a similar conclusion on the basis of restudy of Tanystropheus. He grouped Prolacerta, Macrocnemus, Tanystropheus, and Protorosaurus within the suborder Prolacertiformes. However, he considered Prolacertiformes as squamates. Gow (1975) , Carroll (1975 Carroll ( ,1977 Carroll ( ,1981 , Chatterjee (1980) , and Evans (1980) pointed out that neither Prolacerta nor any of its allies are squamates regardless of the configuration of the cheek. The loss of the lower temporal arcade does not necessarily indicate squamate affinity. Clearly this feature evolved independently in many diverse diapsid groups including Prolacerta (Camp, 1945) , Gephyrosaurus (Evans, 1980) , sphenodontids (Robinson, 1973) , nothosaurs (Carroll, 1981) , and millerettids (Gow, 1972) . The primitive squamate features, such as short cervicals, ossified sternum, and anteriorly fenestrate scapulo-coracoid, are lacking in Prolacertiformes, and consequent- ly this group is considered herein as non-squamate diapsid. It appears that during the Permian and Triassic periods, these small reptiles occupied niches that were subsequently taken by the squamates in the Jurassic and later times.",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 39,
                        "text": "(Chatterjee, 1980)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 380,
                        "end": 398,
                        "text": "Bartholomai, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 432,
                        "end": 443,
                        "text": "Wild (1980)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 690,
                        "end": 700,
                        "text": "Gow (1975)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 703,
                        "end": 716,
                        "text": "Carroll (1975",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 717,
                        "end": 732,
                        "text": "Carroll ( ,1977",
                        "ref_id": null
                    },
                    {
                        "start": 733,
                        "end": 748,
                        "text": "Carroll ( ,1981",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 751,
                        "end": 768,
                        "text": "Chatterjee (1980)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 775,
                        "end": 787,
                        "text": "Evans (1980)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1088,
                        "end": 1100,
                        "text": "(Camp, 1945)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1117,
                        "end": 1130,
                        "text": "(Evans, 1980)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1147,
                        "end": 1163,
                        "text": "(Robinson, 1973)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1177,
                        "end": 1192,
                        "text": "(Carroll, 1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1212,
                        "end": 1223,
                        "text": "(Gow, 1972)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "Protorosaurus and Malerisaurus have been placed in the same family, Protorosauridae (Chatterjee, 1980) . At that time, the nature of the cheeks of these two genera was uncertain because of incomplete material, and it was assumed that the lower temporal arcade in both genera was complete. In contrast, the Prolacertidae has an open cheek. On the basis ofnew evidence, I now think that both of my earlier assumptions were wrong. The present study clearly indicates that in Malerisaurus the lower temporal arcade has been breached. This contention is further supported by another line The genus Protorosaurus is one ofthe earliest known fossil reptiles, being first recorded in 1706 from the Permian deposits of Thuringia, Germany. It was studied by many eminent paleontologists including von Meyer, Cuvier, Owen, and Huxley. Seeley (1888) described the animal and reconstructed the skull as a diapsid with an open cheek. The systematic position of Protorosaurus has been debated for over a century because the structure of the skull-and especially the structure of the temporal region-has never been satisfactorily described. Recently Dr. Rupert Wild has prepared new material of Protorosaurus and kindly provided me with the following information. \"The skull JVP 6(4), December 1986 is diapsid with reduced lower temporal bar. The parietal foramen is present. Implantation ofteeth is fully thecodont.\" This new information settles the affinity of Protorosaurus. In my earlier paper, I used the presence or absence of the lower temporal bar as the principal character to differentiate the Protorosauridae from the Prolacertidae. If both groups have an open cheek, the two families become indistinguishable. In that case , Protorosauridae Lydekker (1888) becomes the senior synonym of Prolacertidae Parrington (1935) . Such a close relationship between Prolacerta and Protorosaurus was earlier suggested by Camp (1945) . He compared the two genera in detail, united them in the famil y Protorosauridae, and erected a new order Prolacertiformes to receive the family. He substituted the name Protorosauria for Eosuchia (as the root \"suchia\" means crocodile) and elevated its status to a PROTOROSAURIA '\" '\"",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 102,
                        "text": "(Chatterjee, 1980)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1797,
                        "end": 1814,
                        "text": "Parrington (1935)",
                        "ref_id": null
                    },
                    {
                        "start": 1905,
                        "end": 1916,
                        "text": "Camp (1945)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "\" 2 E:' -~~.~~E g E. 2 <3~ § ?~~£ 9-B21 I I B~-B12 Ĩ ,:T\" 1\"\" B7 B A -: C '\" Q '\" -c o l!' % -: C5-C8",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "FIGURE 10. Hypothesis of relationships for different genera of protorosaurs. Letters and numbers refer to the following synapomorphies. A. Order Protorosauria. Diaps id, lower temporal bar incomplete, elongated cervicals, centra amphicoelous, gracile body with limb disparity, marginal teeth sharp, recurved. B. Family Protorosauridae. Squamosal tetraradiate, 8 cervicals, neck vertebra twice as long as dorsals. BI-B4. Genus Protorosaurus. BI. cervical neural spine high; B2. narrow scapulocoracoid; B3. posterior process of ilium short; B4. ischium rectangular plate; B5. cervical neural spine low; B6. pubis curves anteroventrally; B7. quadratojugal reduced to a slender vertical bar; B8-BIO. Genus Prolacerta. B8. posterior process of ilium long, projecting posterodorsally; B9. coracoid broad with incipient postglenoid process; BIO. tibia longer than femur; BII , B12. Genus Kadimakara. B II. postorbital with long, deep medial process directed anteriorly; B12. jugal attenuated anteriorly to a great extent; B13. loss ofquadratojugal; BI4-BI6. Genus Macrocnemus. B14. nares shifted backward; B15. scapulocoracoid reduced, broad; B16. pelvis with thyroid fenestra; B17. teeth conical and straight, slight heterodonty; B18. Yerrapalli Form (undescribed). B18. very large animal, 3 meters long (about 3 times length of other protorosaurids), extremely elongate neck; B19-B21. Genus Malerisaurus. B19. tall and narrow scapulocoracoid with prominent postglenoid projection posteriorly; B20. femur highly elongated (seven times the length of dorsal centrum), with pronounced internal trochanter; B21. distal tarsals reduced to two in number, astragalus highly enlarged, calcaneum reduced; C. Family Tanystropheidae. Sickle-shaped squamosal, quadratojugal lost, 12 cervicals, interclavicle quadrangular, scapula sublunate, coracoid oval, large thyroid fenestra between ischium and pubis, presence of postcloacal (heterotopic) bones, fifth metatarsals very short with an elongate proximal phalanx. CI-C4. Genus Tanystropheus. Cl. very large animal, about 6 m long; C2 . extremely elongate neck vertebrae, 6 times as long as dorsals; C3 . dentition heterodont in juvenile form with tricuspid posterior teeth, but conical in adult; C4 . caudal anutotomy; C5-C8. Genus Tanytrachelos. C5. very small animals, about 18 cm long; C6. procoelous vertebrae; C7 . posterior cervical ribs plowshare-shaped; C8. long , straight ribs fused to last 3 sacrals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "superorder. Romer (1947 Romer ( , 1956 Romer ( , 1966 denied this close tie between Prolacerta and Protorosaurus, and grouped Protorosaurus with Araeoscelis in the order Araeoscelidia, believing that Protorosaurus had a solid cheek . However, he used the term Prolacertiformes as a suborder to receive the sole family Prolacertidae within the order Eosuchia, maintaining that Eosuchia is a valid term. There are other non-crocodilian Triassic diapsid groups bearing comparable names: Parasuchia, Pseudosuchia, and Omithosuchia. Most of the current workers concur with Camp's argument for assigning Protorosaurus to the Prolacerta group, but they continue to use the ordinal name Eosuchia as suggested by Romer (Chatterjee, 1980; Carroll, 1981; Wild, 1980; Evans , 1980) . Dr. Wild's new observation confirms the close relationship between Prolacerta and Protorosaurus and favors the inclusion ofthese related genera into a single family Protorosauridae. This measure raises the question of the validity of the name Prolacertiformes. The name Protorosauria Huxley, 1871, has a clear priority over Prolacertiformes Camp, 1945 , in referring to Protorosaurus and its allies , and can be retained as an order within the primitive diapsids. Carroll (1981) recommended a similar taxonomic scheme for this group of reptiles. The taxon Eosuchia is in fact a \"catch-all\" suborder for primitive diapsid reptiles of uncertain relationship. In recent times, our understanding of these animals has improved tremendously, and more meaningful classifications are emerging. Many of the so-called eosuchian genera have been transferred to squamates and rhynchosaurs (Carroll, 1976 (Carroll, , 1977 . Currently, however, the Eosuchia is used in a restricted sense to include only the Younginidae and the Tangasauridae (Currie, 1982) . Gow (1975) first pointed out that the affinities of protorosaurs lie with the archosaurs rather than with the lepidosaurs. Thulborn (1980) and Brinkman (1981) showed that the primitive mesotarsal (PM) joint, as exemplified by Proterosuchus, was also a feature in protorosaurs, rhynchosaurs, trilophosaurs, and protorosaurs. They suggested that these reptiles are members of a single radiation. Benton (1983) concluded that the rhynchosaurs, trilophosaurs, and protorosaurs shared a common ancestry with archosaurs and included these groups in a larger assemblage, the Archosauromorpha (von Huene, 1946) .",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 23,
                        "text": "Romer (1947",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 24,
                        "end": 38,
                        "text": "Romer ( , 1956",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 39,
                        "end": 53,
                        "text": "Romer ( , 1966",
                        "ref_id": null
                    },
                    {
                        "start": 710,
                        "end": 728,
                        "text": "(Chatterjee, 1980;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 729,
                        "end": 743,
                        "text": "Carroll, 1981;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 744,
                        "end": 755,
                        "text": "Wild, 1980;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 756,
                        "end": 769,
                        "text": "Evans , 1980)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1096,
                        "end": 1123,
                        "text": "Prolacertiformes Camp, 1945",
                        "ref_id": null
                    },
                    {
                        "start": 1236,
                        "end": 1250,
                        "text": "Carroll (1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1649,
                        "end": 1663,
                        "text": "(Carroll, 1976",
                        "ref_id": null
                    },
                    {
                        "start": 1664,
                        "end": 1680,
                        "text": "(Carroll, , 1977",
                        "ref_id": null
                    },
                    {
                        "start": 1800,
                        "end": 1814,
                        "text": "(Currie, 1982)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1817,
                        "end": 1827,
                        "text": "Gow (1975)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1940,
                        "end": 1955,
                        "text": "Thulborn (1980)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1960,
                        "end": 1975,
                        "text": "Brinkman (1981)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 2211,
                        "end": 2224,
                        "text": "Benton (1983)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 2407,
                        "end": 2419,
                        "text": "Huene, 1946)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "The term Diapsida was initially coined by Osborn (1903) to include reptiles with two temporal openings. Romer (1956) did not favor the inclusion of lepidosaurs and archosaurs within a single subclass Diapsida, since he was not convinced that they shared a common ancestry. The discovery of a diapsid reptile, Petrolacosaurus. from the Late Pennsylvanian of Kansas (Reisz, 1981) lends support to the idea that the Diapsida forms a valid taxon and may be reinstated as a subclass including Archosauromorpha and Lepidosauromorpha as its infraclasses (Benton, 1983) .",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 55,
                        "text": "Osborn (1903)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 104,
                        "end": 116,
                        "text": "Romer (1956)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 364,
                        "end": 377,
                        "text": "(Reisz, 1981)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 547,
                        "end": 561,
                        "text": "(Benton, 1983)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "Recently Evans (1984) and Benton (1984 Benton ( , 1985 used cladistic techniques to review relationships amongst major diapsid groups. They recognized two distinct lineages among diapsids: the Archosauromorpha (including Rhynchosauria, Prolacertiformes, Archosauria , and Pterosauria) and the Lepidosauromorpha (including Younginiformes, Sphenodontia, and Squamata). Basically I agree with their character analysis and classification. It has already been pointed out above that the name Protorosauria has a priority over Prolacertiformes, and the former name is preferred in this discussion. Also , the trilophosaurs share many derived characters with rhynchosaurs and are considered here as sister groups. The relationships ofmajor groups of archosauromorphs are presented in the form of a cladogram (Fig. 9) . My emphasis here has been mainly oriented toward protorosaurs, in order to document how they share derived characters with rh ynchosaurs and trilophosaurs on one hand, and with primitive archosaurs (such as Proterosuchidae) on the other. As a result, detailed discussions on archosaurs and pterosaurs have been omitted. The cladogram is a tentative statement ofrelationships that is readily open to testing and modification by future work. It appears from this analysis that protorosaurs are distinctive groups within the archosauromorphs, and can be diagnosed by the following synapomorphies: I) loss of lower temporal arcade with reduction of quadratojugal; 2) elongated cervicals with low neural spine and mid-ventral keel; 3) gracile body form with strong limb disparity.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 21,
                        "text": "Evans (1984)",
                        "ref_id": null
                    },
                    {
                        "start": 26,
                        "end": 38,
                        "text": "Benton (1984",
                        "ref_id": null
                    },
                    {
                        "start": 39,
                        "end": 54,
                        "text": "Benton ( , 1985",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 801,
                        "end": 809,
                        "text": "(Fig. 9)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "In Figure 10 , the interrelationships of the different genera of protorosaurs are summarized. The placing of Macrocnemus within the two families of protorosaurs becomes difficult. Macrocnemus is considered here as a member of the Protorosauridae because of possessing the same number of cervical vertebrae and a similar dentition. However, there are two apparent synapomorphies between Macrocnemus and Tanystropheus: low, largely ventral shoulder girdle, and large thyroid fenestra between pubis and ischium (Benton, 1985) . These similarities could be attributed to their exploitation of the same ecologic niches. Both were adapted to marine life, and consequently their girdle bones became reduced. All other protorosaurs have been found in continental sediments.",
                "cite_spans": [
                    {
                        "start": 508,
                        "end": 522,
                        "text": "(Benton, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 12,
                        "text": "Figure 10",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "Malerisaurus is distingushed from all other protorosaurs by the following synapomorphies: I) teeth conical, straight and slightly heterodont; 2) scapulocoracoid tall and narrow with prominent postglenoid projection; 3) elongated femur (seven times the length ofa dorsal centrum), with highly pronounced internal trochanter; 4) astragalus highly enlarged, calcaneum reduced, distal tarsals reduced to two in number.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "In Figure 11 , the interrelationships of protorosaurs are translated into an evolutionary tree, using the stratigraphic and taxonomic information.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 12,
                        "text": "Figure 11",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "A revised classification of the Protorosauria is appended, listing the type species and geological horizons (data mainly from Chatterjee, 1980) . Subclass DIAPSIDA Osborn, 1903 Infraclass ARCHOSAUROMORPHA Huene, 1946 Order PROTOROSAURIA Huxley, 1871",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 143,
                        "text": "Chatterjee, 1980)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 155,
                        "end": 176,
                        "text": "DIAPSIDA Osborn, 1903",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 216,
                        "text": "ARCHOSAUROMORPHA Huene, 1946",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "Family PROTOROSAURIDAE Lydekker, 1888 Protorosaurus Meyer, 1830 Type species-Protorosaurus speneri Meyer, 1830; Kupferschiefer, Thuringia, Germany; Late Permian . Prolacerta Parrington, 1935 Type species-Prolacerta Parrington, 1935, Lystrosaurus Zone, Karroo, South Africa, and Fremouw Formation, Antarctica; Earl y Triassic. Kadimakara Bartholomai, 1979 Type species-Kadimakara australiensis Bartholomai, 1979 ; Rewan Formation, Queensland, Australia; Early Triassic. Ma/erisaurus Chatterjee, 1980 Type species-Ma/erisaurus robinsonae Chatterjee, 1980 ; Maleri Formation of central India, and ",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 190,
                        "text": "Parrington, 1935",
                        "ref_id": null
                    },
                    {
                        "start": 337,
                        "end": 354,
                        "text": "Bartholomai, 1979",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 410,
                        "text": "Bartholomai, 1979",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 498,
                        "text": "Chatterjee, 1980",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 536,
                        "end": 552,
                        "text": "Chatterjee, 1980",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RELATIONSHIPS OF MALERISAURUS",
                "sec_num": null
            },
            {
                "text": "JV P 6(4), December 1986",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "JVP 6(4), December 1986",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "New lizard-like reptiles from the earl y Triassic of Queensland",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bartholornai",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Alcheringa",
                "volume": "3",
                "issue": "",
                "pages": "225--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bartholornai, A. 1979. New lizard-like reptiles from the earl y Triassic of Queensland. Alcheringa 3:225-234.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The Triassic reptile Hyperodapedon from Elgin: functional morphology and relationships. Ro yal Society of London",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Benton",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Philosophical Transactions (B)",
                "volume": "302",
                "issue": "",
                "pages": "650--720",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benton, M. J. 1983. The Triassic reptile Hyperodapedon from Elgin: functional morphology and relationships. Ro yal Society of London, Philosophical Transactions (B) 302:650-720.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The Structure, Development, and Evolution of Reptiles",
                "authors": [],
                "year": 1985,
                "venue": "The relationships and early evolution of the Diapsida",
                "volume": "84",
                "issue": "",
                "pages": "97--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---1984. The relationships and early evolution of the Diapsida; pp. 575-596 in Ferguson, M. W. J. (ed.), The Structure, Development, and Evolution of Reptiles. Ac- ademic Press , London. ---1985 . Classification and phylogeny of the diapsid reptiles. Zoological Journal of the Linnean Society 84: 97-164.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The origin of the crocodiloid tarsi and the interrelationships of thecodontian archosaurs",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Brinkman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Breviora",
                "volume": "464",
                "issue": "",
                "pages": "1--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brinkman, D. 1981. The origin of the crocodiloid tarsi and the interrelationships of thecodontian archosaurs. Bre- viora 464 : 1-23.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Prolacerta and the protorosaurian reptiles",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Camp",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "American Journal of Science",
                "volume": "243",
                "issue": "",
                "pages": "84--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Camp, C. L. 1945 . Prolacerta and the protorosaurian rep- tiles. American Journal of Science 243 :17-32, 84-101.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "N oteosuchus -the oldest known rhynchosaur. South African Museum",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Carroll",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Permo-Triassic \"lizards\" from the Karroo . Part I. Palaeontologia Africana",
                "volume": "18",
                "issue": "",
                "pages": "315--383",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carroll, R. L. 1975. Permo-Triassic \"lizards\" from the Kar- roo . Part I. Palaeontologia Africana 18:71-87 . ---1976 . N oteosuchus -the oldest known rhynchosaur. South African Museum , Annals 72:37-57 . --1977. The origin of lizards; pp. 359-396 in An- drews, S. M. , Miles , R. S. and Walker, A. D. (eds.), Problems in Vertebrate Evolution . Linnean Societ y of London Symposium Series 4. ---1981 . Plesiosaur ancestors from the Upper Permian of Madagascar. Ro yal Society of London , Philosophical Transactions (B) 293:315-383.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Malerisaurus, a new eosuchian reptile from the late Triassic ofIndia",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs",
                "volume": "291",
                "issue": "",
                "pages": "163--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S. 1980 . Malerisaurus, a new eosuchian reptile from the late Triassic ofIndia. Royal Society of London, Ph ilosophical Transactions (B) 291 : 163-200. ---1985 . Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The osteology and relationships of Tangasa urus mennel/i Haughton (Reptilia, Eosuchia)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Annals South African Museum",
                "volume": "86",
                "issue": "",
                "pages": "247--265",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Currie, P. J. 1982. The osteology and relationships of Tan- gasa urus mennel/i Haughton (Reptilia, Eosuchia). An- nals South African Museum 86:247-265.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Paleontology and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "206",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elder, R. L. 1978. Paleontology and paleoecology of the Dockum Group, Upper Triassic, Howard County, Tex- as. M.A . thesis, Un iversity of Texas at Austin, 206 pp .",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The skull of a new eosuchian reptile from the Lower Jurassic ofSouth Wales",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "The classification of the Lepidosauria. Zoological Journal of the Linnean Societ y",
                "volume": "70",
                "issue": "",
                "pages": "87--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Evans, S. E. 1980. The skull of a new eosuchian reptile from the Lower Jurassic ofSouth Wales. Linnean Society of London, Zoological Journal 70:203-264. ---1984 . The classification of the Lepidosauria. Zoo- logical Journal of the Linnean Societ y 82:87-110.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The morphology and relationships of Youngina capensis Broom and Prolacerta broomi Parrington",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Gow",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Zoological Society of London, Journal",
                "volume": "167",
                "issue": "",
                "pages": "89--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gow, C. E. 1972. The osteology and relationships of the Millerettidae (Reptilia: Cotylosauria). Zoological Soci- ety of London, Journal 167:210-264. ---1975. The morphology and relationships of Youn- gina capensis Broom and Prolacerta broomi Parrington. Palaeontologia Africana 18:89-131.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Osteology and relationships of Trilophosaurus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "American Journal of Science",
                "volume": "4401",
                "issue": "9",
                "pages": "652--690",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, J. T. 1945 . Osteology and relationships of Tri- lophosaurus . University of Texas, Publication 4401:273- 359. ---1962. The genera of ph ytosaurs. American Journal of Science 260(9) :652-690.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Die grossen Stamme der Tetrapoden in den geologischen Zeiten",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "Von"
                        ],
                        "last": "Huene",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Biologische Zentralblat",
                "volume": "65",
                "issue": "",
                "pages": "268--275",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huene, F. von . 1946 . Die grossen Stamme der Tetrapoden in den geologischen Zeiten. Biologische Zentralblat 65: 268-275 .",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Depositional framework oflower Dockum Group (Triassic) Texas Panhandle. Uni vers ity of Texas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Mcgowen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Granata",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Seni",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Bureau of Economic Geology",
                "volume": "97",
                "issue": "",
                "pages": "1--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McGowen, J . H., Granata, G. E. and Seni , S. J . 1979. De- positional framework oflower Dockum Group (Triassic) Texas Panhandle. Uni vers ity of Texas, Bureau of Eco- nomic Geology 97:1-60.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The rept ilian subclasses Diapsida and Synapsida and the early history of the Diaptosauria",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Osborn",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "449--507",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osborn, H. F. 1903. The rept ilian subclasses Diapsida and Synapsida and the early history of the Diaptosauria. American Museum of Natural History, Memoir 1:449- 507.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Cranial anatomy and mastication of the Triassic reptile Triloph osaurus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parks",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "89",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parks, P. 1969. Cranial anatomy and mastication of the Triassic reptile Triloph osaurus. M.A. thesis, University of Texas at Austin, 89 pp .",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A diapsid reptile from the Pennsylvanian of Kansas. University of Kansas Museum of Natural History",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Reisz",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Special Publ ication",
                "volume": "7",
                "issue": "",
                "pages": "1--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reisz, R. R. 1981 . A diapsid reptile from the Pennsylvanian of Kansas. University of Kansas Museum of Natural History, Special Publ ication 7: 1-74.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "A problematic reptile from the British Upper Trias",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal",
                "volume": "129",
                "issue": "",
                "pages": "457--479",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Robinson, P. L. 1973. A problematic reptile from the Brit- ish Upper Trias. Geological Society of London, Journal 129:457-479.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The relationships ofthe Permian reptile Protorosaurus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Romer",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "American Journal of Science",
                "volume": "245",
                "issue": "",
                "pages": "19--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romer, A. S. 1947 . The relationships ofthe Permian reptile Protorosaurus. American Journal of Science 245 : 19-30. ---1956 . The Osteology of the Reptiles. University of Chicago Press , Chicago, xxi + 772 pp.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Un iversity of Chicago Press",
                "authors": [],
                "year": null,
                "venue": "Vertebrate Paleontology",
                "volume": "468",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---1966. Vertebrate Paleontology, 3rd ed . Un iversity of Chicago Press , Chicago, x + 468 pp.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Amphibians from the Dockum Triassic of Howard County",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Sawin",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Texas. University of Texas, Publication",
                "volume": "4401",
                "issue": "",
                "pages": "361--399",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sawin, H. J. 1945. Amphibians from the Dockum Triassic of Howard County, Texas. University of Texas, Publi- cation 4401:361-399.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The pseudosuchian reptile Typoth orax m eadei, new species",
                "authors": [],
                "year": null,
                "venue": "Journal of Paleontology",
                "volume": "21",
                "issue": "3",
                "pages": "201--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---1947. The pseudosuchian reptile Typoth orax m ead- ei, new species. Journal of Paleontology 21(3):201-238.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Researches on the structure, organisation, and classification of the fossil Reptilia. I. On Protorosaurus speneri (von Meyer)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Seeley",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Royal Society of London, Philosophical Transactions (B)",
                "volume": "178",
                "issue": "",
                "pages": "187--213",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seeley, H. G. 1888. Researches on the structure, organi- sation, and classification of the fossil Reptilia. I. On Protorosaurus speneri (von Meyer). Royal Society of London, Philosophical Transactions (B) 178: 187-213.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Parasuchid reptiles from the Triassic Dockum Group of West Texas",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Shelton",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "180",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shelton, S. Y. 1984. Parasuchid reptiles from the Triassic Dockum Group of West Texas. M.A . thesis, Texas Tech University, 180 pp.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The ankle joints of archosaurs",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Thulborn",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "AIcheringa",
                "volume": "4",
                "issue": "",
                "pages": "241--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thulborn, R. A. 1980. The ankle joints of archosaurs. AI- cheringa 4:241-261 .",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Die Triasfauna der Tessiner Kalkalpen. XXIV. Neue Funde von Tanystropheus (Reptilia, Squamata)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Wild",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Schweizerische Palaontologische Abhandlungen",
                "volume": "102",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wild, R. 1980. Die Triasfauna der Tessiner Kalkalpen. XXIV. Neue Funde von Tanystropheus (Reptilia, Squa- mata) . Schweizerische Palaontologische Abhandlungen 102:1-43.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "A small amphibian from the Triassic 312 of Howard Co",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Journal of Paleontology",
                "volume": "22",
                "issue": "3",
                "pages": "359--361",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, J. A. 1948. A small amphibian from the Triassic 312 of Howard Co., Texas. Journal of Paleontology 22(3): 359-361.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "FIGURE I. A, Map of Howard County, Texas, showing the location of the fossil quarries. (Modified from",
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "text": "Ma/erisaurus langstoni, n.sp. Composite restoration of the skull (x I). Missing parts have been added, based on the skull of Ma/erisaurus robinsonae and other protorosaurs. A, lateral view; B, dorsal view . Abbreviations-a = angular; ar =",
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "text": "Malerisaurus langstoni, n.sp. ( x 2). Composite restoration of braincase, left lateral view. Missing parts have been restored after the braincase ofMalerisaurus robinsonae.Abbreviations-bo = basioccipital; bs = basisphenoid; eo = exoccipitals; fo = fenestra ovalis; ic = foramen for int ernal carotid ; mf = m etotic foramen; op = opi sthotic; pr = prootic; ps = parasphenoid; soc = supraoccip ital.",
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "uris": null,
                "text": "Malerisaurus langstoni, n.sp. (x I). Vertebral column as numbered. 1-8 : cervicals, lateral view; 9-25: dorsals, lateral view; 26: first sacral , anterior view; 27: second sacral , posterior view ; 30, 37: caudals, lateral view .",
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "text": "Malerisaurus langstoni, n.sp. Shoulder girdle and forelimb (x 1). A, ventral view of interclavicle; B, lateral view of scapulocoracoid; C-F, dorsal, anterior, ventral, and posterior views of humerus; G, H, anterior and lateral views of radius.",
                "num": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "uris": null,
                "text": "The proximal head is concave and rugose and was presumably capped in life by cartilage.",
                "num": null
            },
            "FIGREF7": {
                "type_str": "figure",
                "uris": null,
                "text": "Malerisaurus langstoni , n.sp. Pelvic girdle and hind limb ( x I). A, composite restoration of the pelvis, lateral view ; B-E, dorsal, posterior, ventral, and anterior views of the femur; F, G, anterior and lateral views of tibia.7cm Malerisaurus langstoni, n.sp. (XO.14). A, skeletal restoration; B, life restoration.",
                "num": null
            },
            "FIGREF8": {
                "type_str": "figure",
                "uris": null,
                "text": "phylogeny of the different genera of Protorosauria. Macrocnemus Nopcsa, 1930 Type species-Macrocnemus bassanni Nopcsa, 1930 ; Grenzbitumenzone, Monte San Giorgio, Tessin, Switzerland; Middle Triassic. Undescribed genus: (T. Roy Chowdhury, pers. comm.) Yerrapalli Formation of central India, Middle Triassic.",
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "text": "Main measurements of Maferisaurus langstoni",
                "content": "<table/>",
                "num": null
            },
            "TABREF3": {
                "type_str": "table",
                "text": "Hypothesis of relationships for major groups of Archosauromorpha, particularly the protorosaurs. A lepidosauromorph (such as Younginiformes) is chosen for outgroup comparison. Numbers refer to the following synapomorphies. 1. diapsid skull ; 2. postorbital bone is triradiate; 3. nares rounded and well separated; 4. suborbital (= palatal) fenestra present; 5. well-developed post-temporal fenestra; 6. retroarticular process developed; 7. notochordal vertebra; 8. dorsal rib single headed; 9. entepicondylar foramen in humerus; 10. femur sigmoidal with intern al trochanter; 11. parietal inserts forward as a medial process between two frontals; 12. lacrimal and quadratojugal reduced; 13. accessory articulations in the neural arches; 14. postfrontal enters upper temporal fenestra; 15. sternal plates ossified; 16. nares elongate and close to the midline; 17. loss and reduction of postparietal and tabular bones; 18. non-notochordal, amphicoelous vertebra; 19. dorsal ribs double headed; 20. primitive mesotarsal (PM) joint; double concave/convex joint between astragalus and calcaneum, calcaneum with lateral tuber ; 21. supinator crest instead ofentepicondylar foramen in humerus; 22. ank ylothecodont tooth implantation; 23. premaxilla and anterior part of dentary edentulous; 24. parietal with a strong median crest; 25. downturned, beak-like premaxilla; 26. single median naris; 27. multiple maxillary teeth in longitudinal rows ; 28. secondary closing of the lower temporal opening; 29. maxillary and mandibular teeth transversely expanded, tricuspate, cingulum present; 30. cervical and caudal weakly procoelous; 31. gracile form with strong limb disparity; 32 . loss of lower temporal arcade with reduction of quadratojugal; 33. elongate cervicals with low neural spine, mid-ventral keel; 34. antorbital fenestra.ofevidence. A new protorosaur from the Middle Triassic Yerrapalli Formation of India, thought to be ancestral to Malerisaurus, clearly shows an open cheek (Dr. Tapan Ro y Chowdhury, pers. comm.).",
                "content": "<table><tr><td>LEPIDOSAUROMORPHA</td><td colspan=\"2\">ARCHOSAUROMORPHA</td></tr><tr><td>YOUNGINIFORMES</td><td>RHYNCHOSAURS '\" / TRllOPHOSAURS 25-2\\(2</td><td>PROTOROSAURS ' \" / ARCHOSAURS /3</td></tr><tr><td/><td>2-2 4</td><td>1</td></tr><tr><td>FIGURE 9.</td><td/><td/></tr></table>",
                "num": null
            },
            "TABREF4": {
                "type_str": "table",
                "text": "Dockum Formation of Texas, U .S.A.; Late Triassic. Family TANYSTROPHEIDAE Gervais, 1858 Tan ystropheus Meyer, 1855 Type species-Tanystroph eus conspicuus Meyer, 1855; Grenzbitumenzone, Monte San Giorgio, Tess in , Switzerland, and Besano, Italy ; Muschelkalk and higher Bunter of Germany; Lower Muschelkalk, Gorny Slask , Poland; Wadi Raman, Israel; Middle Triassic; Chinle Formation, Late Triassic. Tanytrachelos Olsen, 1979 Type species-Tanytrachelos ahynis Olsen, 1979, Newark supergroup, U .S.A., Late Triassic.",
                "content": "<table/>",
                "num": null
            }
        }
    }
}