{
    "paper_id": "Elder1987-TaphonomyandPaleoecologyoftheDockumGroup,HowardCounty,Texas",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:02:27.014574Z"
    },
    "title": "TAPHONOMY AND PALEOECOLOGY OF THE DOCKUM GROUP, HOWARD COUNTY, TEXAS",
    "authors": [
        {
            "first": "Ruth",
            "middle": [
                "L"
            ],
            "last": "Elder",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Concentrations of vertebrate fossils are locally abundant in four quarries in the Upper Triassic Do near Otis Chalk, Howard County, Texas. The remains of terrestrially adapted members of the paleocommun to be more abundant than previously thought, with increased complexity of the terrestrial ecosystem. The reptiles include a rhynchosaur, a protorosaur, and several archosaurs, including two rauisuchids, an a least one eosuchid. The Dockum Group in Howard County is predominantly red mudstone with some beds of fine-grained sandstone and conglomerate. The local geology of the four quarries indicates deposition by floodplain and crevasse splay processes. The four quarries can be differentiated only on the basis of taphonomy and faunal composition. Quarries 1 and 2 are dominated by the presence of well preserved, mostly terrestrial vertebrates, pelecypods, and coprolites. Temporally and/or spatially short, low energy transport is indicated. Quarries 3 and 3A both contain mixtures of well preserved and abraded bone of aquatic and terrestrial community members. Coprolites and pelecypods are rare or absent. The fossiliferous layer is poorly defined. More gradual rising and waning of the flood events is indicated. Two distinct types of flood event within a stratigraphically and geographically restricted area may indicate seasonality in the Late Triassic of south central North America.",
    "pdf_parse": {
        "paper_id": "Elder1987-TaphonomyandPaleoecologyoftheDockumGroup,HowardCounty,Texas",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Concentrations of vertebrate fossils are locally abundant in four quarries in the Upper Triassic Do near Otis Chalk, Howard County, Texas. The remains of terrestrially adapted members of the paleocommun to be more abundant than previously thought, with increased complexity of the terrestrial ecosystem. The reptiles include a rhynchosaur, a protorosaur, and several archosaurs, including two rauisuchids, an a least one eosuchid. The Dockum Group in Howard County is predominantly red mudstone with some beds of fine-grained sandstone and conglomerate. The local geology of the four quarries indicates deposition by floodplain and crevasse splay processes. The four quarries can be differentiated only on the basis of taphonomy and faunal composition. Quarries 1 and 2 are dominated by the presence of well preserved, mostly terrestrial vertebrates, pelecypods, and coprolites. Temporally and/or spatially short, low energy transport is indicated. Quarries 3 and 3A both contain mixtures of well preserved and abraded bone of aquatic and terrestrial community members. Coprolites and pelecypods are rare or absent. The fossiliferous layer is poorly defined. More gradual rising and waning of the flood events is indicated. Two distinct types of flood event within a stratigraphically and geographically restricted area may indicate seasonality in the Late Triassic of south central North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The Dockum Group (Upper Triassic) of the southwestern United States crops out as a series of redbeds around the margins of the Llano Estacado (Staked Plains) of northwestern Texas and eastern New Mexico. It is underlain by Permian redbeds and capped by Cretaceous, Tertiary and/or Quaternary sediments that make up the low plateau of the Llano Estacado. The Dockum Group exhibits a varied mixture of lithologies including conglomerate, sandstone, siltstone, mudstone, lignite, and occasional bone beds. These deposits have been interpreted as a complex of fluvial, deltaic, and lacustrine deposits by McGowen et al. (1979) based on extensive field studies of the eastern rim of the depositional basin. Departing from the usual format of classical stratigraphy of formations, their trends and correlation, McGowen et al. (1979) tried instead to recognize genetic packages and cycles within the Dockum. Concentrating on sedimentary structures, sedimentary body geometry, and the trends within genetic packages, they were able to recognize recurrent cycles of deposition. The lower part of the cycle consists of the alternating facies packages of fan deltas and valley fill. The upper part is made up of the sequential package of high constructive lobate delta meandering stream facies, both fine-and coarse-grained. lower and upper portions, one cycle, record the transi from a closed lake to an open lake system.",
                "cite_spans": [
                    {
                        "start": 601,
                        "end": 622,
                        "text": "McGowen et al. (1979)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 805,
                        "end": 826,
                        "text": "McGowen et al. (1979)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The Dockum Group in Howard County is appro mately 175 meters thick and composed primarily of m stone. It is possible that Howard County was distinguis by a high constructive delta and meandering stream p gradational complex that was either 1) not subject to ero due to fluctuating base level, or 2) a system whose sedim source and drainage characteristics assured contin progradation despite fluctuations in base level. The gene lack of coarser sediments in this part of the depositio basin makes the depositional cycles difficult to recogn Erosion and redeposition of a muddy deposit is difficult distinguish in outcrop if mudstone clasts are not recog The Dockum Group of Howard County contains more fine-grained sediment than elsewhere in Texas or New Mexico (J. McGowen, pers. comm. 1977) . This is very evident in the Otis Chalk localities, where only a few sandstone or conglomeratic lenses occur in a thick section of massive red mudstone. The mudstone often exhibits pelletal texture, burrowing, and soft sediment deformation. The sandstone lenses, sometimes locally abundant, are composed of fine quartz sand with some weathered mica and plant material. In hand specimen, the sandstone often appears to be texturally inverted, i.e., there is a significant percentage of mud in an otherwise mature sediment (Folk 1974) . The sand size particles are well sorted and subangular but are mixed with clay and silt suggesting deposition before winnowing could occur. The structure of the sandstone is predominantly that of climbing ripple sets that fine upward into silt and clay.",
                "cite_spans": [
                    {
                        "start": 762,
                        "end": 792,
                        "text": "(J. McGowen, pers. comm. 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 1315,
                        "end": 1326,
                        "text": "(Folk 1974)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Also found in the area are at least two exposures of fine sandstone with classic point bar fining upward sequences. These exposures are not in close proximity to the fossil quarries. The fine sands, regardless of their structure, seem to be barren of fossils.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Another lithologic type found in the quarry region is muddy granule to pebble conglomerate composed of rip-up clasts of mudstone and sandstone, and allogenic iron concretions. Several isolated exposures of the conglomerate have been located south and southwest of the Quarry 1 and 2 area. Although they tend to occur at the same elevation (2330/-2350/) they are discontinuous and each lens is probably less than 75 cubic meters in volume. Conglomerate also occurs in thin stringers (?) in Quarries 1 and 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "A trench dug in Quarry 1 intercepted the working surface of the 1940 excavation and revealed a partial vertical section of the quarry face. At the base of the quarry is a mottled, nonfossiliferous blue-gray mudstone. This is capped by a thin (3-5 cm) layer of granule conglomerate. Above this is nearly 4 meters of massive red mudstone with some thin stringers of grey mudstone, granule conglomerate, or clasts of clean micaceous quartz sandstone. The sandstone clasts are 3-30 cm in diameter and occur in poorly defined, gently dipping layers in the upper third of the red mudstone unit. The red mudstone grades upward into approximately one meter of tan mudstone which underlies the Pleistocene alluvial cap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 1",
                "sec_num": null
            },
            {
                "text": "The mudstone in Quarry 1 does not reveal a pelletal texture but this may be due to post-depositional compression or bioturbation. Soft sediment deformation, although not seen on the quarry face, is known from this area and Gregory (1945, p. 275) states that the quarry has been cut by \"a number of faults of small displacement.\" The bone bed of Quarry 1 is a 'layer about a foot thick, 6 inches above a resistant calcareous bed\" (Gregory 1945, p. 274) . This information, plus an unpublished diagrammatic section by Grayson Meade (ca. 1940) and field observation locates the fossiliferous layer as just above the granule conglomerate (which is occasionally densely impregnated by secondary gypsum), in the lower part of the red mudstone unit.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 245,
                        "text": "Gregory (1945, p. 275)",
                        "ref_id": null
                    },
                    {
                        "start": 429,
                        "end": 451,
                        "text": "(Gregory 1945, p. 274)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 1",
                "sec_num": null
            },
            {
                "text": "This quarry is similar lithologically to Quarry 1, but is a much smaller exposure. The base is a red mudstone containing a slight amount of fine silt. This is topped by approximately 25 cm of granule conglomerate overlain by 3 or more meters of red mudstone. The top of the slope is covered. All contacts are sharp. The conglomeratic layer was not mentioned by Gregory (1945) , raising the possibility that this is a discontinuous lens not encountered during previous quarry operations.",
                "cite_spans": [
                    {
                        "start": 361,
                        "end": 375,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 2",
                "sec_num": null
            },
            {
                "text": "This quarry is in an area of moderately low relief and little distinguishable stratigraphy. Most of the fossils were found in an ill-defined layer near the base of the quarry, underlain, surrounded, and overlain by a red mudstone of compressed pellets. Interfingering with this mud deposit about 20 meters to the southeast is a series of micaceous quartz sandstone beds characterized by climbing ripple sets and small-scale cross-beds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3",
                "sec_num": null
            },
            {
                "text": "This quarry is located southwest of Quarry 3. The red mudstone is indistinguishable from that of Quarry 3 and is not intimately associated with any sandstone lenses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "Approximately 3 meters of section are exposed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "The four Howard County quarries differ from each other geologically only in small details, such as the presence or absence of pelletal texture or thin lenses of coarser grained sediment. The quarries can, however, be differentiated by their contained faunas and the taphonomic characteristics of the fossil remains, as will be demonstrated below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "The Dockum Group in the quarry area possesses a set of characteristics that distinguishes it as the product of distal fluvial overbank and crevasse splay deposition. Much of the material is still unprepared, and in the original paper wrapping or plaster blocks. It was im sible during the course of this study to prepare this la amount of material. Therefore the conclusions drawn are based solely on prepared and catalogued speciens. Some bias towards the larger members of the fauna is undoubtedly present due to the tendency of large specimens to be prepared and curated before small or fragmentary material. Therefore, the study potential of this Triassic collection is by no means exhausted. Further preparation is likely to reveal further evidence of the poorly known members of the fauna and possibly additional new taxa. Complete preparation of the quarry specimens will also allow more rigorous statistical analysis of the populations, with implications for taphonomy and paleoecology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DEPOSITIONAL MODEL",
                "sec_num": null
            },
            {
                "text": "invertebrates such as Unio and an unknown crustacean.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The paleofauna of Howard County is diverse, including",
                "sec_num": null
            },
            {
                "text": "The fish include Ceratodus, Cionychthys, Lasalichthys, Synorichthys, and two indeterminate paleoniscoids. There are two types of labyrinthodont amphibians, Latiscopus and Buettneha. Reptiles include a rhynchosaur, a protorosaur (Chatterjee 1986) , and several types of archosaur. The latter are an aetosaur, at least one kind of eosuchid, the rauisuchids Poposaurus and Postosuchus (Chatterjee 1985) , probably three genera of phytosaurs, and the saurischian dinosaur Coelophysis. The Howard County quarries are also the site of the most abundant occurrence of the euryapsid Trilophosaurus. For detailed description and discussion of most faunal elements, see Elder (1978) .",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 245,
                        "text": "(Chatterjee 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 382,
                        "end": 399,
                        "text": "(Chatterjee 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 660,
                        "end": 672,
                        "text": "Elder (1978)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The paleofauna of Howard County is diverse, including",
                "sec_num": null
            },
            {
                "text": "Fish remains are relatively rare in the TMM quarr collections but many specimens were collected by Schaeff (1967) from a locality approximately one kilometer sout west of the quarries. How then can their almost to absence in the quarry deposits be explained? There are thr possibilities to explore. First, it is possible that the scarc of fish in the quarry samples is a true reflection of the relative abundance in the fauna. This seems unlikel however, owing to their probable position near the base o the food web in aquatic habitats. The dominant member of the aquatic and semi-aquatic vertebrate fauna (me posaurs and phytosaurs) were piscivorous. Second, it ma be that fish, not having a strict requirement for atmos pheric oxygen, were not as lethally affected by floo conditions as the other elements of the fauna and could escape relatively unscathed if the flood waters were not overly muddy. The degree of turbidity of the water is dif-This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms ficult to determine, however, there is a great deal of clay in the quarry deposits. Third, the fish, if killed, would probably float more easily than other remains because of a lower absolute body weight and a higher decomposition gas to body weight ratio (Elder and Smith 1985) . This would have two effects. It would protect fish remains from the maceration of the bed load material and during waning flood conditions the fish would be the last remains to be deposited. Left in shallow water or atop the splay deposits they would be easily scavenged. Any previously dead and disarticulated fish bones would probably not survive bed load maceration. The rarity of fish is probably due to a combination of the aquatic adaptiveness and low density of these organisms, plus a sampling bias towards large forms.",
                "cite_spans": [
                    {
                        "start": 1326,
                        "end": 1348,
                        "text": "(Elder and Smith 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Also not commonly found in the Howard County area are plant remains. This may be a true reflection of abundance, but, more probably, it may be an artifact of preservation. If the area was barren of vegetation it is difficult to explain the presence of the herbivorous reptiles of the fauna (presumably including trilophosaurs). It will be demonstrated below that these animals lived in the vicinity of the quarries and were not transported from far upstream to their burial places in the Howard County deposits. Furthermore, finely macerated bits of carbonized vegetable material are sometimes found in the cross-bedded sandstone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Thus the paucity of plant remains is probably an artifact of preservation resulting from the oxidizing conditions within the red mudstone. Elsewhere in the Dockum Group silicified wood, lignite, pollen and carbonized remains are sometimes found but they are usually associated with coarser grained sediments than those predominating in Howard County.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Except for the general lack of fish and plant remains at all quarries each quarry has a distinct suite of taphonomic features (Table 1) . Coprolites A P R X The distinctive features of Quarry 1 are its abundance of coprolites and pelecypods, and the delicate preservation of many of the bones. The coprolites of Quarry 1 are of diverse shapes and sizes. They are generally rounded and apparently are undeformed. Transport abrasion was no extensive. This is seen in the many specimens that preserv external markings such as striae or imprints. The coprolite give evidence of two kinds. First, the feces were probably subaerially exposed and hardened. Otherwise, surface features would be obliterated by even minimum transport. Subaerial exposure of terrestrial feces cannot be considered unusual. But many of the specimens appear to be derived from exclusively aquatic organisms with spiral valves. This indicates a probable period of drought or at least some lowering of water levels before the flood event.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 126,
                        "end": 135,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Second, transport was not over a long distance or a lengthy time. Otherwise, the feces would have softened an disintegrated during the flood, no matter what their condition was at the time they were picked up and began transport. So the flood event was not characterized by sustained flow with slow waning, as seen in modern rivers suc as the Mississippi River, but was rather the flashy type of discharge common in highly seasonal and/or semi-arid regions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Shells of the pelecypod Unio are common in Quarry 1 and normally are well preserved. Many are still articulated and nearly closed. If disarticulated they may be broken but are never abraded. Breakage of these thin shells may be due to transport, the postdepositional compression of the mudstone, or predation by rhynchosaurs (Chatterjee 1974) . The number of articulated shells is higher here than in any other quarry or in the isolated conglomeratic lenses. This indicates that many of the pelecypods were picked up and transported while still alive (or only recently dead), with the articular ligaments and muscles still functional. Lack of abraded fragments again indicates a short transport, both temporally and spatially.",
                "cite_spans": [
                    {
                        "start": 325,
                        "end": 342,
                        "text": "(Chatterjee 1974)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "The bones of Quarry 1 are a diverse mixture of massive and delicate elements that are often closely associated or articulated. However, at the time the collection was made (1939) (1940) (1941) , little thought was given to the orientation of bones within the sedment or possible associations. The relative abundance of each taxon is also Table 2 as the percentage of the quarry population contributed by each taxon. (Clark 1937; Shotwell 1955; Voorhies 1969 ) that terrestrial forms, especially mammalian herbivores, may form tightly packed death assemblages when caught by flood. This is a fairly common occurrence in arid or semi-arid regions subject to flash flooding, such as occurs in the southwestern or Great Plains regions of the United States. The presence of at least forty-five whole or partial trilophosaurs in a layer of bone less than one half meter thick suggests a catastrophic event. The lack of sorting and absence of abrasion of the bones, the pelecypod shells, and the coprolites support this hypothesis and indicate that the catastrophe was of short duration.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 178,
                        "text": "(1939)",
                        "ref_id": null
                    },
                    {
                        "start": 179,
                        "end": 185,
                        "text": "(1940)",
                        "ref_id": null
                    },
                    {
                        "start": 186,
                        "end": 192,
                        "text": "(1941)",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 428,
                        "text": "(Clark 1937;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 429,
                        "end": 443,
                        "text": "Shotwell 1955;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 444,
                        "end": 457,
                        "text": "Voorhies 1969",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 338,
                        "end": 345,
                        "text": "Table 2",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Relative Abundance of Faunal Elements",
                "sec_num": null
            },
            {
                "text": "Quarry 2 is distinguished by a great number o and delicate bones, often articulated or associated lites and Unio shells are common but are less frequ at Quarry 1 . The taphonomic character is thus si that of Quarry 1. The major difference is the pre so many bones of apparent juveniles (Thlophosa Buettneha) in Quarry 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Taphonomy of Quarry 2",
                "sec_num": null
            },
            {
                "text": "Quarry 3 contains a mixture of dense, worn bon delicate well-preserved bone, occasionally assoc articulated. Coprolites and Unio shells are rare an broken or highly deformed. The delicate bones are of transport of intact carcasses or short, gentle tr But the worn, dense fragments are indicative of long energy transport. Furthermore some fragments ex borings of aquatic invertebrates such as pelecy gastropods. Such boring would have required the have been exposed without flesh or connectiv subaqueously for some period of time before tran the margins of the borings are quite sharp. Thus the bones were incorporated into the flood as c joining a bed load of previously disarticulated bon had been subjected to fluvial processes of greater distance or time than those responsible for the Q and 2 deposits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Taphonomy of Quarry 3",
                "sec_num": null
            },
            {
                "text": "This hypothesis is consistent with the relative a of whole or articulated pelecypod shells and coprol the assemblage is dominated by the aquatic membe fauna (Table 2) . Terrestrial elements are rare. This tion suggests the gradual rising of a river, with m of a few aquatic members, transport of the pr disarticulated remains of aquatic members an capture of terrestrial forms. Transport was of su distance, energy or time to allow disarticulation o elements. The poor definition of the bone layer in (and 3A) indicates a longer period of deposition, as slowly waned. This is in clear contrast to the cata events responsible for the deposition of the Q and 2 sediments. A small block of material collected from Quarry 3 and field observations indicate that there was no preferred orientation of the long bones. This is consistent with a floodplain/crevasse splay depositional model.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 157,
                        "end": 166,
                        "text": "(Table 2)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Taphonomy of Quarry 3",
                "sec_num": null
            },
            {
                "text": "Quarry 3A shares many of the same taphonomic features of Quarry 3 with three exceptions: coprolites are absent, the percentage of worn versus non-worn bone is greater, and several semi-articulated skeletons of terrestrial aetosaurs were found in the deposit. Only the high percentage of articulated skeletons is apparently inconsistent with the long (temporal and/or spatial) transport model proposed for Quarry 3. But the capture of terrestrial animals This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms is not militated against by the model, nor is it required that each individual carcass be disarticulated before burial Quarry 3A may be viewed as a local variation of the deposits and remains of a gradual flood event. The four Howard County quarries can be differentiated taphonomically as having been the result of two different types of flood event (gradual and catastrophic). Quarries 1 and 2 were apparently deposited quickly after a minimum of transport in which mostly terrestrial forms were entrapped. Quarries 3 and 3A, in contrast, show many signs of long transport and gradual deposition, with the population made up mostly of aquatic forms whose disarticulated bones show abrasion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Taphonomy of Quarry 3 A",
                "sec_num": null
            },
            {
                "text": "The age structure of the quarry populations (i.e., the number of immature versus mature individuals, and of what taxa) may have implications for possible seasonal abundance of juveniles, herding behavior of some taxa, or segregation of age classes. Because so little is known about the size or age of ancient reptiles at sexual maturity, the terms juvenile and adult are here used informally and merely denote recognizably small and large individuals of each taxon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE AGE STRUCTURE OF THE QUARRY POPULATIONS",
                "sec_num": null
            },
            {
                "text": "In some cases it is impossible to infer anything about the age structure of a taxon' s population because of a very small sample and/or lack of knowledge about the size variations ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE AGE STRUCTURE OF THE QUARRY POPULATIONS",
                "sec_num": null
            },
            {
                "text": "This quarry was designated during the WPA excavation as the \"Small Reptile Quarry\" and indeed only a very few large elements were recovered from the site. Two of the three metoposaur individuals are small and probably juvenile. All of the trilophosaurs are juvenile. This is a sample of ten individuals whose femoral measurements are also depicted in Figure 2 . Apparently this flood event sampled a population in which juveniles were plentiful. within the taxon. In other cases there remains some confusion over the taxonomy or the assignment of specific elements in the collection to particular taxa. Nevertheless some indications can be reported and some tentative conclusions drawn.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 351,
                        "end": 359,
                        "text": "Figure 2",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Quarry 2",
                "sec_num": null
            },
            {
                "text": "Most of the taxa present here appear to be represented by adult forms, where a relative age may be established. area, these size classes may reflect taxonomic as well as ontogenetic differences. Even if the smaller size class of phytosaurs is assumed to be juvenile, Quarry 3 is characterized by a primarily adult population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 1",
                "sec_num": null
            },
            {
                "text": "Quarry 3A shows an age structure similar to that of Quarry 3. Again, the less well known and/or poorly represented taxa are indeterminate as to age. The metoposaurs and aetosaurs were all adult. One of the six phytosaurs was a juvenile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "There is some indication that the events responsible for the deposition of the Quarry 1 and 2 sediments may have Quarry 1 suggests that these reptiles formed 'herds7 that may have been segregated by age classes. Juveniles, although present, are less common in Quarries 3 and 3A. This may be interpreted in several different ways. Perhaps the aquatic members of the community did not have a seasonal reproductive cycle as suggested by the previous example. Perhaps the events responsible for the Quarry 3 and 3A sediments occurred in a period when juveniles were not overly abundant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "However, any conclusions drawn from the above data must remain tentative while unprepared material is being developed and added to the studied collection. There are also many biases that probably have influenced the data. These could include non-random sampling of extant populations by the flood events, differential mortality of age groups, size sorting during deposition, and the bias towards the collection, preparation and curation of large individuals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quarry 3A",
                "sec_num": null
            },
            {
                "text": "With few exceptions, the vertebrates of the Dockum Group can be divided into primarily freshwater aquatic or terrestrial forms. Historically the aquatic members, mainly phytosaurs and metoposaurs, have dominated the collections of the Upper Triassic in the southwestern United States, including the collections from the Dockum Group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOECOLOGY",
                "sec_num": null
            },
            {
                "text": "In general, the terrestrial components of the fauna have been less well known and, inferentially, less important com ponents of the fauna. But the Dockum Group in Howard County possesses a terrestrial vertebrate ecosystem that w probably just as complex in its interactions as the better known aquatic ecosystem.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOECOLOGY",
                "sec_num": null
            },
            {
                "text": "It is assumed that the base of the aquatic ecosystem in the Triassic was formed by a variety of aquatic plants both vascular and nonvascular. Even though few plan remains have been found, especially in Howard County every modern ecosystem is dependent on plants for primar production. The next level, primary consumer, is represented in the Dockum faunas by a variety of invertebrate and some of the fish, such as the redfieldiids and Ceratodu It is also possible that some fish were herbivorous a juveniles and moved to the secondary consumer level predator as adults (Keast 1965 (Case 1929) . Sympatry is supported by the evidence against long distance transport. It is possible that these phytosaurs, in the course of interspecific competition, subdivided the niche of top aquatic carnivore. The morphologic differences between the three species include skull size and type of dentition (Gregory 1962) . This probably reflects adaptations to different prey items. Nicrosaurus ( = Brachysuchus megalodon (Case) possessed a very large skull with a strongly heterodont dentition. Paleorhinus ( = Promysthosuchus) ehlersi (Case) is relatively small with a homodont dentition and Angistorhinus alticephalus Stoval and Wharton is intermediate in both characters. Nevertheless, the juveniles of each species would be in competition with each other and perhaps with adults of Paleorhinus. The high diversity of phytosaurs in Howard County may have been maintained by niche subdivision but more details study beyond the scope of this work is needed to confirm this hypothesis.",
                "cite_spans": [
                    {
                        "start": 569,
                        "end": 580,
                        "text": "(Keast 1965",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 581,
                        "end": 592,
                        "text": "(Case 1929)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 890,
                        "end": 904,
                        "text": "(Gregory 1962)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Aquatic Ecosystem",
                "sec_num": null
            },
            {
                "text": "The terrestrial ecosystem of the Dockum Triassic in Howard County was distinguished by a diversity of herbivores and omnivores which served as prey for two archosaurian carnivores. Although the flora from the Dockum beds in Howard County and its vicinity is poorly known, that from the equivalent (?) beds of the Chinle Formation in New Mexico includes cycads (Otozamites, Zamites), conifers (Araucahoxylon) , and cordaitaleans (Yuccites) (Colbert 1972). Sanmiguelia, a doubtful angiosperm (Ash 1976 ) is known from the Dockum in Randall County, Texas. Such plants together with unknown small herbaceous types probably formed the Dockum flora.",
                "cite_spans": [
                    {
                        "start": 490,
                        "end": 499,
                        "text": "(Ash 1976",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terrestrial Ecosystem",
                "sec_num": null
            },
            {
                "text": "These plants would be consumed by terrestrial invertebrates and also by the terrestrial herbivores Trilophosaurus and possibly the aetosaur and the rhynchosaur. The latter reptiles, however, may have been secondary consumers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terrestrial Ecosystem",
                "sec_num": null
            },
            {
                "text": "Aetosaurs have been suggested as scavengers by Sawin (1947) but Walker (1961) rejects this idea and suggests that they were herbivores that used the edentulous beak as a grubbing tool. I follow Walker in placing the aetosaur as a primary consumer. The rhynchosaurs have been suggested as herbivores (root grubbers or fruit huskers) and as molluscivores. Chatterjee (1974) gives an interesting review and discussion of the several proposed feeding habits. The rhynchosaur is here placed in the role of an omnivore because both the herbivorous and molluscivorous feeding modes appear plausible and no evidence is available to reject either hypothesis.",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 59,
                        "text": "Sawin (1947)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 64,
                        "end": 77,
                        "text": "Walker (1961)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 354,
                        "end": 371,
                        "text": "Chatterjee (1974)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terrestrial Ecosystem",
                "sec_num": null
            },
            {
                "text": "In the role of secondary consumer or lowest level carnivore would be Latiscopus, a small, terrestrially adapted stereospondyl (?), the protorosaur, and the eosuchids. The dentitions of these forms indicate carnivorous habits, and they probably preyed on terrestrial invertebrates. Coelophysis could have preyed on these carnivores as a tertiary consumer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terrestrial Ecosystem",
                "sec_num": null
            },
            {
                "text": "Poposaurus and Postosuchus, rauisuchian arch had pelvic morphology indicating functional bipe swift movement. They paralleled true dinosaurs vorous habit in these features and were also the members of the terrestrial fauna. So, although th dentition are not known, I place Poposaurus i tion of top level carnivore along with Postos rauisuchids were probably able to prey on all ve members with the possible exception of the heav adult aetosaurs and the largest of the phytosaurs have shared this top position with the large phyt were capable of terrestrial feeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terrestrial Ecosystem",
                "sec_num": null
            },
            {
                "text": "Two, possibly three, lines of evidence may be drawn upon to interpret the paleoclimatic conditions at the time of deposition in Howard County. These are the depositional model, the taphonomic analysis, and marginally, the population dynamics of several of the taxa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "As seen in the previous sections of this study, the four Howard County quarries can be separated into two pairs on the basis of included fauna, taphonomic characteristics, and possibly by the age structure of some populations. All from quarry deposits are interpreted as being the result of overbank and crevasse splay deposition. Briefly, Quarries 1 and 2 are characterized by the presence of articulated pelecypods, coprolites and unworn, commonly articulated bones of mainly terrestrial animals, many of which were juveniles. Short or low energy transport of carcasses onto a floodplain is indicated. The depositional events responsible for the sediments of Quarries 1 and 2 appear to have been of the 'flashy' type, i.e. floods of short duration, generally occurring in areas today that are characterized by infrequent or sporadic rainfall. This type of discharge need not have been a high energy destructive force but was probably only a quick runoff of precipitation capable of carrying fine-grained sediment and low density clasts",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms (coprolites and carcasses) a short distance. This may even be a situation in which sediment merely covered and partially disarticulated previously decayed remains. Quarries 3 and 3 A show more of the characteristics associated with flood deposition after long transport, with more gradual rising and waning of the flow. Coprolites and pelecypods are rare or absent. Bones are generally worn,skeletons normally are disarticulated. Aquatic forms of life are dominant and juveniles do not form a significant percentage of the population. This type of flood appears analogous to the flooding of drainages that receive regular amounts of rainfall.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "The different depositional conditions are seen in quarries at nearly the same stratigraphic level (elevation 2330' and 2360') within approximately two square kilometers. The deposits are closely related spatially and probably temporally. Wet-dry seasonality during the Late Triassic is a hypothesis that would explain these apparently anomalous differences in flooding pattern. The following interpretation presents a possible sequence of events responsible for the Howard Countv deposits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "At the beginning of the rainy season, the rivers feeding the basin of deposition would rise, more or less gradually, and during the flood stage would be flushed of much of the vertebrate remains present as bed load clasts. These remains would be mainly of aquatically adapted forms. Pelecypods and coprolites might also be picked up but would not survive extensive transport. Some terrestrial forms would be captured and join the aquatic vertebrates already part of the bed load or suspended load (floating carcasses). During transport, bones become further disarticulated. Downstream a breach is formed in a levee and a crevasse splay begins to form. The vertebrate remains are incorporated into the muddy layers of the splay and adjacent overbank areas. This season corresponds to Quarry 3 and 3A deposition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "At the end of the rainy season, flooding becomes less frequent and river levels drop, exposing coprolites to the air where they are sun-baked and hardened. Pelecypod banks may also be exposed. Isolated pools dry up and lack of water is a mortality factor for several taxa, mainly aquatic (see Romer 1939; Schaeffer 1967) . In some situations, terrestrial animals will be unable to withstand drought conditions.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 304,
                        "text": "Romer 1939;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 305,
                        "end": 320,
                        "text": "Schaeffer 1967)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "Rainfall is infrequent and sudden, and of short duration.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            },
            {
                "text": "Runoff is quick. These floods rip up clasts of mud and sandstone, coprolites, and articulated pelecypods. These materials may have entombed animals already dead on the floodplain and/or live individuals could have been captured by the flood. This season corresponds to Quarry 1 and 2 deposition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IMPLICATIONS FOR PALEOCLIMATE",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Occurrence of the controversial plant fossil Sanmiguelia in the Upper Triassic of Texas",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Ash",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Journal of Paleontology",
                "volume": "50",
                "issue": "",
                "pages": "799--804",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ASH, S. R. 1976. Occurrence of the controversial plant fossil Sanmiguelia in the Upper Triassic of Texas. Journal of Paleontology 50:5:799-804.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Description of the skull of a new form of phytosaur",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Museum of Paleontoloey",
                "volume": "2",
                "issue": "",
                "pages": "1--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, E. C. 1929. Description of the skull of a new form of phytosaur. University of Michigan Studies, Memoirs of the University of Michigan Museums, Museum of Paleontoloey 2:1-56.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A rhynchosaur from the Uppe Triassic Maleri Fm. of India",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Philosophi Society of London, Seri reptile from the Triassic of Tex Paleontology",
                "volume": "267",
                "issue": "4",
                "pages": "297--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHATTERJEE, S. 1974. A rhynchosaur from the Uppe Triassic Maleri Fm. of India. Philosophical Trans- actions of the Royal Society of London, Series B 267: 884:209-261. reptile from the Triass tyrannosaurs. Philosophi Society of London, Seri reptile from the Triassic of Tex Paleontology 6(4):297-312.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The stratigra the Chadron Formation in the Dakota. Annals of the Carnegi COLBERT, E. H. 1972. Vertebra In: Investigations in the",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Museum of letin",
                "volume": "47",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLARK, J. 1937. The stratigra the Chadron Formation in the Dakota. Annals of the Carnegi COLBERT, E. H. 1972. Vertebra In: Investigations in the Triass W. J. Breed (eds.), Museum of letin 47:1-11.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Paleontology and Paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "205",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ELDER, R. L. 1978. Paleontology and Paleoecology of the Dockum Group, Upper Triassic, Howard County, Texas. Unpublished master's thesis, University of Texas at Austin, 205 p.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Petrology of Sedimentary Rocks",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Folk",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "182",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOLK, R. L. 1974. Petrology of Sedimentary Rocks. Hemphill Publishing Co., Austin, Texas, 182 p.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Osteology and relationships of Thlophosaurus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "University of Texas Publications",
                "volume": "4401",
                "issue": "",
                "pages": "652--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREGORY, J. T. 1945. Osteology and relationships of Thlophosaurus. University of Texas Publications 4401:273-330. Journal of Science 260:9:652-69",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Resource subdiv fish species in a bay",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Keast",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Lake O versity of Michigan Great L Publication",
                "volume": "13",
                "issue": "",
                "pages": "106--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KEAST, A. 1965. Resource subdiv fish species in a bay, Lake O versity of Michigan Great L Publication 13:106-132.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Depositional framework of the Lower Dockum Group (Triassic)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Mcgowen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Granata",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Seni",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Bureau of Economic Geology Report of Investigations",
                "volume": "97",
                "issue": "",
                "pages": "1--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCGOWEN, J. H., G. E. GRANATA and S. J. SENI. 1979. Depositional framework of the Lower Dockum Group (Triassic), Texas Panhandle. University of Texas This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms at Austin, Bureau of Economic Geology Report of Investigations 97:1-60.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "An amphibian graveyard",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Romer",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "The Scientific Monthly",
                "volume": "49",
                "issue": "",
                "pages": "337--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROMER, A. S. 1939. An amphibian graveyard. The Scien- tific Monthly 49:337-339.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The pseudosuchian reptile Typothorax meadi, new species",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Sawin",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Journal of Paleontology",
                "volume": "21",
                "issue": "",
                "pages": "201--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SAWIN, H. J. 1947. The pseudosuchian reptile Typothorax meadi, new species. Journal of Paleontology 21:3: 201-238.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Lake Triassic fishes from the western United States",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Schaeffer",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "135",
                "issue": "",
                "pages": "285--342",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHAEFFER, B. 1967. Lake Triassic fishes from the western United States. Bulletin of the American Museum of Natural History 135:285-342.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "An approach to the paleoecology of mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Shotwell",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Ecology",
                "volume": "36",
                "issue": "",
                "pages": "327--337",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHOTWELL, J. A. 1955. An approach to the paleoecology of mammals. Ecology 36:327-337.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Taphonomy and population dynamics of an Early Pliocene vertebrate fauna",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Voorhies",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VOORHIES, M. R. 1969. Taphonomy and population dynamics of an Early Pliocene vertebrate fauna, Knox Co. Nebraska. University of Wyoming Contributions to Geology, Special Paper 1.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Triassic reptiles from the Elgin area: Stagonolepis, Dasygnathus and their allies",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Philosophical Transactions of the Royal Society of London, Series B",
                "volume": "244",
                "issue": "",
                "pages": "103--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALKER, A. D. 1961. Triassic reptiles from the Elgin area: Stagonolepis, Dasygnathus and their allies. Philosophical Transactions of the Royal Society of London, Series B 244:103-204.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "57:32 UTC All use subject to",
                "authors": [],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "nizable. In addition, mudstone clasts are not easily tinguishable from massive mudstone layers in well log The exposures of the Dockum Group in Howard Cou probably belong to the upper progradational part of a cy but lack of useful subsurface data precludes knowledge the exact position of the proposed depositional mo within the cyclic framework of McGowen et al. (1979) Elder, R. L. 1987. Taphonomy and Paleoecology of the Dockum Group, Howard County, Texas. Journ Nevada Academy of Science 22:85-94. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms LOCAL GEOLOGY The four Howard County quarries (Figure 1) are located within an area of approximately 5 square kilometers of badland in the Howard-Glasscock oil field, 5 kilometers northeast of the former community of Otis Chalk and 25 kilometers southeast of Big Spring, Texas. Quarries 1 and 2 are Iocate3 in the extreme northeast corner of Section 86, Block 29 of the West and Northwest Railroad Survey.Quarries 3 and 3A are located approximately one and one half kilometers south southeast of Quarries 1 and 2 in the northwest corner of Section 87, Block 29.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "text": "Map of Howard County, Texas, showing the location of the fossil quarries. (Modified from Gregory 1945.)",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF3": {
                "text": "Because of inconsistent field numbering and cataloguing it is not now possible to reconstruct how the bones were associated or articulated. Very likely only the most obviously articulated individuals or portions of individuals were recorded. In Quarry 1, five partial skeletons are cataloged, all Thlophosaurus. Other specimens, such as a series of vertebrae, may have been associated but were not designated as such. Even with this paucity of data, some conclusions may be reached. The presence of at least five and possibly seven closely associated or articulated individuals of Thlophosaurus out of a minimum estimate of forty-five individuals (see below) is a high rate of articulation when compared to Quarries 2 and 3. These individuals were transported and deposited as partial or complete carcasses.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF4": {
                "text": "Histogram of left femoral lengths of Trilophosaurus buettneri of Quarry 1 (N = 25) and Quarry 2 (N-10).",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF5": {
                "text": "The notable exceptions include the rhynchosaur, Trilophosaurus, and the phytosaurs. The rhynchosaur femora are without fused epiphyseal caps and thus came from juvenile animals(Chatter jee, pers.  comm. 1978). The phytosaurs are represented by four individuals, three of which are juvenile, judging by the small size of the jaw fragments used in determining their sample size.The trilophosaurs of Quarry 1 were a population of at least forty-five individuals.Figure 2 shows the distribution of left femoral lengths (N = 25) in this sample. Four individuals (15 percent) are recognizably smaller than the rest of the sample and may be considered juvenile. The percentage of juveniles may be even greater due to a possible bias towards the collection, preparation and curation of larger specimens. Thus, Quarry 1, while made up primarily of adults of most taxa, does contain a significant fraction of juvenile (small) individuals. Or this may be an indication of the segregation of different size (age) classes, only one of which was sampled. Quarry 3 Most of the taxa found in Quarry 3 are indeterminate as to their age, being poorly known or represented by scarce or nondiagnostic material. The material of Coelophysis, Trilophosaurus, and the aetosaur indicates possible adults of these taxa. The larger samples of phytosaurs and This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms metoposaurs permit closer examination. The metoposaurs are all adult in size. The phytosaurs show a distribution of sizes as demonstrated by left humeral lengths (Figure 3). This distribution reveals two size classes but as several species of phytosaurs are represented in the Howard County",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF6": {
                "text": "Histogram of left humeral lengths of phytosaurs in Quarry 3 (N= 16). occurred during a time when juveniles were abundant in the population. This abundance might indicate seasonal reproduction. The concentration of ten small trilophosaurs in Quarry 2 and 45 adult and midsized trilophosaurs in",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "TABREF1": {
                "text": "Summary of taphonomic characteristics by quarry.",
                "content": "<table><tr><td>Ql Q2 Q3 Q3A</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "A census of the minimum number of individual animals of each taxon necessary to account for the remains in Quarry 1 was arrived at by the following procedure. Dif-unique elements were counted, e.g. left femora, right ulnae. Non-unique elements such as phalanges, vertebrae, or dermal plates were ignored. The greatest number of unique elements plus the number of articulated skeletons containing the chosen element is equal to the minimum number of individuals preserved. The results for Quarry 1 and other quarries are listed in",
                "content": "<table><tr><td>This ferent</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF3": {
                "text": "Analysis of quarry populations by relative percentage of each taxon, and by relative percentage of aquatic vs. terrestrial forms. N = minimum number of individuals estimated for all taxa in each quarry.",
                "content": "<table><tr><td>Percent</td></tr><tr><td>Population Ql Q2 Q3 Q3A</td></tr><tr><td>Phytosaur 6.5 0 47.5 35</td></tr><tr><td>Metoposaur 3.2 23.1 37.5 17.5</td></tr><tr><td>Aetosaur 1.6 0 5 17.5</td></tr><tr><td>Trilophosaur 72.6 61.5 2.5 6</td></tr><tr><td>Coelurosaur 1.6 0 2.5 6</td></tr><tr><td>Eosuchid 1.6 7.7 2.5 6</td></tr><tr><td>Rhynchosaur 4.8 0 0 12</td></tr><tr><td>Rauisuchid 3.2 0 0 0</td></tr><tr><td>Other 4.8 7.7 2.5 0</td></tr><tr><td>Aquatic 9.7 23.1 85 52.5</td></tr><tr><td>Terrestrial 90.2 76.9 15 47.5</td></tr><tr><td>N = 62 N = 13 N = 40 N = 17</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF4": {
                "text": "). The role of secondary con sumer was probably occupied by the paleoniscoids. Th coelacanth Chinlea and a xenacanth shark are known from Scurry County but not Howard County. If present they would also have functioned at this level. The metoposaurs probably functioned as near top level carnivores, along with the three genera of phytosaurs known from the area. Metoposaurs would have been capable of feeding on almost any of the aquatic vertebrates (except adult phytosaurs) or invertebrates such as crustaceans. The phytosaurs were more active and visible predators. Possessing strong limbs and a powerful tail, phytosaurs could pursue prey and capture it by swinging the opened jaws This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 18:57:32 UTC All use subject to https://about.jstor.org/terms laterally in the manner of modern gars and gavials. The largest of the adult phytosaurs could probably prey upon any of the aquatic vertebrates including adult metoposaurs.",
                "content": "<table><tr><td>It is also possible that phytosaurs functioned as semi-</td></tr><tr><td>terrestrial predators, preying upon tetrapods living along the</td></tr><tr><td>shore, much as do modern crocodilians. It is doubtful if a</td></tr><tr><td>phytosaur would be capable of rolling its prey item in the</td></tr><tr><td>same manner as some modern crocodilians but it was</td></tr><tr><td>presumably capable of overpowering and drowning ter-</td></tr><tr><td>restrial victims.</td></tr><tr><td>One unusual feature of the Howard County aquatic</td></tr><tr><td>ecosystem is the high diversity (three genera and species)</td></tr><tr><td>of phytosaurs. As the energy of an ecosystem decreases near</td></tr><tr><td>the top of the pyramid, a high diversity at this level would</td></tr><tr><td>be difficult to support, as each species must maintain a</td></tr><tr><td>reproducing population. Yet the sympatry of these three</td></tr><tr><td>species is probably real. Paleoihinus and Angistorhinus are</td></tr><tr><td>known from the Howard County quarries. The other</td></tr><tr><td>species, Nicrosaurus ( = Bmchysuchus) was discovered</td></tr><tr><td>within the area southeast of Big Spring, near Otis Chalk</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}