{
    "paper_id": "Heckertetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:04:10.674252Z"
    },
    "title": "NEW OCCURRENCE OF TRILOPHOSAURUS(REPTILIA: CHOSAUROMORPHA) FROM THE UPPER TRIASSIC OF WEST TEXAS AND ITS BIOCHRONOLOGICAL SIGNIFICANCE",
    "authors": [
        {
            "first": "Andrew",
            "middle": [
                "B"
            ],
            "last": "Heckert I",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Spencer",
            "middle": [
                "G"
            ],
            "last": "Lucas2",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [],
            "last": "Kahle3",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kate",
            "middle": [],
            "last": "Zeigler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "We document a rich Upper Triassic bonebed in Borden County, Texas in either the uppermost Tecovas Formation or, more likely, tbeTrujillo Formation of the Chinle Group, that represents one of the highest stratigraphic occurrences of the aberrant archosauromorph reptile Trilophosaurus. The associated fauna includes indeterminate coprolites, unionid bivalves, osteichthyans, indeterminate reptiles, a possible omithischian dinosaur, and the putative theropod dinosaur Spinosuchus caseanus Huene.",
    "pdf_parse": {
        "paper_id": "Heckertetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "We document a rich Upper Triassic bonebed in Borden County, Texas in either the uppermost Tecovas Formation or, more likely, tbeTrujillo Formation of the Chinle Group, that represents one of the highest stratigraphic occurrences of the aberrant archosauromorph reptile Trilophosaurus. The associated fauna includes indeterminate coprolites, unionid bivalves, osteichthyans, indeterminate reptiles, a possible omithischian dinosaur, and the putative theropod dinosaur Spinosuchus caseanus Huene.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "ilm(~rOllS workers have collected and described Upper Triasfrom various localities in West Texas, including Cope Case (1922, 1928, 1932) , Gregory (1945) , Sawin (1947) , (1982, 1986) and Chatterjee (1986) (Fig. 1 ). Among the collected were the original specimens of the aberrant saurornolllh reptile Trilophosaurus buettneri Case, 1928, the subject of a monograph by Gregory (1945) and further by Parks (1969) and Murry (1982) . To date, verifiable Trilophosaurus records come from low in Group in Texas (Gregory, 1945; Parks, 1969 ; Murry, in Arizona and New Mexico (Long and Murry, 1995) , exception of isolated teeth collected by Kirby (1989, 993) in the Owl Rock Formation of north-central Arizona.",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 124,
                        "text": "(1922,",
                        "ref_id": null
                    },
                    {
                        "start": 125,
                        "end": 130,
                        "text": "1928,",
                        "ref_id": null
                    },
                    {
                        "start": 131,
                        "end": 136,
                        "text": "1932)",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 153,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 156,
                        "end": 168,
                        "text": "Sawin (1947)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 171,
                        "end": 177,
                        "text": "(1982,",
                        "ref_id": null
                    },
                    {
                        "start": 178,
                        "end": 183,
                        "text": "1986)",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 205,
                        "text": "Chatterjee (1986)",
                        "ref_id": null
                    },
                    {
                        "start": 327,
                        "end": 338,
                        "text": "Case, 1928,",
                        "ref_id": null
                    },
                    {
                        "start": 369,
                        "end": 383,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 399,
                        "end": 411,
                        "text": "Parks (1969)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 416,
                        "end": 428,
                        "text": "Murry (1982)",
                        "ref_id": null
                    },
                    {
                        "start": 506,
                        "end": 521,
                        "text": "(Gregory, 1945;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 522,
                        "end": 533,
                        "text": "Parks, 1969",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 569,
                        "end": 591,
                        "text": "(Long and Murry, 1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 635,
                        "end": 652,
                        "text": "Kirby (1989, 993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 206,
                        "end": 213,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "outline the stratigraphy of a new locality yielding fossils OPh'OSG!unls, describe the fauna of this locality, and comits biostratigraphic and biochronologic significance. paper MNA = Museum of Northem Arizona, Flagstaff; = New Mexico Museum of Natural History and Albuquerque. STRATIGRAPHY us (RK) discovered New Mexico Museum of Natural and Science (NMMNH) locality 3775 while working Texas in the early 1990s ( Fig. 1) . This locality yields pinkish-gray disarticulated bones from a matrix of . conglomerate. The principal fossiliferous horiof a moderate brown, clast-supported conglomerate flattened, intraformational mud pebbles up to 2 cm in The matrix is principally a rounded, moderately poorly lDlltharerlite. This horizon is separated from the underlybrown mudstone by an irregular contact that sugscouring and erosion ( Fig. 1) . Most of the overlying interbedded sandstone, conglomerate and mudstone. . ves were collected from the uppermost conglomeris a moderate yellowish-brown intraformational con-dOminated by clasts of calcrete and siltstone up to 1.5",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 414,
                        "end": 421,
                        "text": "Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 831,
                        "end": 838,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "intraformational conglomerates that dominate this y resemble the dominant lithologies of the Trujillo . . i NMMNH locality 3775 1 FIGURE 1. Index map and measured stratigraphic section ofNMMNH locality 3775. For a description of stratigraphic units in the section see the Appendix. Detailed locality information is on file at NMMNH.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Formation of the Chinle Group (Lucas et aI., 1994 (Lucas et aI., ,2001 . However, the possibility exists that these strata instead represent an outcrop ofthe more areally limited coarse-grained channel bodies within the stratigraphically lower Tecovas Formation (Lucas et aI., 1994 and sources cited therein). Because these are some of the only outcrops in an area characterized by broad flatlands, we remain unsure as to the exact stratigraphic position of these strata. However, we suspect that these deposits represent the base of the Trujillo Formation locally, and summarize arguments both for and against that assignment in the following paragraphs.",
                "cite_spans": [
                    {
                        "start": 30,
                        "end": 49,
                        "text": "(Lucas et aI., 1994",
                        "ref_id": null
                    },
                    {
                        "start": 50,
                        "end": 70,
                        "text": "(Lucas et aI., ,2001",
                        "ref_id": null
                    },
                    {
                        "start": 262,
                        "end": 281,
                        "text": "(Lucas et aI., 1994",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Trujillo Formation strata overlie a regional erosional surface tenned the Tr-4 unconfonnityby Lucas (1993) that approximates the Carnian-Norian boundary. Although exposure in the vicinity of NMMNH locality 3775 is poor, strata to the north and west clearly pertain to the Bull Canyon Formation, which overlies the Trujillo throughout West Texas and east-central New Mexico. Similarly, the Trujillo Formation throughout this region isconsid-",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 106,
                        "text": "Lucas (1993)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "G -H -----FIGURE 2. Photographs of representative fossils from NMMNH locality 3775. A-E. Trilophosaurus sp., A. NMMNH P-29959, maxillary? frag occlusal view; B-C. NMMNH P-341011eft humerus in (B) lateral and (C) medial views, D-E. NMMNH P-34 102, right tibia in lateral (D) anc (E) views; F-H. NMMNH P-29954, indeterminate unionid bivalves, incomplete valves in interior (F) and exterior (G-H) views. All scales == 2 erably more resistant than either the overlying Bull Canyon Formation or the underlying Tecovas Formation. Thus, the Trujillo Formation crops out as either a ledge-former above Tecovas Formation badlands, such as at Muchakooyoo Peak slightly to the southeast or, alternately, as a bench flooring broad plains beneath localized exposures and badlands of the Bull Canyon Formation. The strata at NMMNH locality L-3775 appear to represent the tatter, as they are part of a broad upland surface that extends from Gail to the northeast southward to just northwest of Westbrook.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "8-C---D-E",
                "sec_num": null
            },
            {
                "text": "The only other possibility is that these strata represent a chanin the Tecovas Formation. However, we note here that fiats of which this outcrop is a part suggest that it is .;.~ .• Jlo1tC{)mlDO~;ed of.isolated channel-fill lithologies, and instead rep-.>;~,L\"\"i)li:(ll~'\\ lll;ure regIonal deposition of coarse-grained strata. There-fore, we tentatively assign NMMNH locality L-3775 to t jillo Formation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "8-C---D-E",
                "sec_num": null
            },
            {
                "text": "We have collected numerous macro-and microvertebI sils from NMMNH locality 3775. Although many of th sils have yet to be prepared, it is evident that this locality number of tetrapod taxa, dominated by the archosauromo tile Trilophosaurus (Fig. 2) . The associated fauna includ terminate coprolites, unionid bivalves, osteichthyans, in nate reptiles, a possible omithischian dinosaur, and prob ropods, including a possible occurrence of the putative' dinosaur Spinosuchus caseanus Huene.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 239,
                        "end": 247,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "have collected abundant material of Trilophosaurus from locality 3775; these fossils include skull or lower jaw, and postcranial material ( Fig. 2A-E, 3A) . The most diagelements are an incomplete tooth-bearing element (proba left maxilla or right dentary) ( Fig. 2A) and an associ-lSGtlatt;U tooth (Fig. 3A) . Additional fossils of Trilophosaufrom a single field jacket, include a left humerus, a right caudal vertebra, and a possible incomplete femur. We also as float or in screenwashing concentrate several verteproximal? humerus fragment, a distal humerus, two distal four proximal radii, a carpal I or V, a proximal and distal and an astragalus. For a complete list of specimens, see the the Appendix. are six teeth in the maxillary or dentary fragment P-29959) we assign to Trilophosaurus ( Fig. 2A ). are slightly damaged, but all are clearly transversely and bear three cusps, one central and one each at the and labial margins. The cusps are sharply pointed and in a row connected by thin transverse ridges. The teeth packed and aligned medially, with narrower teeth ante-",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 154,
                        "text": "Fig. 2A-E, 3A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 259,
                        "end": 267,
                        "text": "Fig. 2A)",
                        "ref_id": null
                    },
                    {
                        "start": 299,
                        "end": 308,
                        "text": "(Fig. 3A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 798,
                        "end": 805,
                        "text": "Fig. 2A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "•hrr,o;orl,:>r teeth posteriorly, thus forming a laterally convex . Comparison with illustrations of Trilophosaurus (Gregory, 1945, figs. 3, 6; Parks, 1969, fig. 2) suggests element probably represents the anterior portion of the of a left maxilla. However, it is also possible that anterior portion of the tooth battery of a right dentary.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 143,
                        "text": "(Gregory, 1945, figs. 3, 6;",
                        "ref_id": null
                    },
                    {
                        "start": 144,
                        "end": 164,
                        "text": "Parks, 1969, fig. 2)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "the maxilla of Tn'lophosaurus demonstrates a greater in the width of teeth posteriorly than does the dentary, so is most likely a left maxilla. the more striking features of NMMNH P-29959 is spacing of the teeth. Published illustrations and casts . material of Trilophosaurus buettneri from the ities indicate that the teeth are much closer together P-29959 than in the TMM specimens. Similarly, the P029959 are also much closer together than in of T. buettneri. Given the large number of specimens size classes that Gregory (1945) examined (maxillae . . four individuals and 15 lower jaws, Gregory, 1945, p. that this difference has taxonomic significance, more definitive statements until associated material 3775 is prepared. tooth, NMMNH P-29960, associated with NMMNH similarly broad transversely, although the labial and are broken off (Fig. 3A) . Cingulae are present on . and posterior margins of this tooth, and evident of NMMNH P-29959 as well. Clearly, this tooth similar to those of NMMNH P-29959, with associated. The tooth crown is relatively tall, and UOStan.t1aJ root that is nearly as tall as the croWD. Where is preserved, including NMMNH P-29960, it is mesio-distally, to the extent that the lower central cusp divide the anterior and posterior cinguand lingual segments. This swollen base of the cenfrom that of both the type and WPA specimens of",
                "cite_spans": [
                    {
                        "start": 517,
                        "end": 531,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 591,
                        "end": 608,
                        "text": "Gregory, 1945, p.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 842,
                        "end": 851,
                        "text": "(Fig. 3A)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "Trilophosaurus and appears to be unique to Trilophosaurus specimens from NMMNH locality 3775. As with the tooth spacing, this may have taxonomic significance, although we refrain from further comment until more material is prepared. Damage to teeth of NMMNH P-29959 and P-29960 prevents us from describing detailed features such as possible wear facets with confidence. The humerus (NMMNH P-34101) is elongate, with slightly expanded proximal and distal ends (Fig. 2B-C) . The deltopectoral crest forms a small, medially directed knob in the middle of the proximal expansion, and there is a thin but prominent process forming the posterior margin of the proximal expansion. The distal end is rotated slightly medially, so that the shaft appears somewhat twisted. The elongate ectepicondylar groove is poorly preserved but present. In distal view, the radial and ulnar condyles lie on the anterior half of the distal end, with the distal expansion almost entirely posterior to the ulnar condyle. This bone corresponds in all details to humeri of Trilophosaurus buettneri described by Gregory (1945, pI. 27[1-3] ).",
                "cite_spans": [
                    {
                        "start": 1083,
                        "end": 1109,
                        "text": "Gregory (1945, pI. 27[1-3]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 459,
                        "end": 470,
                        "text": "(Fig. 2B-C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "The tibia (NMMNH P-34102) is less well preserved ( Fig.  2D-E ). The proximal head is broadly expanded transversely, with prominent articular facets for the distal condyles of the femur on the posterior portion. The medial facet is slightly larger than the lateral facet. A weakly developed cnemial crest is present. The shaft is thin (although this may partly be an artifact of transverse crushing) and slightly convex anteriorly. The distal end is unexpanded, with a slight sulcus anteroiaterally for reception of the ascending process of the astragalus. This bone, too, corresponds in all details to tibiae of Trilophosaurus buettneri described by Gregory (1945, pI. 30) .",
                "cite_spans": [
                    {
                        "start": 651,
                        "end": 673,
                        "text": "Gregory (1945, pI. 30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 51,
                        "end": 61,
                        "text": "Fig.  2D-E",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "The associated femur? (NMMNH P-34104) from the same field jacket lacks both proximal and distal ends. The resulting shaft is considerably more stout than either of the other limb bones described, with a rounded center and flattened proximal and distal ends. The preserved bone is nearly as long as the associated tibia, and is thus similar in proportions to femora of Trilophosaurus (Gregory, 1945) .",
                "cite_spans": [
                    {
                        "start": 383,
                        "end": 398,
                        "text": "(Gregory, 1945)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "A nearly complete caudal centrum (NMMNH P-341 03) from the same jacket is elongate, with a fused neural arch. The centrum is amphicoelous, with the anterior face slightly concave and the posterior face deeply so. In lateral view, the centrum appears slightly concave ventrally. The neural arch is long and low, and fused along approximately 80% of the centrum length. Most of the neural processes are broken, but the posterior zygopophyses slope abruptly dorsally at an angle approximately 45° to the dorsal surface of the centrum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trilophosaurus",
                "sec_num": null
            },
            {
                "text": "We recovered one possible omithischian tooth from NMMNH locality 3775. This tooth, NMMNH P-34106, is triangular in outline ( Fig. 3D ), very slightly asymmetric in occlusal view (Fig.  3I-K) , possesses denticles that are somewhat oblique to the tooth margin and has a basal constriction near the (broken) root (the posterior denticles are intact and not truncated). In these respects it confonns to descriptions of Upper Triassic omithischian teeth given by Hunt and Lucas (I 994). However, the tooth is also mod- tall relative to its mesio-distal length and is only slightly and in these respects resembles teeth of basal sau-_ ..... ''',..,.,'n'', principally prosauropods. In either case, it clearly a herbivorous dinosaur. this tooth is an omithischian, it most closely resembles '1LeltoSaw'-u')' callenderi Hunt, 1989 in its moderately tall, tricrown, but is less asymmetric in occlusal view. It is less than most Revueltosaurus presumed maxillary/dentary but considerably more compressed than many Revueltopremaxillary teeth. It is also significantly smaller than olotype and referred specimens of that taxon, and appears more fine denticles. Notably, the holotype and paratype of Revueltosallrus (Hunt, 1989 , pI. 8e-h, pI. 9) have crowns rom tall, while NMMNH P-34106 is no more than 3 mm Ig. 3D), and is decidedly more labio-lingually compressed 3I-K). NMMNH P-34106 is distinct from all other Triassic _;n\"h\",,,,.,,,, including Galtonia, Tecovasallrus, Lllcianosau-Tecnhosaurus. This tooth could represent a juvenile of 'ITfI<:'f1l1r1J ... • or an unnamed taxon, so we tentatively refer it to indet. .~nr .. \".r''''''od teeth are less variable than those of omithisteeth, but most are considerably taller than NMMNH 106. Teeth of the prosauropods Plateosallrlls and Sellosaurus by Galton (1985) are generally taller than NMMNH although posterior maxillary-dentary teeth of these taxa ly similar (Galton, 1985, figs. 3-4) . The tooth is both ate and has finer denticles than most Triassic prosaurowell. If this tooth is indeed a prosauropod, it most closely teeth of the Early Jurassic Massospondylus (Attridge 1985) from the Elliot Formation in South Africa and the Fonnation in north-central Arizona. Whether the tooth ..... '\"\"4V~JVY, or omithischian, it is a relatively rare record of a dinosaur tooth in the Chinle.",
                "cite_spans": [
                    {
                        "start": 813,
                        "end": 823,
                        "text": "Hunt, 1989",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1204,
                        "end": 1215,
                        "text": "(Hunt, 1989",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1792,
                        "end": 1805,
                        "text": "Galton (1985)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1906,
                        "end": 1931,
                        "text": "(Galton, 1985, figs. 3-4)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 125,
                        "end": 132,
                        "text": "Fig. 3D",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 178,
                        "end": 190,
                        "text": "(Fig.  3I-K)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Ornithischia?",
                "sec_num": null
            },
            {
                "text": "of us (RK) has collected vertebrae possessing extremely spines from NMMNH locality 3775. These are similar ',-4\",\",VH4v described by Case (1927) and later named Spinous by Huene (1932) . This is the first co-occurrence with Trilophosaurus and would appear to be evi- Richards' (1999) recent hypothesis that Spino-Trilophosaurus are the same animal. However, we the holotype specimen of Spinosuchus photographically by Case (1927, pI. 1) differs greatly from illustrations bral column of Trilophosaurus (Gregory, 1945) . Trilodoes superficially resemble Spinosuchus in its posmoderately tall neural spines in the caudal series. the dorsal vertebral series are entirely different, with bearing low neural spines over its comparatively centra, as opposed' to the tall neural spines on in SpinosuchllS. note here that the limb bones and vertebrae of Triloare not hollow, and that we have recovered apparbones from this locality that appear to have been subsequently filled with matrix and/or calcite (e.g., NMMNH P-34123-34127: Fig. 3E-H) . While the possibility remains that this is a preservational artifact, this mode of preservation is not evident on any of the limb bones referable to Trilophosaurus.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 144,
                        "text": "Case (1927)",
                        "ref_id": null
                    },
                    {
                        "start": 172,
                        "end": 184,
                        "text": "Huene (1932)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 267,
                        "end": 283,
                        "text": "Richards' (1999)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 502,
                        "end": 517,
                        "text": "(Gregory, 1945)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1024,
                        "end": 1034,
                        "text": "Fig. 3E-H)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Theropods",
                "sec_num": null
            },
            {
                "text": "In the nonmarine Upper Triassic, only pterosaurs and theropod dinosaurs possess hollow limb bones, and only theropods possess hollow vertebrae. Consequently, pending the preparation of additional material, we tentatively note the presence of a small theropod dinosaur, probably Spin osuch us, at NMMNH locality 3775. We also note here that, although some authors (e.g., Padian, 1986; Murry and Long, 1989; Long and Murry, 1995) do not consider Spinosuchus dinosaurian, Hunt et aL (1998) recently reviewed the material and concluded that, pending further preparation, the hollow centra and long bones of Spinosuchus are sufficient evidence to at least tentatively assign it to the Theropoda.",
                "cite_spans": [
                    {
                        "start": 370,
                        "end": 383,
                        "text": "Padian, 1986;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 384,
                        "end": 405,
                        "text": "Murry and Long, 1989;",
                        "ref_id": null
                    },
                    {
                        "start": 406,
                        "end": 427,
                        "text": "Long and Murry, 1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 469,
                        "end": 486,
                        "text": "Hunt et aL (1998)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Theropods",
                "sec_num": null
            },
            {
                "text": "Screenwashing matrix from the main bone-bearing horizon has yielded a diverse fauna of microvertebrate reptiles, most of which are indeterminate. Some of the more noteworthy fossils from this sample include at least two morphologies of elongate, recurved, fang-like reptilian teeth. One of these, NMMNH P-34107 ( Fig. 3C) , is very tall and thin, slightly recurved, and possesses very faint longitudinal striations. The second, represented by NMMNH P-29956 ( Fig. 3B) , is similarly tall and recurved but more robust and lacks longitudinal striations. Other specimens include a jaw fragment with three tooth sockets (NMMNH P-29957) and a small caudal? vertebra (NMMNH P-34117) Osteichthyes indet .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 313,
                        "end": 321,
                        "text": "Fig. 3C)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 459,
                        "end": 467,
                        "text": "Fig. 3B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Reptilia indet.",
                "sec_num": null
            },
            {
                "text": "Among the microvertebrates recovered thus far are a few scales and other fish elements. These include pitted scale fragments that may belong to semionotid fish, unomamented scales, and a very small, serrated scale still embedded in a small matrix block. More specimens will be necessary to make more precise determinations, but it appears that at least three different taxa of osteichthyan fish are represented at NMMNH locality 3775.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reptilia indet.",
                "sec_num": null
            },
            {
                "text": "To date, we have recovered a few coprolites from NMMNH locality 3775. These fossils, two of which are catalogued as NMMNH P-29952, are small, cylindrical masses typical of coprolites found in the Chinle. We make no attempt to identify their perpetrator beyond the level of Vertebrata indet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coprolites",
                "sec_num": null
            },
            {
                "text": "NumerouS mollusc shells occur above the bonebed in unit 6 of the measured section shown in Figure 1 . These are largely fragmentary shells ofunionid bivalves (Fig. 2F-H ) catalogued as NMMNH P-29954.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 99,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 168,
                        "text": "(Fig. 2F-H",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Invertebrates",
                "sec_num": null
            },
            {
                "text": "Case (1928) first described fragmentary remains of Trilophosaurus buettneri, noting the particularly diagnostic, transversely expanded, lobed teeth with three prominent cusps. Following extensive work near Otis Chalk, Texas, Gregory (1945) published a monograph on the osteology of this unusual reptile, noting two size classes but preferring to maintain all of them in the species T. buettneri. The type specimens illustrated by Case (1928) are clearly of the smaller size class. Parks (1969) wrote a thesis on the skull and dentition of Trilophosaurus, and Murry (1982) also characterized isolated remains.",
                "cite_spans": [
                    {
                        "start": 225,
                        "end": 239,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 430,
                        "end": 441,
                        "text": "Case (1928)",
                        "ref_id": null
                    },
                    {
                        "start": 481,
                        "end": 493,
                        "text": "Parks (1969)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 536,
                        "end": 571,
                        "text": "of Trilophosaurus, and Murry (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "Murry (1987) named a second species of Trilophosaurus, T.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "jacobsi, for isolated tooth and jaw fragments collected from the base of the Chinle Group in east-central Arizona. Later, Sues and Olsen (1993) identified these teeth as belonging to a procolophonid. Long and Murry (1995) concurred, and re-assigned fossils of \"Trilophosaurus\" jacobsi to the procolophonid Chinleogomphius jacobsi. We concur with this assessment, noting that the asymmetric, pyramidal cusps of the posterior teeth of C. jacobsi strongly resemble those of procolophonids and are distinct from the conical cusps of Trilophosaunts.",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 143,
                        "text": "Sues and Olsen (1993)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 200,
                        "end": 221,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "Murry and Long (1989) identified a single occurrence of T.",
                "cite_spans": [
                    {
                        "start": 10,
                        "end": 21,
                        "text": "Long (1989)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "buettneri from high in the Blue Mesa Member of the Petrified Forest Formation, but did not illustrate or describe the specimen, nor is it included in Long and Murry's (1995) list of specimens referred to Trilophosaurus. Long and Murry (1995) documented other referred specimens of Trilophosaurus from Arizona, New Mexico, and Texas. All of the Arizona specimens are either from the Placerias quarry low in the Bluewater Creek Formation or are based on extremely fragmentary material higher in the section.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 173,
                        "text": "Long and Murry's (1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 220,
                        "end": 241,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "Omitted from Long and Murry's (1995) compendium were occurrences of Trilophosaurus documented by Kirby (1989 Kirby ( , 1991 Kirby ( , 1993 . Kirby identified Trilophosaurus from the Owl Rock Formation near Wards Terrace in north-central Arizona. These records were based on an isolated tooth and several fragmentary skull bones. We concur that the incomplete tooth, MNA V7064, could represent Trilophosaurus, but it also closely resembles Tricuspisaurus, a possible procolophonid known from fissure fills of similar age in Britain (Robinson, 1957; Fraser, 1986) . In particular, MNA V7064 and Tricuspisaurus are less transversely broad than referred specimens of Trilophosaunts, and thus more closely resemble teeth of procolophonids. Further, MNA V7064 is incomplete, and the presence of a third cusp, while probable, can only be inferred. If this specimen does pertain to Trilophosaurus, it represents the smaller of two body morphs, as it would be less than 2 rom wide were it complete (Gregory, 1945) .",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 36,
                        "text": "Long and Murry's (1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 97,
                        "end": 108,
                        "text": "Kirby (1989",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 109,
                        "end": 123,
                        "text": "Kirby ( , 1991",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 124,
                        "end": 138,
                        "text": "Kirby ( , 1993",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 531,
                        "end": 547,
                        "text": "(Robinson, 1957;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 548,
                        "end": 561,
                        "text": "Fraser, 1986)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 989,
                        "end": 1004,
                        "text": "(Gregory, 1945)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "Regardless of whether the strata encompassing NMMNH locality 3775 are assigned to either the uppermost Tecovas Formation or the Trujillo Formation, they represent a range extension for the .larger Trilophosaurlls morpho The Tecovas Formation is of well-established Adamanian (latest Carnian) acre, based on the occurrence of the Adamanian index taxa Rutiodo~ and Stacronolepis. (L~cas .and Hunt. 1993; Lucas et aI., 1994 renee of Typothorax coccinarum (Hunt, 2001; Lucas et aI., 2001 suggest that the Trujillo is of Revueltian (early-mid Norian) although palynological evidence indicates that the basal Tru] could be as old as latest Carnian Fisher, 1974, 1979; Litwin et aI., 1991; Comet, 1993) .",
                "cite_spans": [
                    {
                        "start": 378,
                        "end": 401,
                        "text": "(L~cas .and Hunt. 1993;",
                        "ref_id": null
                    },
                    {
                        "start": 402,
                        "end": 420,
                        "text": "Lucas et aI., 1994",
                        "ref_id": null
                    },
                    {
                        "start": 452,
                        "end": 464,
                        "text": "(Hunt, 2001;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 465,
                        "end": 483,
                        "text": "Lucas et aI., 2001",
                        "ref_id": null
                    },
                    {
                        "start": 642,
                        "end": 661,
                        "text": "Fisher, 1974, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 662,
                        "end": 682,
                        "text": "Litwin et aI., 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 683,
                        "end": 695,
                        "text": "Comet, 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            },
            {
                "text": "All previous occurrences of Trilophosaurus buettneri mented by Long and Murry (1995) are from strata low in the~ Chinle Group of either Otischalkian (late early to early late Car-l nian) or early Adamanian (latest Carnian) age. The New Mexican ~ occurrence is both fragmentary and stratigraphically low, occur-•l ring in the Los Esteros Member ofthe Santa Rosa Fonnation. The.J type locality, near Walker's Tank in Crosby County in the Teco-: c ! vas Formation (Case, 1928) , is stratigraphically low in the Teeo-! vas Fonnation and of Adamanian age, based on the co-occur-.1 rence of the Adamanian index taxa Rutiodon (=Leptosuchus) and 1 , ' :1 l101epis. The remaining Texas records referred to Trilophocome from the Works Progress Administration (W.P.A.) described by Gregory (1945) , which are part of the type ....... t\"\\I~(J~ of the Otischalkian Ivf (Lucas et aI., 1993) . Conse-, Trilophosaurus occurrences at NMMNH locality 3775 the range of Trilophosaurus to at least the latest Adamaand probably into the early Revueltian (Fig. 4) . Although not rule out the possibility that the material here reprea distinct species of Trilophosaurus, it is the stratigraphihighest occurrence of the larger Trilophosaurus morpho If from NMMNH locality turns out to be a distinct we note that there may be some biochronological utility at least two stratigraphically superposed species of osaurus. However, Trilophosaurus is relatively rare in the and, so far as we can tell, the postcrania of older speciand the NMMNH material are essentially identical, requiry intact teeth to diagnose the two species. ",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 84,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 461,
                        "end": 473,
                        "text": "(Case, 1928)",
                        "ref_id": null
                    },
                    {
                        "start": 771,
                        "end": 785,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 856,
                        "end": 876,
                        "text": "(Lucas et aI., 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1032,
                        "end": 1040,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION AND BIOCHRONOLOGICAL SIGNIFICANCE",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "from the Museum of Paleontology, University of Michigan, v. The Late Triassic Dockum vertebrates: Their stratigraphic significance",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Crompton",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Texas, with remarks on the Shinarump Conglomerate: Uni-Contributions of the Museum of Paleontology",
                "volume": "84",
                "issue": "",
                "pages": "75--93",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crompton, A. W., and Jenkins, F. A. Jr., 1985, The southern African pod Massospolldylus discovered in North America: Journal Paleontology, v. 5, p. 128-132. 1991, What really happened in the Late Triassic: Historical Biol- p.263-278. 1994, Late Triassic to Middle Jurassic extinctions among continen- . testing the pattern; ill Fraser, N. C., and Sues, H.-D., eds., In of the Dinosaurs: Early Mesozoic Tetrapods: Cambridge, Cam- Press, p. 366-397. New reptiles and stegocephalians from the Upper Triassic of . Carnegie Institution Publication, v.321, 84 p. The vertebral column of Coelophysis Cope: Contributions from of Paleontology, University of Michigan, v. 2, p. 209-222. Indications of a cotylosaur and of a new form of fish from the of Texas, with remarks on the Shinarump Conglomerate: Uni- Contributions of the Museum of Paleontology, v. 3, p. A collection of stegocephalians from Scurry County, Texas: from the Museum of Paleontology, University of Michigan, v. The Late Triassic Dockum vertebrates: Their stratigraphic significance, in Padian, K, ed:, The Beginning of Faunal Change Across the Triassic-Jurassic Boundary: University Press, p. 139-150. CO:utri:bultion to the vertebrate paleontology of Texas: Ameri- Society Proceedings, v. 30, p. 123-131. and limitations of palynology in age, climatic, and paleoenviromnental analyses of Triassic sequences in North America: New Mexico Museum of Natural History and Science, Bulletin 3, p. 75-93.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Late Triassic palynofloras of North Am eric a and their European correlatives: Review of Palaeobotany and Palynology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dunay",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Fisher",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "179--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunay, R. E., and Fisher, M. J., 1974, Late Triassic palynofloras of North Am eric a and their European correlatives: Review of Palaeobotany and Palynology, v . 17, p. 179-186.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A: Review of Palaeobotany and Palynology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dunay",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Fisher",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Palynology of the Dockum Group (Upper Triassic)",
                "volume": "28",
                "issue": "",
                "pages": "61--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunay, R. E., and Fisher, M. J., 1979, Palynology of the Dockum Group (Upper Triassic), Texas, U.S.A: Review of Palaeobotany and Palynology, v. 28, p. 61-82.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Terrestrial vertebrates at the Triassic-Jurassic boundary in south west Britain: Modern Geology",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Fraser",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "147--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fraser, N. c., 1986, Terrestrial vertebrates at the Triassic-Jurassic boundary in south west Britain: Modern Geology, v. 10, p. 147-157.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Cranial anatomy of the prosauropod dinosaur Sellosaurus gracilis from the Middle Stubensandstein (Upper Triassic) of Nordwiirttemberg",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Galton",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Stuttgarter Beitrage zur Naturkunde B, v. 118",
                "volume": "",
                "issue": "",
                "pages": "1--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galton, P. M., 1985, Cranial anatomy of the prosauropod dinosaur Sellosaurus gracilis from the Middle Stubensandstein (Upper Triassic) of Nordwiirt- temberg, West Germany: Stuttgarter Beitrage zur Naturkunde B, v. 118, p. 1-39.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Osteology and relationships of Trilophosaurus: University of Texas Publication",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "",
                "volume": "4401",
                "issue": "",
                "pages": "273--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, J. T., 1945, Osteology and relationships of Trilophosaurus: University of Texas Publication, v. 4401, p. 273-359.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A new ?ornithischian dinosaur from the Bull Canyon Fornlation (Upper Triassic) of east-central New Mexico, ill Lucas",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "V"
                        ],
                        "last": "Huene",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque",
                "volume": "",
                "issue": "",
                "pages": "355--358",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huene, F. v., 1932, Die fossile Reptil-Ordnung Saurischia, ihre Entwicklung und Geschichte: Monographien zur Geologie und Paliiontologie, v. 1, p. 1-36 I Hunt, A P., 1989, A new ?ornithischian dinosaur from the Bull Canyon Fornla- tion (Upper Triassic) of east-central New Mexico, ill Lucas, S. G., and Hunt, A. P., eds., Dawn of the Age of Dinosaurs in the American Southwest: Albu- querque, New Mexico Museum of Natural History, p. 355-358.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Paleontology and age of the Upper Triassic Trujillo Formation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A.P., 2001, Paleontology and age of the Upper Triassic Trujillo Formation, east-central New Mexico and West Texas: New Mexico Geological Society, 52nd Field Conference, Guidebook.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Omithischian dinosaurs from the Upper Triassic of the United States",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "the Shadow of the Dinosaurs: Early Mesozoic Tetrapods: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "227--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A P., and Lucas, S. G., 1994, Omithischian dinosaurs from the Upper Triassic of the United States; ill Fraser, N. c., and Sues, H.-D., eds., In the Shadow of the Dinosaurs: Early Mesozoic Tetrapods: Cambridge, Cam- bridge University Press, p. 227-241.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Late Triassic dinosaurs from the western United States: Geobios, v. 31",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "511--531",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A P., Lucas, S. G., Heckert, A. B., Sullivan, R. M., and Lockley, M. G., 1998, Late Triassic dinosaurs from the western United States: Geobios, v. 31, p. 511-531.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Late Triassic vertebrate localities of the Owl Rock Member (Chinle Formation) in the Wards Terrace area of northern Arizona",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Dawn of the Age of Dinosaurs in the American Southwest",
                "volume": "",
                "issue": "",
                "pages": "12--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R. A., 1989, Late Triassic vertebrate localities of the Owl Rock Member (Chinle Formation) in the Wards Terrace area of northern Arizona, ill Lucas, S. G., and Hunt, A P., eds., Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque, New Mexico Museum of Natural His- tory, p. 12-28.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A vertebrate fauna from the Upper Triassic Owl Rock Member of the Chinle Formation in northern Arizona",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "476",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R. A, 1991, A vertebrate fauna from the Upper Triassic Owl Rock Member of the Chinle Formation in northern Arizona [M.S. thesis]: Flagstaff, North- ern Arizona University, 476 p.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Relationships of Late Triassic basin evolution and faunal relationships in the southwestern United States: Perspectives from the upper part ofthe Chinle Formation in northern Arizona",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "New Mexico Museum ofNatural History and Science",
                "volume": "3",
                "issue": "",
                "pages": "232--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R. A, 1993, Relationships of Late Triassic basin evolution and faunal rela- tionships in the southwestern United States: Perspectives from the upper part ofthe Chinle Formation in northern Arizona: New Mexico Museum ofNatu- ral History and Science, Bulletin 3, p. 232-242.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Preliminary palynological zonation of the Chinle Formation, southwestern U.S.A., and its correlation to the Newark Supergroup: Review of Palaeobotany and Palynology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Litwin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Traverse",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Ash",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "68",
                "issue": "",
                "pages": "269--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Litwin, R. J., Traverse, A., and Ash, S. R., 1991, Preliminary palynological zona- tion of the Chinle Formation, southwestern U.S.A., and its correlation to the Newark Supergroup: Review of Palaeobotany and Palynology, v. 68, p . 269-287.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Late Triassic (Carnian and Norian) tetrapods from the southwestern United States: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bulletin",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long, R. A, and Murry, P. A, 1995, Late Triassic (Carnian and Norian) tetrapods from the southwestern United States: New Mexico Museum of Natural His- tory and Science, Bulletin 4, 254 p .",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Chinle Group: Revised stratigraphy and biochronology of Upper Triassic strata in the western United States: Museum of Northem Arizona",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Bulletin",
                "volume": "59",
                "issue": "",
                "pages": "27--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., 1993, The Chinle Group: Revised stratigraphy and biochronology of Upper Triassic strata in the western United States: Museum of Northem Arizona, Bulletin 59, p. 27-50.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The Upper Triassic Chinle Group, western United States, a nomnarine standard for Late Triassic time, ill",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Dickins",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Yin",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Permo-Triassic of the circum-Pacific: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "200--228",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas,S. G., 1997, The Upper Triassic Chinle Group, western United States, a nomnarine standard for Late Triassic time, ill Dickins, J. M., Yang, Z., Yin, H., Lucas, S. G., and Acharyya, S. K, eds., Permo-Triassic of the circum- Pacific: Cambridge, Cambridge University Press, p. 200-228.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "New Mexico Muse.um of Natural History and Science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "327--329",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., and Hunt, A P., 1993, Tetrapod biochronology of the Chinle Group (Upper Triassic), western United States.: New Mexico Muse.um of Natural History and Science, Bulletin 3, p. 327-329.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Triassic stratigraphy and correlations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Bulletin",
                "volume": "150",
                "issue": "",
                "pages": "105--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., Anderson, O. J., and Hunt,A. P., 1994, Triassic stratigraphy and cor- relations, southern High Plains of New Mexico-Texas: New Mexico Bureau of Mines and Mineral Resources, Bulletin 150, p. 105-126.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Late Triassic vertebrates from the Dockum Formation near Otis Chalk",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "237--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., Hunt, A P., and Kahle, R., 1993, Late Triassic vertebrates from the Dockum Formation near Otis Chalk, Howard County, Texas: New Mexico Geological Society, 44th Field Conference, Guidebook, p. 237-244.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Triassic stratigraphy, biostratigraphy and correlation in east-central New Mexico: New Mexico Geological Society, 52nd Field Conference",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., Heckert, A B., and Hunt, A P., 2001, Triassic stratigraphy, biostra- tigraphy and correlation in east-central New Mexico: New Mexico Geologi- cal Society, 52nd Field Conference, Guidebook.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Biostratigraphy and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murty",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Triassic of Texas",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murty,P. A, 1982, Biostratigraphy and paleoecology of the Dockum Group, Tri- assic of Texas[Ph.D. dissertation]: Dallas, Southern Methodist University, 459p.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Vertebrate paleontology of the Dockum Group, western Texas and eastern New Mexico",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murty",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "The Beginning of the Age of Dinosaurs: Faunal Change Across the Triassic-Jurassic Boundary: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "109--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murty, P. A, 1986, Vertebrate paleontology of the Dockum Group, western Texas and eastern New Mexico, in Padian, K., ed., The Beginning of the Age of Dinosaurs: Faunal Change Across the Triassic-Jurassic Boundary: Cam- bridge, Cambridge University Press, p. 109-137.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "New reptiles from the Upper Triassic Chinle Fonnation of Arizona",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Murty",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Paleontology",
                "volume": "61",
                "issue": "",
                "pages": "773--786",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murty, P. A, 1987, New reptiles from the Upper Triassic Chinle Fonnation of Arizona: Journal of Paleontology, v. 61, p. 773-786.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Geology and paleontology of the Chinle Formation, Petrified Forest National Park and vicinity, Arizona and a discussion of vertebrate fossils of the southwestern upper Triassic",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murty",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque, New Mexico Museum of Natural History",
                "volume": "",
                "issue": "",
                "pages": "29--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murty, P. A., and Long, R. A, 1989, Geology and paleontology of the Chinle For- mation, Petrified Forest National Park and vicinity, Arizona and a discussion of vertebrate fossils of the southwestern upper Triassic, ill Lucas, S. G., and Hunt, A. P., eds., Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque, New Mexico Museum of Natural History, p. 29-64.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "On the type material of Coelophysis Cope (Saurischia: Theropoda) and a new specimen from the Petrified Forest of Arizona (Late Triassic",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Padian",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "The Beginning of the Age of Dinosaurs: Faunal Change Across the Triassic-Jurassic Boundary: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "45--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Padian, K., 1986, On the type material of Coelophysis Cope (Saurischia: Therop- oda) and a new specimen from the Petrified Forest of Arizona (Late Triassic: . Chinle Fonnation), in Padian, K., ed., The Beginning of the Age of Dino- saurs: Faunal Change Across the Triassic-Jurassic Boundary: Cambridge, Cambridge University Press, p. 45-60.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Cranial anatomy and mastication of the Triassic reptile Trilophosaurus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parks",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parks, P., 1969, Cranial anatomy and mastication of the Triassic reptile Trilopho- saurus [M.A thesis]: Austin, University of Texas, lOOp.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Is Spillosuchus a dinosaur?",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Vertebrate Paleontology, v. 18, supplement",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richards, H. R., 1999, Is Spillosuchus a dinosaur?: Journal of Vertebrate Paleon- tology, v. 18, supplement, no. 3, p. 70A",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "An unusual sauropsid dentition",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Zoological Journal of the Linnean Society",
                "volume": "43",
                "issue": "",
                "pages": "283--293",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Robinson, P. L., 1957, An unusual sauropsid dentition: Zoological Journal of the Linnean Society, v. 43, p. 283-293.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The pseudosuchian reptile TYpothorax meadei",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Sawin",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Journal of Paleontology",
                "volume": "21",
                "issue": "",
                "pages": "201--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sawin, H. J., 1947, The pseudosuchian reptile TYpothorax meadei: Journal of Paleontology, v. 21, p. 201-238.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "A new procolophonid and a new tetrapod of uncertain, possibly procolophonian affinities from the Upper Triassic of Virginia: Journal of Vertebrate Paleontology",
                "authors": [
                    {
                        "first": "H.-D",
                        "middle": [],
                        "last": "Sues",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "282--286",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sues, H.-D., and Olsen, P. E., 1993, A new procolophonid and a new tetrapod of uncertain, possibly procolophonian affinities from the Upper Triassic of Virginia: Journal of Vertebrate Paleontology, v. 13, p. 282-286. APPENDIX 1- DESCRIPTION OF MEASURED SECTION L-3775",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "This is the first road cut on 1054S to Vealmoor south of U.S. 180",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Goddard",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "UTM zone 14S 0252420E, 3625349N NA027",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Section measured at UTM zone 14S 0252420E, 3625349N NA027. This is the first road cut on 1054S to Vealmoor south of U.S. 180, Borden County, Texas. Strata are flat-lying. Section measured by AB. Heckert and S.G. Lucas, 22 April, 1999. Rock colors follow Goddard et al. (1984). unit lithology thickness (m)",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Trujillo? Formation: 6 Conglomerate; moderate yellowish brown (lOYR5/4) to grayish orange (IOYR7/4); clasts are intrafonnational calcrete and siltstone pebbles up to 1.5 cm diameter; most clasts are less than 0.5 cm diameter, rounded; bed is well-indurated and caps outcrop",
                "authors": [
                    {
                        "first": "Chinle",
                        "middle": [],
                        "last": "Group",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chinle Group: Trujillo? Formation: 6 Conglomerate; moderate yellowish brown (lOYR5/4) to grayish orange (IOYR7/4); clasts are intrafonnational calcrete and siltstone pebbles up to 1.5 cm diameter; most clasts are less than 0.5 cm diameter, rounded; bed is well-indurated and caps outcrop; locally fossiliferous with unionid HECKERT, LUCAS, KAHLE bivalves, highly calcareous.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "1OR3/4) with some gray (5Y7/2); locally some conglomerate lenses which gray (5Y7/2) and contain siltstone rip-ups; mudstone is mudstone is weakly calcareous",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mudstone",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mudstone; dark reddish brown (1OR3/4) with some gray (5Y7/2); locally some conglomerate lenses which gray (5Y7/2) and contain siltstone rip-ups; mudstone is mudstone is weakly calcareous; siltstone is calcareous.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Conglomerate and sandstone; conglomerate is moderate with some sand-sized clasts; and is clast-supported; and quartzite; conglomerate clasts are claystone diameter; weakly calcareous to calcareous; sarlO-1HZf:d to very coarse, rounded, moderately well-sorted sut1l1thlare: 3 Mudstone",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conglomerate and sandstone; conglomerate is moderate with some sand-sized clasts; and is clast-supported; and quartzite; conglomerate clasts are claystone diameter; weakly calcareous to calcareous; sarlO-1HZf:d to very coarse, rounded, moderately well-sorted sut1l1thlare: 3 Mudstone; moderate brown (SYR4/4); very silty; slightly careous.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "); clasts are• pebbles up to 2 em diameter, rounded, flattened; ClaSHmn1nc rounded, moderately poorly sorted sublitharenite; s is the main bone-bearing interval; bone is pinkish gray irregular scouring at base. Mudstone; moderate brown (5YR4/4) with some pale (lOY8/2) mottles; very silty; very calcareous",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Conglomerate",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conglomerate; moderate brown (5YR4/4); clasts are• pebbles up to 2 em diameter, rounded, flattened; ClaSHmn1nc rounded, moderately poorly sorted sublitharenite; s is the main bone-bearing interval; bone is pinkish gray irregular scouring at base. Mudstone; moderate brown (5YR4/4) with some pale (lOY8/2) mottles; very silty; very calcareous, base of APPENDIX 2- SPECIMENS REFERRED TO TRILOP FROM NMMNH LOCALITY 3775",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "uris": null,
                "text": "Scanning electron microphotographs of selected fossils from NMMNH locality 3775. A. NMMNH P-29960, tooth of buettneri photograph montage in occlusal view; B. NMl\\1NH P-29956, possible reptile fang in labial? view; C. NMMNH P-34l07, tooth in lateral? view; D., I-K. ~INH P-34106, possible ornithischian dinosaur tooth in lateral (D) and stereo occlusal (I-K) views; P-34l27, possibletheropodmetapodial or phalanx in dorsal (E) and ventral (F) views; G-H. NMMNH P-34125, possible theropod distal in lateral (Gland medial (H) views. Scale bars = 2 mm (A, E-F, and G-H) or 1 mm (B-D, I-K).",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "text": "Generalized stratigraphic distribution of TriJoplJ!oSQ'uru.f.J occurrences in the southwestern U.S. Solid stars = large mOlph, stars = small morpho See text for discussion.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table/>",
                "text": "). The Trujillo For-matIOn IS slIghtly younger. Tetrapod fossils, including the occur-",
                "num": null,
                "type_str": "table"
            }
        }
    }
}