{
    "paper_id": "Lehman1989-Chasmosaurusmariscalensis,sp",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:05:15.040557Z"
    },
    "title": "Chasmosaurus mariscalensis, sp. nov., a new ceratopsian dinosaur from Texas",
    "authors": [
        {
            "first": "Thomas",
            "middle": [
                "M"
            ],
            "last": "Lehman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Distribution-Judith River (=Oldman) Formation of Alberta and Aguja Formation of Texas. Material tentatively referred to Chasmosaurus is known from the Two Medicine Formation of Montana and the Kirtland Shale of New Mexico (Gilmore, 1917; Lehman, 1981). Age-Late Campanian (Judithian). Discussion-In 1902, Lawrence Lambe described three new ceratopsid species: Monoclonius dawsoni, based on a fragmentary skull (NMC 1173), Monoclonius belli, based on a fragmentary parietal (NMC 491), and Monoclonius canadensis based on a fragmentary skull (NMC 1254). The latter two of these species were removed from Monoclonius and referred to Ceratops by Hatcher et al. (1907). Upon the discovery of a more complete specimen (NMC 2245) that agreed in the form of its parietal with the one he had described earlier (NMC 491), Lambe (1914a) diagnosed M. belli more fully, but changed the generic name to Protorosaurus. Later the same year, Lambe (1914b) substituted the name Chasmosaurus for Protorosaurus, which was found to be preoccupied. The following year, Lambe (1915) placed M. canadensis in his new genus Eoceratops. In 1923, Gilmore briefly described a nearly complete skull (UA 40) which he referred to Eoceratops canadensis, noting the similarity of the facial region to that of Chasmosaurus. Lull (1933) later referred the same specimen to Chasmosaurus, cf. C. kaiseni, a species that had just been described that year (Brown, 1933). Recently, Tyson (1977) described the skull of E. canadensis (UA 40) in detail and advocated Gilmore's original reference of the specimen to Eoceratops. The type specimen of Chasmosaurus kaiseni (AMNH 540 1) provides strong evidence for the synonymy of these genera, because it possesses a frill of Chasmosaurus construction but supraorbital horns that are similar to those of Eoceratops. Likewise, an unnumbered specimen on display in the Banff Natural History Museum in Alberta exhibits features intermediate between those of E. canadensis and C. kaiseni. In his revision of the Ceratopsia, Lull (1933) avoided the question of the synonymy of Chasmosaurus and Eoceratops, pending the discovery of more complete specimens. But he named an additional species, Chasmosaurus brevirostris (ROM 5436), similar to C. belli but distinguished by its shorter facial region. C. M. Sternberg (1940) named another species, Chasmosaurus russelli (holotype, NMC 8800), distinguished primarily by its indented posterior parietal margin. Both Gilmore (1923) and Lull (1933) suspected that individual, age, and sexual variation had not been fully taken into account by authors in the description of the above taxa, but were themselves unable to demonstrate the true relationships. The collection of Chasmosaurus material from Big Bend includes individuals displaying a wide range of ontogenetic and sexual variation. This variation is similar to the variability observed between other species of Chasmosaurus and Eoceratops. On the basis of the variation observed in the Big Bend Chas-mosaurus material, Lehman (in press) suggests the following synonymy: Chasmosaurus (=Eoceratops) Chasmosaurus belli (=C. brevirostris) Chasmosaurus canadensis (=C. kaiseni) Chasmosaurus russelli In addition to the three valid Canadian species, the material from Texas is herein described as a fourth and new species of Chasmosaurus. CHASMOSAURUS MARISCALENSIS, sp. nov. Holotype-UTEP P.37.7.086, braincase, left supraorbital horncore, left maxilla, and right dentary. A right coracoid (UTEP P.37.7.142) and a right pubis (UTEP P.37.7.146) have the same field number as the type, but because of inadequate records and the general disarticulation of the skeletons, it is possible that they do not belong to the same individual as the cranial parts; hence they are not included in the type. Hypodigm-All specimens from the same locality as the type, and referred specimens from other localities (see Appendix, Table 1). Distribution-Upper part of the Aguja Formation, Big Bend National Park, Brewster County, Texas. Presently known from three localities: 1) northwest of Talley Mountain (type locality = WPA 1, WPA 3, TMM 42303), 2) southwest of Rattlesnake Mountain (TMM 42534), 3) northeast of Sierra Aguja (TMM 41838). All localities except TMM 41838 are from levels less than 70 m above the second progradational sandstone of the Aguja (within the \"upper shale member\" of Lehman, 1985a). Locality TMM 41838 is below this sandstone (Fig. 1). Diagnosis-Differs from other species of Chasmosaurus in its short, broad squamosal (length/width = 1.95, compared with 2.60-3.10 in other species) bearing six very large epoccipitals (7-9 in other species) in adults; maxilla without lateral horizontal shelf; premaxilla without posterodorsal extension; supraorbital horncores longer in adults than in other species of Chasmosaurus. Etymology-Named for Mariscal Mountain, in the southern part of Big Bend National Park, near the type locality. DESCRIPTION Skull General Features-The bones of the holotype skull and referred specimens of C. mariscalensis were disarticulated prior to burial. No rostrals or nasals are present in the collection, and the bones of the palatal region are represented only by fragments. Consequently, the form and proportions of the skull are uncertain. The composite restorations offered here are based on the most complete specimens by matching elements of comparable sizes (Fig. 2). The individual bones of the skull in C. mariscalensis, as in other ceratopsians,",
    "pdf_parse": {
        "paper_id": "Lehman1989-Chasmosaurusmariscalensis,sp",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Distribution-Judith River (=Oldman) Formation of Alberta and Aguja Formation of Texas. Material tentatively referred to Chasmosaurus is known from the Two Medicine Formation of Montana and the Kirtland Shale of New Mexico (Gilmore, 1917; Lehman, 1981). Age-Late Campanian (Judithian). Discussion-In 1902, Lawrence Lambe described three new ceratopsid species: Monoclonius dawsoni, based on a fragmentary skull (NMC 1173), Monoclonius belli, based on a fragmentary parietal (NMC 491), and Monoclonius canadensis based on a fragmentary skull (NMC 1254). The latter two of these species were removed from Monoclonius and referred to Ceratops by Hatcher et al. (1907). Upon the discovery of a more complete specimen (NMC 2245) that agreed in the form of its parietal with the one he had described earlier (NMC 491), Lambe (1914a) diagnosed M. belli more fully, but changed the generic name to Protorosaurus. Later the same year, Lambe (1914b) substituted the name Chasmosaurus for Protorosaurus, which was found to be preoccupied. The following year, Lambe (1915) placed M. canadensis in his new genus Eoceratops. In 1923, Gilmore briefly described a nearly complete skull (UA 40) which he referred to Eoceratops canadensis, noting the similarity of the facial region to that of Chasmosaurus. Lull (1933) later referred the same specimen to Chasmosaurus, cf. C. kaiseni, a species that had just been described that year (Brown, 1933). Recently, Tyson (1977) described the skull of E. canadensis (UA 40) in detail and advocated Gilmore's original reference of the specimen to Eoceratops. The type specimen of Chasmosaurus kaiseni (AMNH 540 1) provides strong evidence for the synonymy of these genera, because it possesses a frill of Chasmosaurus construction but supraorbital horns that are similar to those of Eoceratops. Likewise, an unnumbered specimen on display in the Banff Natural History Museum in Alberta exhibits features intermediate between those of E. canadensis and C. kaiseni. In his revision of the Ceratopsia, Lull (1933) avoided the question of the synonymy of Chasmosaurus and Eoceratops, pending the discovery of more complete specimens. But he named an additional species, Chasmosaurus brevirostris (ROM 5436), similar to C. belli but distinguished by its shorter facial region. C. M. Sternberg (1940) named another species, Chasmosaurus russelli (holotype, NMC 8800), distinguished primarily by its indented posterior parietal margin. Both Gilmore (1923) and Lull (1933) suspected that individual, age, and sexual variation had not been fully taken into account by authors in the description of the above taxa, but were themselves unable to demonstrate the true relationships. The collection of Chasmosaurus material from Big Bend includes individuals displaying a wide range of ontogenetic and sexual variation. This variation is similar to the variability observed between other species of Chasmosaurus and Eoceratops. On the basis of the variation observed in the Big Bend Chas-mosaurus material, Lehman (in press) suggests the following synonymy: Chasmosaurus (=Eoceratops) Chasmosaurus belli (=C. brevirostris) Chasmosaurus canadensis (=C. kaiseni) Chasmosaurus russelli In addition to the three valid Canadian species, the material from Texas is herein described as a fourth and new species of Chasmosaurus. CHASMOSAURUS MARISCALENSIS, sp. nov. Holotype-UTEP P.37.7.086, braincase, left supraorbital horncore, left maxilla, and right dentary. A right coracoid (UTEP P.37.7.142) and a right pubis (UTEP P.37.7.146) have the same field number as the type, but because of inadequate records and the general disarticulation of the skeletons, it is possible that they do not belong to the same individual as the cranial parts; hence they are not included in the type. Hypodigm-All specimens from the same locality as the type, and referred specimens from other localities (see Appendix, Table 1). Distribution-Upper part of the Aguja Formation, Big Bend National Park, Brewster County, Texas. Presently known from three localities: 1) northwest of Talley Mountain (type locality = WPA 1, WPA 3, TMM 42303), 2) southwest of Rattlesnake Mountain (TMM 42534), 3) northeast of Sierra Aguja (TMM 41838). All localities except TMM 41838 are from levels less than 70 m above the second progradational sandstone of the Aguja (within the \"upper shale member\" of Lehman, 1985a). Locality TMM 41838 is below this sandstone (Fig. 1). Diagnosis-Differs from other species of Chasmosaurus in its short, broad squamosal (length/width = 1.95, compared with 2.60-3.10 in other species) bearing six very large epoccipitals (7-9 in other species) in adults; maxilla without lateral horizontal shelf; premaxilla without posterodorsal extension; supraorbital horncores longer in adults than in other species of Chasmosaurus. Etymology-Named for Mariscal Mountain, in the southern part of Big Bend National Park, near the type locality. DESCRIPTION Skull General Features-The bones of the holotype skull and referred specimens of C. mariscalensis were disarticulated prior to burial. No rostrals or nasals are present in the collection, and the bones of the palatal region are represented only by fragments. Consequently, the form and proportions of the skull are uncertain. The composite restorations offered here are based on the most complete specimens by matching elements of comparable sizes (Fig. 2). The individual bones of the skull in C. mariscalensis, as in other ceratopsians,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "premaxilla in C. mariscalensis is closer to that of Pentaceratops than to those in other species of Chasmosaurus. Prefrontal, Frontal, Postorbital, and Palpebral--These bones are described together because they were apparently co-ossified early in life, and the sutures between them are often obscured. A well-preserved juvenile postorbital bone (UTEP P.37.7.083, Fig. 4E, F) with clearly delineated sutural surfaces reveals the extent to which the prefrontal, frontal, and palpebral participated in the orbital border and the postfrontal fontanelle. This region of the ceratopsian skull has been a source of much confusion over the years. The dis-articulated nature of the material on hand allows access to all sutures of the bones in C. mariscalensis. Sutures in the frontal region that are discernible in some large specimens are completely closed in some smaller specimens. Thus, as shown by Brown and Schlaikjer (1940b) in Protoceratops, whether these sutures are closed or open is not a safe criterion for age determination.",
                "cite_spans": [
                    {
                        "start": 896,
                        "end": 924,
                        "text": "Brown and Schlaikjer (1940b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 364,
                        "end": 375,
                        "text": "Fig. 4E, F)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FP",
                "sec_num": null
            },
            {
                "text": "As in all ceratopsids, the postorbital forms the dorsal and posterior edge of the orbit and most of the supraorbital horncore. The posterior border of the orbit is thickened and rough, whereas the dorsal edge is smooth and confluent with the base of the horncore. The horncore is solid, unlike that of some later chas- mosaurines, and is formed mostly as an outgrowth of the postorbital bone-not by a separate ossification. The length, curvature, and orientation of the horncore is variable and will be discussed later. A depressed sutural surface for articulation with the palpebral (variously interpreted as the prefrontal or supraorbital in earlier works but correctly identified as the palpebral by Coombs [1972] ) occurs along the anterior base of the horncore in the juvenile specimen (Fig. 4E, F) . The suture between the palpebral and the postorbital in this specimen is located well up on the side of the horncore, exactly as in a juvenile specimen of Triceratops (AMNH 5006) described by Brown and Schlaikjer (1940a) . But in several other specimens of C. mariscalensis (e.g., UTEP P.37.7.043, Fig. 4C , D) the palpebral does not contribute to the base of the horncore, and is restricted to the anterior rim of the orbit. In all specimens the palpebral forms a thickened antorbital buttress which excludes the prefrontal from the edge of the orbit (Figs.",
                "cite_spans": [
                    {
                        "start": 710,
                        "end": 716,
                        "text": "[1972]",
                        "ref_id": null
                    },
                    {
                        "start": 998,
                        "end": 1026,
                        "text": "Brown and Schlaikjer (1940a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 791,
                        "end": 803,
                        "text": "(Fig. 4E, F)",
                        "ref_id": null
                    },
                    {
                        "start": 1104,
                        "end": 1111,
                        "text": "Fig. 4C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FP",
                "sec_num": null
            },
            {
                "text": ". In some specimens the antorbital buttress is thick, rugose, and set off from the horncore by a pronounced sulcus (e.g., TMM 41838-13). In others, it is flat and smooth (e.g., UTEP P.37.7.091). In UTEP P.37.7.083 ( Fig. 4E, F) a blunt, forwardlydirected suture for the prefrontal lies ventromedial to the suture for the palpebral. Posteromedial to the prefrontal suture is a short, deep, inward-facing cleft, which represents the only contact between the frontal and the postorbital. Posterior to the cleft, the postorbital is folded to form the lateral wall of the postfrontal fontanelle. Along the floor of the sinus formed by the enveloping postorbitals, these bones are in contact with a forward extension of the parietal that overlaps the supraoccipital and forms the caudal floor of the postfrontal fontanelle (Fig. 5) . The fontanelle remained widely open even in adult specimens, and is sub-circular in outline as in C. canadensis, rather than ovate as in most other ceratopsids.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 216,
                        "end": 227,
                        "text": "Fig. 4E, F)",
                        "ref_id": null
                    },
                    {
                        "start": 817,
                        "end": 825,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The expanded posterior flange of the postorbital broadly overlaps an anterior process of the squamosal. This process abuts a low ridge on the medial surface of the flange, just behind the posterior edge of the orbit. A deep recess in the roof of the postorbital, medial and posterior to the orbit, receives the stout antotic buttress of the laterosphenoid (Fig. 5C ). The roof of the orbit formed by the postorbital is pierced by numerous small foramina, placement of which is variable.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 364,
                        "text": "(Fig. 5C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The frontals meet in a short, triangular suture just in advance of the postfrontal fontanelle (Fig. 5B) . They form the anterior wall of the fontanelle. This wall continues downward to form the anterior margin of a welldeveloped foramen at the front of the fontanelle. Placement of this foramen suggests that it is not homologous with the pineal foramen (Roth and Roth, 1980; Lehman, in press ). The frontals contribute only a slender bridge to the skull roof above the forebrain, and a single circular passage for the olfactory tracts emerges from between the laterosphenoids below this bridge. A depression on the ventral surface of the conjoined frontals, anterior to the bridge, probably traces the path of the olfactory tracts (Fig. 5C ). Lateral to this depression, the frontals and prefrontals form a thin shelf that abuts and partially overlaps the nasals (Fig. 5C ). The prefrontals do not reach the midline of the skull.",
                "cite_spans": [
                    {
                        "start": 354,
                        "end": 375,
                        "text": "(Roth and Roth, 1980;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 376,
                        "end": 392,
                        "text": "Lehman, in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 94,
                        "end": 103,
                        "text": "(Fig. 5B)",
                        "ref_id": null
                    },
                    {
                        "start": 732,
                        "end": 740,
                        "text": "(Fig. 5C",
                        "ref_id": null
                    },
                    {
                        "start": 864,
                        "end": 872,
                        "text": "(Fig. 5C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The configuration of the sutural contacts on the juvenile postorbital (UTEP P.37.7.083) is like that described for Chasmosaurus canadensis (NMC 1254; Lambe, 1915) , the juvenile Triceratops specimen mentioned above (AMNH 5006; Brown and Schlaikjer, 1940a), and a small specimen referred to Pentaceratops (UNM FKK-081). In Chasmosaurus the postfrontal fontanelle remained widely open throughout life, whereas in all later chasmosaurines the fontanelle was partly or completely closed in the adult at least. The circular form of the fontanelle in C. mariscalensis resembles that of C. canadensis rather than the opening in C. belli, which is elongate. Judging from their inward-facing articulation with the frontals and prefrontals, the nasals in C. mariscalensis extend farther pos-teriorly along the midline than in other species of Chasmosaurus.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 162,
                        "text": "Lambe, 1915)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Supraorbital Horncores -The horncores of C. mariscalensis show a proportional increase in length relative to their transverse width and circumference at their base, and to the diameter of the orbit, with growth (Lehman, in press). Two subtly different morphs are present in the sample with respect to the orientation of the horn relative to the orbital and frontal planes of the skull (Fig. 4) . In some individuals the horncores are curved and directed laterally and anterior to the orbit, whereas in others the horncores are straight and directed dorsal to the orbit. The differing orientation governs the extent to which the palpebral participates in the base of the horncore -a distinction noted above. Although some of this difference may be owing to postmortem deformation, orientation of the horncores may reflect sexual dimorphism in C. mariscalensis (Lehman, in press). Individuals possessing straight horncores are deemed male; those with curved horncores are deemed female.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 385,
                        "end": 393,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The horncores of adult individuals of C. mariscalensis are larger than in any other species of Chasmosaurus. But they are very similar in shape and orientation to those of C. canadensis, and perhaps when more specimens are found, horncores of C. canadensis will prove to be as large. Chasmosaurus is the only chasmosaurine in which the greater curvature of the supraorbital horncore lies along its anteroventral surface. All other chasmosaurines, at least as adults, have the greater curvature along the posterodorsal margin. The juvenile Triceratops specimen (AMNH 5006) mentioned above has its greater curvature anteroventrally, which suggests that juveniles of advanced chasmosaurines exhibited the \"primitive\" condition seen in Chasmosaurus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 2 . Braincase--Four reasonably complete braincases are present in the collection; one, that of a juvenile individual, has many of its sutures still visible. The following description is based largely on this specimen (UTEP P.37.7.068, Fig. 6A, B) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 272,
                        "end": 283,
                        "text": "Fig. 6A, B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The occipital condyle is formed, in usual ceratopsid fashion, by equal contributions from the basioccipital and each exoccipital. It is spherical and not dorsoventrally compressed as in some other ceratopsids (e.g., Pentaceratops). The neck of the condyle is constricted both dorsoventrally and transversely. The basioccipital tubera are braced along their upper margins by ventrolateral processes of the exoccipitals, and in part by the opisthotics. The anterior surface of the basioccipital is raised to form a roughened platform where it unites with the basisphenoid directly below the endocranial cavity; it is depressed along the anterior surfaces of the tubera where these are appressed by the basipterygoid processes. Foramina for the internal carotid arteries lie within the lateral wall of the basisphenoids above the thin descending flanges of the basipterygoid processes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The exoccipitals apparently surround the foramen magnum, and form most of the paroccipital processes. A single, round hypoglossal foramen exits through the exoccipital at the base of the paraoccipital process. The glossopharyngeal, vagus, and accessory foramina issue from a common foramen in the commissure of the exoccipital and opisthotic. The trace of this commissure is visible in the broken base of the left paroccipital process (Fig. 6A) . The supraoccipital rests as a keystone above the foramen magnum, barely excluded from it by the exoccipitals posteriorly, but roofing the endocranial cavity just anterior to the foramen. A prominent crest occurs on the posterior surface of the supraoccipital, with deep fossae on either side, undoubtedly for the insertion of the powerful epaxial musculature needed to sustain the weight of the head (Fig. 6E) . The anterolateral corners of the supraoccipital, at their junction with the laterosphenoids and prootics, are pierced by small foramina which must have transmitted the dorsal head veins (Fig. 6A, G) . Veins apparently occupied a comparable position in hadrosaurs (Langston, 1960) .",
                "cite_spans": [
                    {
                        "start": 1122,
                        "end": 1138,
                        "text": "(Langston, 1960)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 435,
                        "end": 444,
                        "text": "(Fig. 6A)",
                        "ref_id": null
                    },
                    {
                        "start": 847,
                        "end": 856,
                        "text": "(Fig. 6E)",
                        "ref_id": null
                    },
                    {
                        "start": 1045,
                        "end": 1057,
                        "text": "(Fig. 6A, G)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The slit-like metotic fissure ascends into the fenestra ovalis from below, between the prootic and opisthotic. It continues posterodorsally above the fenestra where the prootic forms a thin lappet that just reaches the base of the paroccipital process (Fig. 6A) . A well-marked stapedial groove passes along the anterior surface of the paroccipital process and into the fenestra ovalis. Another groove, probably for the stapedial artery, ascends the anterior surface of the basioccipital tuber toward the fenestra ovalis from below.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 252,
                        "end": 261,
                        "text": "(Fig. 6A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Anterior to the fenestra ovalis is a small foramen for the facial nerve. In adult specimens, shallow sulci develop dorsal and ventral to the foramen, presumably to house the hyomandibular and palatine rami of this nerve, respectively. A wide and deep, funnel-shaped foramen that transmitted the maxillary and mandibular rami of the trigeminal nerve lies near the anterior end, but wholly within, the prootic. A slight lip at the ventral edge of the foramen probably reflects the course of the mandibular ramus (Fig. 6A, F) . The path of the ophthalmic branch of the trigeminal nerve can be seen along the endocranial wall of the prootic where its sutural surface for the laterosphenoid is constricted, just anterior to the large funnel-shaped foramen described above.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 510,
                        "end": 522,
                        "text": "(Fig. 6A, F)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The laterosphenoid abuts the entire anterior margin of the prootic. Exits for the optic, oculomotor, trochlear, and abducens nerves lie in series within the laterosphenoid, below the antotic buttress and near the midline (Fig. 6F, G) . The antotic buttresses of the laterosphenoids project forward and laterally to form stout, wing-like processes that articulate with the postorbitals. The blunt, rounded ends of these processes must have been finished in cartilage. In the larger, more mature specimens the ventral union of the laterosphenoids extends forward and ventrally to form a thin ossified interorbital septum. At its dorsal end, this septum bifurcates to form a None of the parietal fragments retains epoccipitals, but at three places along the edge of UTEP P.37.7.065 swellings occur that probably represent areas of attachment for epoccipitals (Fig. 7A, C) . A very large isolated epoccipital (UTEP P.37.7.07 1, Fig. 7E ) is similar in form to one borne on the edge of the posterior emargination of the parietal in Pentaceratops sternbergii (see Rowe et al., 1981) , and probably occupied a similar position in C. mariscalensis.",
                "cite_spans": [
                    {
                        "start": 1058,
                        "end": 1076,
                        "text": "Rowe et al., 1981)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 221,
                        "end": 233,
                        "text": "(Fig. 6F, G)",
                        "ref_id": null
                    },
                    {
                        "start": 856,
                        "end": 868,
                        "text": "(Fig. 7A, C)",
                        "ref_id": null
                    },
                    {
                        "start": 924,
                        "end": 931,
                        "text": "Fig. 7E",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Squamosal--The squamosal of C. mariscalensis is represented by several nearly complete specimens and many fragmentary ones (Fig. 8) . As in all chasmosaurines, this bone is roughly triangular in outline; however, in C. mariscalensis it is proportionally shorter and broader than in most chasmosaurines, and certainly more so than in other species of Chasmosaurus. Two pieces of squamosal, UTEP P.37.7.046 (Fig. 81,  J) and UTEP P.37.7.066 (Fig. 8K, L) , probably belong to a single, fully adult individual. These have been incorporated into a single reconstructed squamosal (Fig.  9A) . Other, more complete, specimens are from juvenile or subadult individuals.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 123,
                        "end": 131,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 405,
                        "end": 418,
                        "text": "(Fig. 81,  J)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 439,
                        "end": 451,
                        "text": "(Fig. 8K, L)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 574,
                        "end": 584,
                        "text": "(Fig.  9A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Chasmosaurines that possessed very long squamosals as adults (e.g., Chasmosaurus canadensis and Pentaceratops sternbergii) had proportionately much shorter and broader squamosals as juveniles (Lehman, in press) . Immature squamosals of different species or even genera may be impossible to distinguish from one another, so adult individuals are best used for comparison. The stage at which epoccipitals begin to fuse to the margins of the squamosal, in those species which possess them, may serve as an arbitrary indication of adulthoood.",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 210,
                        "text": "(Lehman, in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "It thus appears that the squamosal in C. mariscalensis was short and broad, even in the adult. None of the specimens on hand can reasonably be restored to the proportions of other species of Chasmosaurus (Fig.  9A-E ). C. mariscalensis lacks the characteristic marked posterior extension of the squamosal, which overlaps the descending posterolateral ramus of the parietal in other Chasmosaurus species. Only Triceratops, Anchiceratops ornatus, and Torosaurus utahensis have squamosals proportionally as broad and short as those of C. mariscalensis. The general shape of the squamosal apparently changes little with growth in this species (Fig. 8) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 204,
                        "end": 215,
                        "text": "(Fig.  9A-E",
                        "ref_id": null
                    },
                    {
                        "start": 639,
                        "end": 647,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The medial surface of the squamosal is unusual in having a wide area that is overlapped by the paroccipital process when articulated with the braincase (Fig.  9F-I ). This feature is developed to an even greater degree in Triceratops (see Hatcher et al., 1907: fig. 15 ), but has not been described in other ceratopsians. In C. mariscalensis this overlapped flange develops ontogenetically from a condition more typical of that seen in other ceratopsians. Along with the forward growth of the flange, the groove for articulation with the quadrate is inclined forward, and the buttress for the paroccipital process protrudes below the ventral edge of the squamosal (Fig. 9F-I pointed in C. mariscalensis than in other species of Chasmosaurus, with the possible exception of C. canadensis, and are more like those of Anchiceratops. As in many other chasmosaurines, the most posterior of the squamosal epoccipitals was larger than the others (Fig. 8J) . In C. mariscalensis, as in other chasmosaurines, the epoccipitals apparently fused with the squamosal beginning at the anterior end of the squamosal and progressing posteriorly along its margin. Thus, the sutural contacts of the anterior epoccipitals are frequently obliterated by bone remodeling, while those at the posterior end are clearly visible and often marked by deep basal sulci. Often, the posterior epoccipitals are not preserved, having fallen off prior to burial.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 260,
                        "text": "Hatcher et al., 1907:",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 152,
                        "end": 163,
                        "text": "(Fig.  9F-I",
                        "ref_id": null
                    },
                    {
                        "start": 261,
                        "end": 268,
                        "text": "fig. 15",
                        "ref_id": null
                    },
                    {
                        "start": 664,
                        "end": 674,
                        "text": "(Fig. 9F-I",
                        "ref_id": null
                    },
                    {
                        "start": 939,
                        "end": 948,
                        "text": "(Fig. 8J)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "As with the horncores, there is some suggestion of dimorphism in the shape of the squamosal. Some specimens are slightly broader and their epoccipital undulations more rounded and blunt (e.g., UTEP P.37.7.062, Fig. 8E ), whereas other are more slender and their epoccipital undulations more pointed (e.g., UTEP P.37.7.052, Fig. 8A, B) . It is possible that this variation may represent sexual dimorphism.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 210,
                        "end": 217,
                        "text": "Fig. 8E",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 323,
                        "end": 334,
                        "text": "Fig. 8A, B)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Quadrate --Several fragmentary quadrates are preserved and one (UTEP P.37.7.050, Fig. 10 ) is sufficiently complete for characterization. The bone is large and presumably from an adult individual. It is more slender and more constricted above and below the pterygoid flange than the quadrate in Triceratops. The pterygoid flange is weakly developed, but shows a marked pit in its base for a process of the pterygoid. The lateral and medial condyles extend ventrally to the same level, as in Triceratops, but the bridge between them is more deeply saddle-shaped. The sutural surface for the quadratojugal extends less than half the length of the external border of the quadrate. Part of the quadratojugal contact is drawn forward into a small knob-like brace. A similar feature is indicated in the immature Triceratops \"flabellatus\" (see Hatcher et al., 1907: fig. 17 ), but much farther down the shaft adjacent to the lateral condyle. The quadrate in C. mariscalensis appears to be similar in its slenderness, and in the shape of its condyles, to that of other species of Chasmosaurus; however, the present description is the first given of this element for the genus.",
                "cite_spans": [
                    {
                        "start": 837,
                        "end": 866,
                        "text": "Hatcher et al., 1907: fig. 17",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 88,
                        "text": "Fig. 10",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Jugal--Only a few fragments ofjugal are preserved, but it can be seen that the bone is slender and T-shaped as in other ceratopsians, and that it formed most of the ventral border of the orbit (Fig. 10C, D) . The small, relatively complete specimen figured here is thickened at its posteroventral corner, but does not bear an epijugal (Fig. 10D) Lacrimal--As is usual in ceratopsids, the lacrimal forms the anteroventral border of the orbit, but its anterior extent cannot be made out in any of the available specimens. There is, however, a pronounced constriction of the antorbital buttress above and below the lacrimal suture (Figs. 5A, B, 10C) . A partly roofed canal for the lacrimal duct lies along the inferomedial surface of the lacrimal. Medial to this canal is a ridge, extending onto the prefrontal, for articulation with the palatine (Fig. 5C) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 193,
                        "end": 206,
                        "text": "(Fig. 10C, D)",
                        "ref_id": null
                    },
                    {
                        "start": 335,
                        "end": 345,
                        "text": "(Fig. 10D)",
                        "ref_id": null
                    },
                    {
                        "start": 628,
                        "end": 646,
                        "text": "(Figs. 5A, B, 10C)",
                        "ref_id": null
                    },
                    {
                        "start": 845,
                        "end": 854,
                        "text": "(Fig. 5C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Maxilla--The collection contains six maxillae of various sizes and degrees of completeness (Fig. 11) . The bone is compressed laterally; the prominent horizontal shelf characterizing the lateral surface of the maxilla in most chasmosaurines is poorly developed. The ascending process of the maxilla, which articulates with the jugal, encloses the anterior orbital foramen posteriorly. This foramen penetrates deeply into the maxilla and communicates with three of four smaller foramina that lie along the external face of the bone. If, as supposed, the anterior orbital foramen carried the maxillary ramus of the trigeminal nerve, the interior orbital artery, and the maxillary vein, the small external foramina must have carried branches of these to the \"cheeks\" (see Galton, 1973, for a discussion of cheeks in ornithischians).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 100,
                        "text": "(Fig. 11)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Farther anterior, the maxilla sends upward a thin, rounded process to articulate with the nasal and lacrimal. This, and the anterior edge of the superior ascending process, partially enclose a small, but persistent antorbital fenestra. The inferior horizontal branch of the maxilla in one specimen (UTEP P.37.7.087, Fig.  11C ) has a small, rudimentary, wedge-shaped ectopterygoid closely appressed to its upper surface.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 316,
                        "end": 325,
                        "text": "Fig.  11C",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Extending along the entire length of the medial surface of the maxilla is the usual series of small foramina, each associated with the base of a tooth row (Edmund, 1958) . Above these, a shallow groove along the base of the ascending process received a process of the palatine, part of which is still in place in one specimen (UTEP P.37.7.087, Fig. 1 iC) .",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 169,
                        "text": "(Edmund, 1958)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 344,
                        "end": 354,
                        "text": "Fig. 1 iC)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "There are no fewer than 20, but no more than 28 alveoli in small and large specimens, respectively. The alveoli increase in size from about 9 to 13 mm in maximum anteroposterior diameter, and from about 20 to 30 mm in maximum transverse diameter from nerve and branches of the mandibular artery and vein to the tissues of the cheek and predentary sheath, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "As in the maxillae, there are no more than 28 alveoli in the largest dentaries, and no fewer than 20 in the smallest; and there is a corresponding increase in the size of the alveoli and teeth with growth of the dentary. Available specimens indicate that the dentary grew faster in length than in height (Fig. 12) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 304,
                        "end": 313,
                        "text": "(Fig. 12)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 5 . Predentary -The collection includes two predentaries, one from a small individual (UTEP P.37.7.072), and the other (UTEP P.37.7.073) from a relatively large animal (Fig. 12G-J) . The dorsolateral channels of the predentary, which receive the cutting flanges of the rostral and premaxillae, are narrow and horizontal rather than inclined outward. Hence, in C. mariscalensis, the ridge that defines the inner wall of the channel is not visible in lateral aspect. C. brevirostris and C. russelli are close to C. mariscalensis in that these surfaces are nearly horizontal, as in Pentaceratops and Triceratops. In contrast, the predentary of C. belli has laterally inclined cutting channels.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 5",
                        "ref_id": null
                    },
                    {
                        "start": 205,
                        "end": 217,
                        "text": "(Fig. 12G-J)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "The predentary of C. mariscalensis is thinner and more lightly constructed than several other ceratopsid predentaries at hand. The external surface of the predentary was heavily vascularized in the usual ceratopsid fashion. One vascular channel is particularly uniform in its location at the inflection of the dentary suture, from which it ramifies anteriorly and probably contained vessels admitted to the external surface of the mandible from the anterior dentary foramina mentioned above. Although the smaller of the two predentaries is comparable in width and height to the larger one, it is about one-third shorter; thus, as in the dentary and the maxillae, the predentary must have grown faster in length than in height or width.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 6 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "4, 5)",
                "sec_num": null
            },
            {
                "text": "Coalesced Cervicals-There are no cervical \"bars\" in the collection from WPA 1; however, a bar from WPA 3 (TMM 42302-1) is referred to C. mariscalensis (Fig. 13A) . The entire mass, representing the three coalesced anterior cervical vertebrae, does not differ greatly from this structure in other ceratopsids. Unlike them, however, the atlas lacks a neural spine, and its neural arch is reduced to small bilateral posterodorsally directed finger-like processes. This condition has not been described in other ceratopsids, although judging from Hatcher et al. (1907: fig. 78 ), Monoclonius crassus may also have lacked the atlas spine. The broken base of one of the peculiar slender atlas neural arch processes in M. crassus, mistakenly interpreted as a rib facet, led to the suggestion that this animal possessed an atlantal rib (see Lull, 1933: 40) .",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 848,
                        "text": "Lull, 1933: 40)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 151,
                        "end": 161,
                        "text": "(Fig. 13A)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 558,
                        "end": 572,
                        "text": "(1907: fig. 78",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "The specimen described here is from an animal corresponding in size to the largest of those found in WPA 1; yet with a restored length of 280 mm, this bone falls at the lower end of the size range in chasmosaurines, with Pentaceratops and Triceratops ranging from 300 to 350 mm. The bar in C. belli is, however, close to that of C. mariscalensis in size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "Posterior Cervicals and Dorsals -These vertebrae are of characteristic ceratopsid form (Fig. 13) . As in Pentaceratops and Triceratops, the ends of the posterior cervical centra are heart-shaped, those of the anterior dorsals are oblong, whereas the posterior dorsals are more pear-shaped. In contrast, the ends of the centra in Centrosaurus (Lull, 1933) and Monoclonius (Hatcher et al., 1907) are roughly circular in outline. These centra are also more constricted laterally than in C. mariscalensis, Pentaceratops, or Triceratops.",
                "cite_spans": [
                    {
                        "start": 342,
                        "end": 354,
                        "text": "(Lull, 1933)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 371,
                        "end": 393,
                        "text": "(Hatcher et al., 1907)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 96,
                        "text": "(Fig. 13)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "The neural spines of the anterior dorsals are inclined backward at about the same angle as the transverse processes, as in other species of Chasmosaurus, Anchiceratops, and Pentaceratops; whereas those of the other vertebrae are more erect, as in Triceratops. This inclination is correlated to the development of an elongate frill (Lull, 1933) . As in most other ceratopsids, the transverse processes of the anterior dorsals are inclined upward, those of the posterior dorsals more outward. There is a steady ascent of the capitular facet from the centrum to the neural arch and up the transverse process. There is also a gradual change from near vertical to horizontal zygapophysial articulations, through the presacral vertebral series from front to back. There are no obvious proportional differences between the vertebrae of juveniles and adults.",
                "cite_spans": [
                    {
                        "start": 331,
                        "end": 343,
                        "text": "(Lull, 1933)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "Sacrum-Four incomplete sacra from WPA 1 together provide a good idea of the form of the entire structure. The most complete sacrum (UTEP P.37.7.001, Fig. 14A ) is composed of nine co-ossified vertebrae; a second, larger specimen (UTEP P.37.7.168) includes an additional vertebra anteriorly, bringing the total to ten, as in most ceratopsids. The first three sacral vertebrae may be considered dorso-sacrals, the next four true sacrals, and the last three sacro-caudals.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 149,
                        "end": 157,
                        "text": "Fig. 14A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "Chasmosaurus mariscalensis is like Pentaceratops (Wiman, 1930) in possessing three fully fused dorsosacral vertebrae in the adult. These vertebrae brace the pre-acetabular process of the ilium with their expanded and fused transverse processes, but do not bear sacral ribs. Triceratops prorsus (Hatcher et al., 1907) has only two such vertebrae, as do Monoclonius crassus (Hatcher et al., 1907) and Centrosaurus nasicornis (Brown, 1917). However, Centrosaurusflexus (Lull, 1933) and Centrosaurus cutleri (Brown, 1917) both have an additional, incompletely co-ossified dorso-sacral. It seems likely, therefore, that the third dorsal vertebra was added to the sacrum with age in Chasmosaurus mariscalensis, and perhaps most ceratopsids. Only the largest, and presumably most mature, specimen of C. mariscalensis possesses this third dorso-sacral.",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 62,
                        "text": "(Wiman, 1930)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 294,
                        "end": 316,
                        "text": "(Hatcher et al., 1907)",
                        "ref_id": null
                    },
                    {
                        "start": 466,
                        "end": 478,
                        "text": "(Lull, 1933)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 372,
                        "end": 394,
                        "text": "(Hatcher et al., 1907)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "In C. mariscalensis, there are four vertebrae that bear sacral ribs (parapophyses of authors) and thus represent true sacrals. The sacral ribs arise inter-vertebrally, mainly from the thickened anterolateral rims of the vertebral centra, but also partly from the posterolateral edge of the preceding centrum. This is particularly no- 37.7.166, Fig. 14B ), which consists of only the last two dorso-sacrals and the first three true sacrals, the first two sacral ribs are thoroughly fused to their centra and united distally to form the ventrolaterally directed, cup-shaped acetabular bar. The third rib is fused to its centrum but is barely, if at all, united with the acetabular bar; and the fourth rib, which is lost, was not fused to its centrum. In the most complete, and more mature, specimen (UTEP P.37.7.001, Fig. 14A ) all four sacral ribs are fused both to their corresponding centra and at their distal ends to form the acetabular bar. A single, isolated left first sacral rib (UTEP P.37.7.167), about two-thirds the size of that in the largest sacrum, is neither fused to its centrum, nor incorporated into the acetabular bar.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 334,
                        "end": 352,
                        "text": "37.7.166, Fig. 14B",
                        "ref_id": null
                    },
                    {
                        "start": 815,
                        "end": 823,
                        "text": "Fig. 14A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "The sacral ribs agree in shape with those of Triceratops, although the first sacral rib (that borne between the last dorso-sacral and the first true sacral) is not so strongly inclined backward as in Triceratops. This feature varies in C. mariscalensis (Fig. 14) , but the first rib is more nearly perpendicular to the axis of the sacrum, as it is in Pentaceratops. These genera differ from Monoclonius and Centrosaurus, where the first rib is expanded ventrally forming a triangular web of bone (see Lull, 1933: 49) Fig. 14C) . C. belli (Sternberg, 1927) and C. mariscalensis have exaggerated the straightness of these ribs to an extent not seen in other ceratopsians. Contrary to Lull's (1933) opinion, this condition appears to be a natural one, at least in Chasmosaurus. The shafts of the mid-dorsal ribs are more strongly curved and confluent with the capitulum, while the tuberculum is reduced to a slightly raised facet on the dorsal surface (Fig. 14D) . This is the condition seen in most other ceratopsians. C. mariscalensis, like C. belli, thus had a narrow chest but a wide, barrel-shaped abdomen (see Sternberg, 1927; Fig. 14) . The shafts of the mid-dorsal ribs are more triangular in cross section than those of the anterior dorsals, which tend to be more flattened or oval. Only fragments of posterior dorsal ribs are preserved; these are more circular in section.",
                "cite_spans": [
                    {
                        "start": 501,
                        "end": 516,
                        "text": "Lull, 1933: 49)",
                        "ref_id": null
                    },
                    {
                        "start": 538,
                        "end": 555,
                        "text": "(Sternberg, 1927)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 682,
                        "end": 695,
                        "text": "Lull's (1933)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 253,
                        "end": 262,
                        "text": "(Fig. 14)",
                        "ref_id": null
                    },
                    {
                        "start": 517,
                        "end": 526,
                        "text": "Fig. 14C)",
                        "ref_id": null
                    },
                    {
                        "start": 949,
                        "end": 959,
                        "text": "(Fig. 14D)",
                        "ref_id": null
                    },
                    {
                        "start": 1113,
                        "end": 1138,
                        "text": "Sternberg, 1927; Fig. 14)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Vertebral Column",
                "sec_num": null
            },
            {
                "text": "Scapula--The scapula is generally similar to that in other ceratopsids (Fig. 15) . The distal end of the blade is less expanded than in C. belli or Pentaceratops. In C. mariscalensis the \"scapular spine\" crosses the lateral surface of the scapula obliquely, as in other ceratopsids (except Triceratops where it bisects the blade longitudinally). The glenoid fossa faces posteroventrally and slightly laterally, particularly on the part formed by the coracoid, in C. mariscalensis. In Triceratops, all of the glenoid has a slight lateral tilt. The \"acromion process,\" which is variable in its prominence among ceratopsids, is a small but well-marked rugose knob.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 80,
                        "text": "(Fig. 15)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "There are apparently no marked changes in the shape of the scapula with growth in C. mariscalensis. One well-preserved very small scapula (UTEP P.37.7.134, Fig. 15B ) has an irregularly crenulated and concave distal end, indicating that at the time of death this scapula was unfinished distally. Two referred scapulae (TMM 42534-19 and 42534-20) are less than twothirds the size of P.37.7.134, yet are identical in proportions.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 164,
                        "text": "Fig. 15B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 7 . Coracoid -As with the scapula, there is nothing distinctive about the coracoid in C. mariscalensis (Fig.  15A) . The largest coracoid in the collection is not fused to the scapula, and this is from an adult individual. It seems likely that the scapula and coracoid remained separate throughout life in C. mariscalensis, whereas in known examples (presumably adult) of Pentaceratops the bones are fused. The ventral margin of the coracoid in Pentaceratops is greatly thickened and rugose where it was apparently firmly attached to a sternal bone. This area of the coracoid in C. mariscalensis is thin and smooth. No sternal bones have been identified in the collection.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 7",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 151,
                        "text": "(Fig.  15A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "In several specimens, the coraco-scapular surface is deflected anteroventrally as in Centrosaurusflexus (Lull, 1933 : fig. 19 ), rather than lying perpendicular to the long axis of the scapula as in Chasmosaurus belli, Pentaceratops, and Triceratops. This feature, as well as the thickness of the scapular edge, the relative length of its hook-like process, and the depth of the emargination along the anterior border, are subject to slight individual variation at a given size. Too few specimens are available to determine what, if any, proportional changes took place with growth.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 115,
                        "text": "(Lull, 1933",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 125,
                        "text": ": fig. 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 8 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "Humerus--The humerus (Fig. 16A, B) is more slender than humeri of other ceratopsids. The shaft is very constricted and circular in section at midlength. The mid-shaft constriction of the humerus greatly accentuates the proximal and distal expansions of the bone. The rounded, hemispherical head is well differentiated from the body of the humerus on the dorsal (extensor) surface, but merges proximally with the summit of the bone and expands medially, as in Triceratops and Pentaceratops. The head does not extend onto the ventral (flexor) surface. Thus, the head presents a confluence of \"two\" articular surfaces nearly at right angles to each other, allowing considerable freedom for both fore-aft and rotational movement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 21,
                        "end": 34,
                        "text": "(Fig. 16A, B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "The deltopectoral crest does not extend as far distally as in other chasmosaurines. The proximomedial corner (processus medialis humeri: see Coombs, 1978) is less developed than in C. belli, Pentaceratops, and Triceratops, but larger than in centrosaurines. A well-developed pit is present on the dorsal surface of the humerus internal to the deltopectoral crest as in other chasmosaurines, possibly representing the insertional scar for the latissimus dorsi muscle. This feature appears to be poorly developed in centrosaurines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "The epicondyles are well separated by a shallow trochlea, and a prominent ball-like capitellum is situated mostly on the ventral surface of the bone (Fig.   16C ). The capitellum is better differentiated in C. mariscalensis than in Triceratops, and far more so than in centrosaurines. The olecranon fossa is very shallow as in all ceratopsids.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 160,
                        "text": "trochlea, and a prominent ball-like capitellum is situated mostly on the ventral surface of the bone (Fig.   16C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "The restriction of the head of the humerus to the extensor surface and the trochlea and capitellum to the flexor surface indicates that in life the humerus was held horizontally in C. mariscalensis, as in other chasmosaurines. Moreover, as shown by Lull (1933) , the enlarged proximomedial corner of the humerus necessitates a completely everted forelimb. The large deltopectoral crest indicates medial rotation of the humerus during retraction of the forelimb (Farlow and Dodson, 1975). These features support early suggestions (Gilmore, 1906; Osborn, 1933 ) that at least some ceratopsians, including Chasmosaurus, had a sprawling or at best semi-upright forelimb posture.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 260,
                        "text": "Lull (1933)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 529,
                        "end": 544,
                        "text": "(Gilmore, 1906;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 545,
                        "end": 557,
                        "text": "Osborn, 1933",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "With growth, there is a slight relative thickening of the shaft of the humerus, proximal extension and ventral deflection of the deltopectoral crest, and dorsal extension of the head.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 9 . Ulna, Radius, and Manus -The slenderness of the ulna and radius in C. mariscalensis is distinctive (Fig.  16D, E) . The olecranon process of the ulna is less developed here than in Triceratops or Pentaceratops, but it is more prominent than in centrosaurines. The trochlear notch of the ulna is semilunar in shape and slightly inclined laterally. The notch is protracted anteriorly to form a shelf-like coronoid process. In Centrosaurus flexus (Lull, 1933) the trochlear notch is inclined medially and extends farther upward onto the olecranon, but it does not project as far forward to form the horizontal coronoid process. In contrast to the condition in Centrosaurus, the radial notch is open and not deeply impressed (Fig. 16F) . The body of the ulna is flattened and narrowly oval in cross section at midlength, although slightly concave medially and convex laterally. The distal end is not greatly expanded and participated equally with the radius in the formation of the wrist.",
                "cite_spans": [
                    {
                        "start": 485,
                        "end": 497,
                        "text": "(Lull, 1933)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 9",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 154,
                        "text": "(Fig.  16D, E)",
                        "ref_id": null
                    },
                    {
                        "start": 762,
                        "end": 772,
                        "text": "(Fig. 16F)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "The radius is very slender. It expands proximally to form an oval, cup-shaped head, as in other ceratopsids. (The \"unusual\" radius of Pentaceratops fenestratus Wiman (1930) has probably been restored upside down and on the wrong side of the ulna.) The distal end is expanded, flattened, and club-like. This expansion is not as abrupt as in Triceratops, nor as gradual as in Centrosaurus; it seems closest to the condition in Pentaceratops (Fig. 16) . The radius is relatively long, 74% of the length of the humerus, in contrast to those of Pentaceratops (67%) and Triceratops (55%). The same is true of the ulna, which is 94% of the length of the humerus, compared to 89% in Pentaceratops and 88% in Triceratops. There are too few specimens to discern any proportional differences between the ulnae and radii of juveniles and adults. The few metacarpals and phalanges in the collection are of usual ceratopsid form.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 439,
                        "end": 448,
                        "text": "(Fig. 16)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix , Tables 10 and 11 . Triceratops. As in Chasmosaurus belli and Pentaceratops, the lateral border of the pre-acetabular process is more strongly deflected ventrally than is its medial edge. In Triceratops both edges are more nearly on the same level. However, as in Triceratops, and to a lesser extent C. belli and Pentaceratops, the post-acetabular process of the ilium is about horizontal, in contrast to its near vertical orientation in centrosaurines. The ilium of C. mariscalensis exhibits the most profound ontogenetic changes observed in the postcranial skeleton. The horizontal dorsal blade of the ilium in juvenile specimens, in contrast to that in adults, is much more constricted along its lateral border opposite the acetabulum; and its post-acetabular process is subvertical (Fig. 17) . The ischial peduncle is more compressed into the body of the ilium, and the pre-acetabular process is more deflected ventrally in adults than in juveniles. A pronounced, depressed articular facet on the posteromedial surface of the ischial peduncle, seen in adult ilia, is not present in juveniles. The post-acetabular process is also slightly inclined upward in juveniles, as in Protoceratops (Brown and  Schlaikjer, 1940b) . In all of these features, the ilia of juvenile individuals resemble those of more primitive ceratopsians such as Protoceratops, and to some degree centrosaurines.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 48,
                        "text": ", Tables 10 and 11",
                        "ref_id": null
                    },
                    {
                        "start": 817,
                        "end": 826,
                        "text": "(Fig. 17)",
                        "ref_id": null
                    },
                    {
                        "start": 1223,
                        "end": 1253,
                        "text": "(Brown and  Schlaikjer, 1940b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix , Table 12 . Pubis--The pubis (Fig. 18 ) is similar to those of C. belli and Pentaceratops. The shaft of the pre-pubic process is less constricted and the distal end is less expanded than in Triceratops, or especially in centrosaurines. As in all ceratopsids, the distal expansion of the pre-pubic process tends to be more exaggerated along the dorsal edge than the ventral edge. The medial side of this expansion in one specimen (UTEP P.37.7.146, Fig. 18D ) bears a small tuberosity, apparently for articulation with the last dorsal rib. While the pubis and last dorsal rib articulated in many ceratopsids, this tuberosity has not been described in others. The prepubis is proportionally much longer relative to its width or height in adult specimens than in juveniles. Ontogenetic elongation of the prepubis was also noted in Protoceratops (Brown and Schlaikjer, 1940b). Likewise, the broad process that forms the inner wall of the acetabulum expands with growth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 40,
                        "text": ", Table 12",
                        "ref_id": null
                    },
                    {
                        "start": 60,
                        "end": 68,
                        "text": "(Fig. 18",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 478,
                        "end": 486,
                        "text": "Fig. 18D",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 13 . Ischium -The ischium (Fig. 19) has a slender, gently arched shaft as in C. belli; it is straighter than in Pentaceratops or Triceratops. The curvature of the shaft is most pronounced at the distal end, where the shaft expands vertically and flattens, instead of being continuously curved as in the latter genera. Centrosau- ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 39,
                        "text": "Table 13",
                        "ref_id": null
                    },
                    {
                        "start": 63,
                        "end": 72,
                        "text": "(Fig. 19)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Forelimb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix, Table 14 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 39,
                        "text": "Table 14",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Triceratops.",
                "sec_num": null
            },
            {
                "text": "Femur--The femur is slender, with a straight lateral border and a gently curved medial one (Fig. 20A-E) . Viewed laterally, the shaft appears nearly straight, although in less crushed specimens there is a slight dorsal curvature. The shaft is almost circular in cross section at midlength. The ratio of the anteroposterior diameter of the shaft to its transverse diameter averages 0.78 (N = 18) as compared with 0.70 in Pentaceratops and 0.64 in Triceratops. In Chasmosaurus belli the femur seems more stocky and straight sided than in C. mariscalensis, but femora preserved in two mounted specimens of C. belli (NMC 2245 and ROM 5499) are crushed anteroposteriorly. It is difficult to compare the gross form of many ceratopsid femora, because their shapes are so often distorted post-mortem. However, even considering the effects of crushing, the femora of larger ceratopsids (Triceratops, Pachyrhinosaurus) are more erect and pillar-like, and more expanded transversely than in smaller taxa, including C. mariscalensis.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 103,
                        "text": "(Fig. 20A-E)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "The shape of the head and the greater and lesser trochanters of the femur are generally like those of other ceratopsids. As in Triceratops and Pentaceratops, the head of the femur is set off more strongly from the shaft and greater trochanter than in centrosaurines. The smoothly finished acetabular articular surface extends much farther down the anterior surface of the head than on the posterior surface. There is a pronounced groove on the posterior face of the head, presumably for a ligament that held it in the acetabulum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "The condyles of the femur are twisted medially to such an extent that in life the femur must have been held out at some angle to the body, rather than vertically. A similar \"bow-legged\" condition is evident in Pentaceratops. Lull (1933) 1917: 304; Lull, 1933: 60) , this seems to be the general ceratopsid condition. The fourth trochanter is situated just above midlength and presents two distinct ridges (Fig. 20A-C) . The medial of the two ridges is more pronounced than the other one, and is homologous with the fourth trochanter of other ceratopsids where, if present, the lateral ridge has not been noted. The lateral ridge is present on a femur of Pentaceratops at hand, and in the specimen figured by Wiman (1930) . Thus, it is possible to differentiate an insertion for M. caudi-femoralis longus on the more pronounced medial ridge, and M. caudi-femoralis brevis on the lateral ridge. Two divisions of this muscle are interpreted for other ornithischians, although two insertional scars are not always evident (see Galton, 1969; Coombs, 1979) . The ventral and adductor ridge system continue above and below the fourth trochanter to delineate a shallow intertrochanteric fossa and popliteal space.",
                "cite_spans": [
                    {
                        "start": 225,
                        "end": 236,
                        "text": "Lull (1933)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 237,
                        "end": 247,
                        "text": "1917: 304;",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 263,
                        "text": "Lull, 1933: 60)",
                        "ref_id": null
                    },
                    {
                        "start": 708,
                        "end": 720,
                        "text": "Wiman (1930)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1023,
                        "end": 1036,
                        "text": "Galton, 1969;",
                        "ref_id": null
                    },
                    {
                        "start": 1037,
                        "end": 1050,
                        "text": "Coombs, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 405,
                        "end": 417,
                        "text": "(Fig. 20A-C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "Slight allometric changes are apparent in the ontogenetic development of the femur. The medial rotation of the condyles, noted above, is less marked in juvenile specimens, suggesting that the girth of the abdomen increased with growth. There is a slight increase in the height of the greater trochanter relative to the head, and a slight descent of the fourth trochanter down the shaft of the femur with growth. Interestingly, there is no statistically significant proportional increase in the width, girth, or cross-sectional area of the shaft relative to the length of the femur with growth (Lehman, in press).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix , Table 15 . Tibia, Fibula, and Pes--Like all of the limb bones of Chasmosaurus mariscalensis, the tibia is slender (Fig. 20F-I) . The proximal part does not expand laterally to the extent seen in Triceratops or centrosaurines, but is similar to Pentaceratops. The shaft is almost circular in cross section at midlength. As in Triceratops, the \"lateral malleolus\" is composed wholly of a projection of the tibia. The fibula does not extend as far distally as the tibia. A well-preserved fibula (UTEP P.37.7.014, Fig. 201) shows that the calcaneum was only a small ossicle, in sharp contrast to the condition in Centrosaurus flexus where the calcaneum is relatively large, fused to the astragalus, and forms the greater part of the \"lateral malleolus\" (see Lull, 1933: fig. 28 ). As in other ceratopsids, the astragalus is lodged in a large rugose depression in the anteromedial part of the distal end of the tibia. This depression occupies over half the width of the tibia, and extends more onto its anterior than its posterior face. What Lull (1933: 113) supposed to be an unusual configuration of the distal end of the tibia in Pentaceratopsfenestratus was probably brought about by crushing and loss of the astragalus, as well as Wiman's (1930) mistaken association of the right tibia and fibula with the left femur, which was not noted by Lull. As in all ceratopsids, the cnemial crest is little developed. A short ridge, more prominent in larger specimens, is present just above the astragalar facet on the posterior face of the tibia. This ridge is also well developed in Triceratops and Pentaceratops, and is present but weak in centrosaurines. This feature probably was the origin of part of the flexor musculature of the foot.",
                "cite_spans": [
                    {
                        "start": 786,
                        "end": 805,
                        "text": "Lull, 1933: fig. 28",
                        "ref_id": null
                    },
                    {
                        "start": 1263,
                        "end": 1277,
                        "text": "Wiman's (1930)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 40,
                        "text": ", Table 15",
                        "ref_id": null
                    },
                    {
                        "start": 146,
                        "end": 158,
                        "text": "(Fig. 20F-I)",
                        "ref_id": null
                    },
                    {
                        "start": 524,
                        "end": 551,
                        "text": "(UTEP P.37.7.014, Fig. 201)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "As in Chasmosaurus belli, Pentaceratops, and Triceratops, the proximal end of the fibula extends to the same height as the tibia, presents a flat, thickened, crescent-shaped articular surface for the femur, and nestles into a corresponding depression on the posterolateral surface of the tibia adjacent to the condyle. In contrast, the distal end of the fibula is a thin, flattened flange. This flange is closely appressed to a flat facet on the anterior face of the tibia, and it bears on its medial corner a thickened cup-shaped depression for articulation with the calcaneum (Fig. 201) . The shaft of the fibula is triangular at midlength. As restored, the configuration of the ends of the fibulae in Centrosaurus flexus (Lull, 1933 : fig. 28 ) is nearly opposite to those seen in Chasmosaurus, Pentaceratops, and Triceratops, which suggests that they are inverted in the reconstruction.",
                "cite_spans": [
                    {
                        "start": 724,
                        "end": 735,
                        "text": "(Lull, 1933",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 578,
                        "end": 588,
                        "text": "(Fig. 201)",
                        "ref_id": null
                    },
                    {
                        "start": 736,
                        "end": 745,
                        "text": ": fig. 28",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "Only the tibia is represented by more than a few specimens, but there appear to be no marked proportional changes in the bones of the lower leg with growth. There is a slight increase, with growth, in the girth of the tibia and the width of its distal end relative to its length. The tibia is relatively long, 78% of the length of the femur, compared to 74% in Pentaceratops and 65% in Triceratops. Only a few metatarsals are present in the collection. These are perhaps more slender than those of most ceratopsids, but are otherwise not distinctive, nor are the phalanges.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            },
            {
                "text": "For measurements see Appendix , Tables 16 and 17. DISCUSSION Chasmosaurus mariscalensis, sp. nov., is a largehorned species similar in many respects to C. canadensis (Lambe), but differing from it in having: 1) an abbreviated premaxilla, 2) a flat-sided maxilla, 3) larger brow horncores, and 4) a shorter squamosal with larger epoccipitals, at least in adults. How significant are these differences? Only a few specimens of C. canadensis are known, so its full range of variation is not established (Lehman, in press) . Likewise, several key characters diagnostic of C. mariscalensis are manifested only at \"adult\" size, and hence are preserved in only a few specimens. Characters 1, 2, and 3 are features shared with Pentaceratops sternbergii Osborn. Several workers have suggested or implied that Pentaceratops and Chasmosaurus may even be congeneric (e.g., Paul, 1987) . C. mariscalensis is the most advanced species of Chasmosaurus and the most similar to Pentaceratops. Nevertheless, Pentaceratops should remain a separate genus because: 1) its brow horncores are anteriorly curved, as in all more advanced chasmosaurines, rather than posteriorly curved as in Chasmosaurus; 2) the posterior border of the parietal is flattened and plate-like, rather than squared and barlike as in all species of Chasmosaurus; 3) the adult body size of Pentaceratops substantially exceeds that of Chasmosaurus, as shown by measurements of most postcranial skeletal elements (Lehman, in press). Pentaceratops seems clearly to be derived from Chasmosaurus, but the differences noted are sufficient to justify its generic distinction. Although C. mariscalensis is more advanced in cranial characters than other species of Chasmosaurus, and similar in several respects to Pentaceratops, it is unlikely that it is directly ancestral to P. sternbergii. C. mariscalensis has a shortened, more triangular squamosal, and hence a relatively shorter frill than other species of Chasmosaurus. This condition may have been derived secondarily from the more elongate squamosal form such as that exhibited in C. belli or, less likely, retained from the ancestral chasmosaurine form, which was presumably short. This feature alone makes C. mariscalensis an unlikely ancestor for P. sternbergii. Chasmosaurus mariscalensis is intermediate in many respects between C. canadensis and P. sternbergii; however, the diagnostic characters discussed above allow it to be adequately distinguished from both taxa. C. mariscalensis is also substantially separated geographically from other confirmed occurrences of Chasmosaurus, which are essentially limited to Alberta. ",
                "cite_spans": [
                    {
                        "start": 861,
                        "end": 872,
                        "text": "Paul, 1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 49,
                        "text": ", Tables 16 and 17.",
                        "ref_id": null
                    },
                    {
                        "start": 500,
                        "end": 518,
                        "text": "(Lehman, in press)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Hind Limb",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": " 042-044, 074-079, 082, 083, 086 ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1,
                        "end": 32,
                        "text": "042-044, 074-079, 082, 083, 086",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The mounted skeleton of Triceratops prorsus",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Gilmore",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "Proceedings U.S. National Museum",
                "volume": "29",
                "issue": "",
                "pages": "433--435",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilmore, C. W. 1906. The mounted skeleton of Triceratops prorsus. Proceedings U.S. National Museum 29:433- 435.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A new restoration of Triceratops, with notes on the osteology of the genus",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Brachyceratops",
                        "suffix": ""
                    }
                ],
                "year": 1923,
                "venue": "Montana. U.S. Geological Survey Professional Paper",
                "volume": "103",
                "issue": "",
                "pages": "46--52",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brachyceratops, a ceratopsian dinosaur from the Two Medicine Formation of Montana. U.S. Geo- logical Survey Professional Paper 103, 45 pp. 1919. A new restoration of Triceratops, with notes on the osteology of the genus. Proceedings U.S. National Museum 55:97-112. 1923. A new species of Corythosaurus with notes on other Belly River dinosauria. Canadian Field-Nat- uralist 37:46-52.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "On the skull and brain of Triceratops, with notes on the braincase of Iguanodon and Megalosaurus",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "P"
                        ],
                        "last": "Hay",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "Proceedings U.S. National Museum",
                "volume": "36",
                "issue": "",
                "pages": "95--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hay, O. P. 1909. On the skull and brain of Triceratops, with notes on the braincase of Iguanodon and Mega- losaurus. Proceedings U.S. National Museum 36:95-108.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "On Vertebrata of the Mid-Cretaceous of the Northwest Territory",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Lambe",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "Part 2. New genera and species from the Belly River Series (Mid-Cretaceous)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lambe, L. M. 1902. On Vertebrata of the Mid-Cretaceous of the Northwest Territory, Part 2. New genera and species from the Belly River Series (Mid-Cretaceous).",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "On the fore-limb of a carnivorous dinosaur from the Belly River Formation of Alberta, and a new genus of Ceratopsia from the same horizon, with remarks on the integument of some Cretaceous herbivorous dinosaurs",
                "authors": [],
                "year": 1914,
                "venue": "Canadian Geological Survey, Museum Bulletin",
                "volume": "3",
                "issue": "24",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Canadian Geological Survey, Contributions to Canadian Paleontology 3:25-81. 1914a. On the fore-limb of a carnivorous dinosaur from the Belly River Formation of Alberta, and a new genus of Ceratopsia from the same horizon, with re- marks on the integument of some Cretaceous herbivo- rous dinosaurs. Ottawa Naturalist 27:129-135. 1914b. On Gryposaurus notabilis, a new genus and species of trachodont dinosaur from the Belly River For- mation of Alberta, with description of the skull of Chas- mosaurus belli. Ottawa Naturalist 27:145-155. 1915. On Eoceratops canadensis, gen. nov., with remarks on other genera of Cretaceous horned dino- saurs. Canadian Geological Survey, Museum Bulletin 12, Geology Series no. 24, 49 pp.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The ceratopsian dinosaurs and associated lower vertebrates from the St. Mary River Formation (Maestrichtian) at Scabby Butte, southern Alberta",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Langston",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Canadian Journal of Earth Sciences",
                "volume": "3",
                "issue": "",
                "pages": "1576--1608",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langston, W., Jr. 1960. The vertebrate fauna of the Selma Formation of Alabama: Part VI, the dinosaurs. Field- iana: Geology Memoirs 3:315-361. 1975. The ceratopsian dinosaurs and associated lower vertebrates from the St. Mary River Formation (Maestrichtian) at Scabby Butte, southern Alberta. Ca- nadian Journal of Earth Sciences 12:1576-1608.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Paleoecology of the Tornillo Formation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Lawson",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "182",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawson, D. A. 1972. Paleoecology of the Tornillo For- mation, Big Bend National Park, Brewster County, Tex- as. M.A. thesis, University of Texas at Austin, 182 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The Alamo Wash local fauna: a new look at the old Ojo Alamo fauna",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "189--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1981. The Alamo Wash local fauna: a new look at the old Ojo Alamo fauna; pp. 189-221 in S.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Stratigraphy, sedimentology, and paleontology of Upper Cretaceous (Campanian-Maastrichtian) sedimentary rocks in Trans-Pecos Texas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Rigby",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Proceedings of the Dinosaur Systematics Symposium. Tyrrell Museum of Palaeontology and University of",
                "volume": "35",
                "issue": "",
                "pages": "431--438",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, J. K. Rigby, Jr., and B. S. Kues (eds.), Advances in San Juan Basin Paleontology. University of New Mex- ico Press, Albuquerque. -1982. A ceratopsian bone bed from the Aguja For- mation (Upper Cretaceous), Big Bend National Park, Texas. M.A. thesis, University of Texas at Austin, 209 pp. 1985a. Stratigraphy, sedimentology, and paleon- tology of Upper Cretaceous (Campanian-Maastrichtian) sedimentary rocks in Trans-Pecos Texas. Ph.D. disser- tation, University of Texas at Austin, 299 pp. 1985b. Transgressive-regressive cycles and envi- ronments of coal deposition in Upper Cretaceous strata of Trans-Pecos Texas. Transactions of the Gulf Coast Association of Geological Societies 35:431-438. In press. The ceratopsian subfamily Chasmosaur- inae: sexual dimorphism and systematics; in P. J. Currie and K. Carpenter (eds.), Proceedings of the Dinosaur Systematics Symposium. Tyrrell Museum of Palaeon- tology and University of Cambridge Press.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A revision of the Ceratopsia or horned dinosaurs",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Lull",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Memoirs of the Peabody Museum",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lull, R. S. 1933. A revision of the Ceratopsia or horned dinosaurs. Memoirs of the Peabody Museum 3, 175 pp.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The reptilian megafauna from the Kirtland Shale (Late Cretaceous) of the San Juan Basin",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Mateer",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "49--75",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mateer, N. 1981. The reptilian megafauna from the Kirt- land Shale (Late Cretaceous) of the San Juan Basin, New Mexico; pp. 49-75 in S. Lucas, J. K. Rigby, Jr., and B. Kues (eds.), Advances in San Juan Basin Paleontology. University of New Mexico Press, Albuquerque.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Geology of Big Bend National Park",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Maxwell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Lonsdale",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Hazzard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "320",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maxwell, R. A., J. T. Lonsdale, R. T. Hazzard, and J. A. Wilson. 1967. Geology of Big Bend National Park, Brewster County, Texas. University of Texas Bureau of Economic Geology Publication no. 6711, 320 pp.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Mounted skeleton of Triceratops elatus",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Osborn",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "American Museum Novitates",
                "volume": "14",
                "issue": "654",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osborn, H. F. 1933. Mounted skeleton of Triceratops ela- tus. American Museum Novitates, no. 654, 14 pp.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The science and art of restoring the life appearance of dinosaurs and their relatives",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Paul",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Dinosaurs Past and Present",
                "volume": "",
                "issue": "",
                "pages": "4--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paul, G. S. 1987. The science and art of restoring the life appearance of dinosaurs and their relatives; pp. 4-49 in S. J. Czerkas and E. C. Olson (eds.), Dinosaurs Past and Present, Vol. II. Natural History Museum of Los Angeles County with University of Washington Press, Seattle.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The parietal-pineal complex among vertebrates",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "189--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roth, J. J., and E. C. Roth. 1980. The parietal-pineal com- plex among vertebrates; pp. 189-231 in R. Thomas and E. C. Olson (eds.), A Cold Look at the Warm-blooded Dinosaurs, American Association for the Advancement of Science, Selected Symposium 28. Westview Press, Boulder, Colorado.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The occurrence of Pentaceratops (Ornithischia: Ceratopsia) with a description of its frill",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Colbert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Nation",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "29--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rowe, T., E. H. Colbert, and J. D. Nation. 1981. The occurrence of Pentaceratops (Ornithischia: Ceratopsia) with a description of its frill; pp. 29-48 in S. Lucas, J. K. Rigby, Jr., and B. Kues (eds.), Advances in San Juan Basin Paleontology. University of New Mexico Press, Albuquerque.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Mammalian faunal succession in the Cretaceous System of western North America. Geological Association of Canada Special Paper no",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "137--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Russell, L. S. 1975. Mammalian faunal succession in the Cretaceous System of western North America. Geolog- ical Association of Canada Special Paper no. 13:137- 161.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Vertebrate paleontology of the Cretaceous/Tertiary transition in",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Standhardt",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "298",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Standhardt, B. R. 1986. Vertebrate paleontology of the Cretaceous/Tertiary transition in Big Bend National Park, Texas. Ph.D. dissertation, Louisiana State University, Baton Rouge, 298 pp.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Horned dinosaur group in the National Museum of Canada",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Sternberg",
                        "suffix": ""
                    }
                ],
                "year": 1927,
                "venue": "Ceratopsidae from Alberta. Journal of Paleontology",
                "volume": "41",
                "issue": "",
                "pages": "468--480",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sternberg, C. M. 1927. Horned dinosaur group in the Na- tional Museum of Canada. Canadian Field-Naturalist 41:67-73. 1940. Ceratopsidae from Alberta. Journal of Pa- leontology 14:468-480.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Report on Works Progress Administration Paleontological Project sponsored by the Texas College of Mines and Metallurgy",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Strain",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "",
                "volume": "20",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strain, W. S. 1939. Report on Works Progress Adminis- tration Paleontological Project sponsored by the Texas College of Mines and Metallurgy. Unpublished report preserved at Texas Memorial Museum, Austin, Texas, 20 pp.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Functional craniology of the Ceratopsia (Reptilia: Ornithischia) with special reference to Eoceratops",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Tyson",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "339",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tyson, H. 1977. Functional craniology of the Ceratopsia (Reptilia: Ornithischia) with special reference to Eocera- tops. M.S. thesis, University of Alberta, Edmonton, 339 pp.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Uber Ceratopsia aus der Oberen Kreide in New Mexico",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wiman",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "Nova Acta Regiae Societatis Scientiarum Upsaliensis, series",
                "volume": "4",
                "issue": "2",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wiman, C. 1930. Uber Ceratopsia aus der Oberen Kreide in New Mexico. Nova Acta Regiae Societatis Scientia- rum Upsaliensis, series 4, vol. 7, no. 2, 19 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "C, lateral, and D, anterior views; 083 in E, lateral, and F, anterior views; 091 in G, lateral, and H, anterior views; 044 in I, lateral, and J, anterior views; 082 in K, anterior, and L, lateral views; 086 in M, lateral, and N, anterior views. Abbreviations: f = suture for frontal, pal = suture for palpebral, pf = suture for prefrontal, Pff = postfrontal fontanelle.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": ", Id = lacrimal duct canal, lsp = recess for laterosphenoid, n = suture for nasal, O = orbit, ol = roof of passage for olfactory tract, p = suture for parietal, Pal = palpebral, PF = prefrontal, Pff = postfrontal fontanelle, pl = suture for palatine, PO = postorbital, sq = squamosal.",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "text": "Chasmosaurus inariscalensis, sp. nov., squamosals, UTEP P.37.7.052 in A, lateral, and B, medial views; 054 in C, lateral, and D, edge views; 062 in E, medial view; 045 in F, medial view; 059 in G, medial, and H, lateral views; 046 in I, medial, and J, lateral views; 066 in K, medial, and L, lateral views. Abbreviations: j = suture for jugal, p = parietal fragments, par = buttress for paroccipital process, q = pit for quadrate. taceratops not only with age, but occasionally between right and left sides of the same individual.",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "). As in Anchiceratops and Triceratops, there are six or seven undulations or epoccipitals along the margin of the squamosal in C. mariscalensis. Eight or nine occur in other species of Chasmosaurus, and nine are present in Pentaceratops. The epoccipitals are larger and",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "text": ". This specimen, however, is from an immature individual and an epijugal may have been present in adults. The descending ramus of the jugal appears to have been about vertical, and not strongly inclined posteriorly as in some specimens of ChasChasmosaurus mariscalensis, sp. nov., UTEP P.37.7.050, left quadrate in A, posterior, and B, lateral views. C, 069, right lacrimal (1) and jugal (j) fragment adjacent to orbital rim. D, 081, left jugal fragment in lateral view. Other abbreviations: mx = maxillary process, o = orbit, pt = pit for process of pterygoid, qj = suture for quadratojugal, sq = squamosal process. Chasmosaurus mariscalensis, sp. nov., maxillae in lateral view: A, UTEP P.37.7.088; B, 086; C, 087; D, 082; E, 084; and F, 085. Comparison of chasmosaurine maxillae: G, C. belli (NMC 2280, after Lambe, 1915); H, C. canadensis (AMNH 5401, after Lull, 1933); I, C. canadensis (UA 40, after Tyson, 1977); J, Pentaceratops sternbergii (AMNH 6325, after Lull, 1933); K, C. mariscalensis (UTEP P.37.7.087); L, C. mariscalensis (UTEP P.37.7.086); M, Triceratopsflabellatus (YPM 1821, Hatcher et al., 1907). Abbreviations: aof = antorbital fenestra, ec = ectopterygoid, pl = palatine, pm = premaxilla.",
                "uris": null
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "text": "Chasmosaurus mariscalensis, sp. nov., vertebrae: A, TMM 42302-1, cervical bar; B, UTEP P.37.7.214, posterior cervical; C, G, 212, posterior cervical; D, H, 189, anterior dorsal; E, I, 188, posterior dorsal; F, J, 176, anterior caudal. Abbreviations: at = finger-like neural arch process of atlas, prz = adherent prezygapophysis of adjacent vertebra. ticeable in the first sacral rib. The sacral ribs extend dorsally as thin laminae that are confluent above with the transverse processes of the vertebrae. The ribs coalesce distally to enclose three large foramina and form the thick acetabular bar.In the smallest specimen of C. mariscalensis (UTEP P.",
                "uris": null
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "text": ". Additionally, Chasmosaurus, Pentaceratops, and Triceratops possess a continuous deep longitudinal groove along the ventral surface of the true sacral and sacro-caudal vertebrae. In centrosaurines this groove is shallower and restricted to only the true sacrals.The sacro-caudals are more difficult to distinguish from true sacrals because their lateral projections (transverse processes or diapophyses of authors; see note by Brown and Schlaikjer, 1940b: 220) that brace the post-acetabular processes of the ilia are partly composed of fused ribs. The combined rib and transverse process of a sacro-caudal vertebra forms a single union with the ilium; however, the rib and transverse process of a true sacral have separate sutures with the ilium. C. mariscalensis has three sacro-caudals. The first two have elongate centra with ribs borne along their anterolateral edges, as in the true sacrals that precede them. The last sacro-caudal, however, is short, with ribs arising from its lateral surfaces, as in the succeeding caudal vertebrae. The last sacro-caudal is dorsoventrally compressed as in Pentaceratops. Other ceratopsids (Triceratops, Pentaceratops, Monoclonius, and Centrosaurus) have four sacro-caudals, although the anteriormost of these in Pentaceratops has united with the acetabular bar and might best be considered a fifth true sacral (see Brown and Schlaikjer, 1940b). The sacrum in C. mariscalensis, and all ceratopsians, developed ontogenetically by successive addition of dorsal and caudal vertebrae-first by fusion of their centra, and later by incorporation of their ribs and transverse processes into the acetabular bar, or as braces to the anterior and posterior processes of the ilia (see Brown and Schlaikjer, 1940b). Thus, the number and degree of fusion of vertebrae in the sacrum should not be relied upon as a taxonomic character in ceratopsids.Caudal Vertebrae--The caudal vertebrae of Chasmosaurus mariscalensis are generally similar to those of other ceratopsids. As in Pentaceratops, the centrum of the first caudal vertebra is dorsoventrally compressed. The articular surfaces of the anterior caudal centra are saddle-shaped, as in Triceratops prorsus(Hatcher et al., 1907).Ribs -Only the dorsal ribs are mentioned here. not present in the collection, and those of the rest of the vertebral column have already been described. The anterior dorsal ribs of C. mariscalensis agree with those of other ceratopsians in having a nearly straight shaft confluent with the elevated tubercular process, and a capitular process set out at a right angle to the shaft (",
                "uris": null
            },
            "FIGREF7": {
                "num": null,
                "type_str": "figure",
                "text": "Right scapula and coracoid (image reversed); B, UTEP P.37.7.134, left scapula; both in lateral view. Abbreviation: ac = acromion process. Above is comparison of scapulae in, from left to right, Triceratops prorsus (after Hatcher et al., 1907), Pentaceratops sternbergii (after Wiman, 1930), Chasinosaurus inariscalensis, and Centrosaurusflexus (after Lull, 1933).",
                "uris": null
            },
            "FIGREF8": {
                "num": null,
                "type_str": "figure",
                "text": "radius; both in lateral view. F, 163, Dorsal view of right ulna. Abbreviations: cap = radial capitellum, ol = olecranon process, rad = radial notch, tr = trochlea of humerus and trochlear notch of ulna. Below is comparison of humerus, ulna, and radius in, from left to right, Triceratops, Pentaceratops, Chasmosaurus, and Centrosaurus. , but the bone is not as narrow as in Centrosaurus or Monoclonius, nor as broad as in",
                "uris": null
            },
            "FIGREF9": {
                "num": null,
                "type_str": "figure",
                "text": "ilium (image reversed); in lateral and ventral views. Inset compares ilia of Triceratops, Pentaceratops, Chasmosaurus, and Centrosaurus. rines, in contrast, have more nearly straight ischia. The rugose iliac peduncle is set off less from the shaft than it is in Pentaceratops and Triceratops. Neither Chasmosaurus nor Pentaceratops have the pronounced flange along the lateral edge of the ischium seen in",
                "uris": null
            },
            "FIGREF10": {
                "num": null,
                "type_str": "figure",
                "text": "and Mateer (1981) have regarded this condition in Pentaceratops as due to postmortem deformation, but it is definitely a natural one in C. mariscalensis and is probably so in Pentaceratops. Such a pose is consistent with the wide, Chasmosaurus mariscalensis, sp. nov. A, UTEP P.37.7.145, Right pubis; B, 143, right pubis; C, 144, proximal part of right pubis; all in lateral view. D, 146, Distal end of right pubis in medial view. Abbreviation: t = tuberosity for articulation with last dorsal rib. Above is comparison of pubis in Triceratops, Pentaceratops, Chasmosaurus, inariscalensis, sp. nov., UTEP P.37.7.157, left ischium, with restoration of left side of pelvis (based on 147 and 143). On right is comparison of ischia in Triceratops, Pentaceratops, Chasmosaurus, and Centrosaurus. abdomen suggested by the orientation of the posterior dorsal ribs. In C. mariscalensis, and to some extent all ceratopsids, the deep fibular facet on the outer surface of 37.7.031, Left femur; B, 009, left femur; C, 040, right femur (image reversed); D, 111, right femur (image reversed); E, 110, left femur; all in posterior view. F, 010, Left tibia; G, 122, left tibia; both in posterior view. H, 122, Left tibia, and 121, left fibula, articulated in anterior view; I, 011, right tibia, and 014, right fibula, articulated in anterior view, showing articulation for astragalus (ast) and calcaneum (ca). On right is comparison of femur and tibia in Triceratops, Pentaceratops, Chasmosaurus, and Centrosaurus. lateral condyle extends dorsally in a pronounced groove that must have lodged a strong tendon for the iliofibularis muscle. Because the femur was not held vertically, such a tendon may have helped prevent the knee joint from buckling laterally. As in Triceratops, the medial condyle is wider transversely but does not arc as far anteroposteriorly as the lateral one. Though contrary descriptions exist, based on crushed specimens (see Brown,",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"6\">TABLE 16. Measurements of tibia.</td></tr><tr><td/><td/><td>A</td><td/><td/><td/><td colspan=\"2\">IB</td><td/></tr><tr><td/><td/><td>E</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">DI</td><td/><td/><td>AC</td><td>-0</td><td>E</td></tr><tr><td>Character</td><td>N</td><td>Mean</td><td>OR</td><td/><td/><td/><td/><td/></tr><tr><td>A B C D</td><td>1 1 2 2</td><td>--37 55</td><td>780 180 31-43 50-60</td><td>Character</td><td>N</td><td>c</td><td colspan=\"2\">D Mean</td><td>OR</td></tr><tr><td>E</td><td>2</td><td>110</td><td>85-134</td><td>A</td><td>9</td><td/><td colspan=\"2\">437</td><td>389-556</td></tr><tr><td/><td/><td/><td/><td>B</td><td>10</td><td/><td colspan=\"2\">150</td><td>133-202</td></tr><tr><td/><td/><td/><td/><td>C</td><td>14</td><td/><td colspan=\"2\">56</td><td>44-71</td></tr><tr><td colspan=\"4\">TABLE 15. Measurements of femur.</td><td>D E</td><td>10 13</td><td/><td colspan=\"2\">152 172</td><td>130-201 137-226</td></tr><tr><td/><td/><td>G</td><td>H</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">K</td><td colspan=\"6\">TABLE 17. Measurements of fibula.</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>B</td></tr><tr><td/><td>A'oK</td><td>F</td><td>I</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>F</td><td>I</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>E</td><td/></tr><tr><td>Character</td><td>N</td><td>Mean</td><td>OR</td><td/><td/><td>A</td><td/><td/></tr><tr><td>A</td><td>11</td><td>326</td><td>210-400</td><td/><td/><td/><td/><td/></tr><tr><td>B</td><td>12</td><td>554</td><td>355-713</td><td/><td/><td/><td/><td/></tr><tr><td>C</td><td>11</td><td>233</td><td>145-340</td><td/><td/><td/><td/><td/></tr><tr><td>D</td><td>17</td><td>54</td><td>34-77</td><td/><td/><td/><td/><td/></tr><tr><td>E F</td><td>17 14</td><td>70 133</td><td>42-99 88-190</td><td>Character</td><td>N</td><td/><td colspan=\"2\">Mean</td><td>OR</td></tr><tr><td>G</td><td>15</td><td>159</td><td>100-210</td><td>A</td><td>1</td><td/><td>-</td><td/><td>334</td></tr><tr><td>H</td><td>15</td><td>97</td><td>60-130</td><td>B</td><td>1</td><td/><td>-</td><td/><td>60</td></tr><tr><td>I</td><td>8</td><td>120</td><td>89-158</td><td>C</td><td>3</td><td/><td colspan=\"2\">24</td><td>19-28</td></tr><tr><td>J</td><td>17</td><td>206</td><td>132-292</td><td>D</td><td>3</td><td/><td colspan=\"2\">57</td><td>51-62</td></tr><tr><td>K</td><td>11</td><td>750</td><td>71o-830</td><td>E</td><td>2</td><td/><td colspan=\"2\">72</td><td>69-74</td></tr></table>"
            }
        }
    }
}