{
    "paper_id": "Longrichetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:05:18.468418Z"
    },
    "title": "Texacephale langstoni, a new genus of pachycephalosaurid (Dinosauria: Ornithischia) from the upper Campanian Aguja Formation, southern Texas, USA",
    "authors": [
        {
            "first": "Nicholas",
            "middle": [
                "R"
            ],
            "last": "Longrich",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Yale University",
                "location": {
                    "postBox": "P.O. Box 208109",
                    "postCode": "06520-8109",
                    "settlement": "New Haven",
                    "region": "CT",
                    "country": "USA"
                }
            },
            "email": "nicholas.longrich@yale.edu"
        },
        {
            "first": "Julia",
            "middle": [],
            "last": "Sankey",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "California State University",
                "location": {
                    "settlement": "Stanislaus"
                }
            },
            "email": ""
        },
        {
            "first": "Darren",
            "middle": [],
            "last": "Tanke",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Royal Tyrrell Museum",
                "location": {
                    "postBox": "P.O. Box 7500",
                    "postCode": "T0J 0Y0",
                    "settlement": "Drumheller",
                    "region": "Alberta",
                    "country": "Canada"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Recent work in the Campanian Aguja Formation of Big Bend, Texas, has resulted in the recovery of two frontoparietal domes from a new genus of pachycephalosaur. Texacephale langstoni gen. et sp. nov. is diagnosed by a tall, arched nasal boss, flange-like processes articulating the dome with the peripheral elements, and a low pedicel separating the cerebral fossa from the skull roof. The skull dome is composed largely of the fused frontals and parietals, with limited participation of the peripheral elements, and the supratemporal fenestrae remain open. Phylogenetic analysis indicates that Texacephale langstoni is a basal member of the Pachycephalosauria. The discovery of Texacephale supports previous suggestions that the dinosaur fauna of Texas was distinct from that of contemporary assemblages to the north. The phylogenetic analysis presented here indicates that the Asian pachycephalosaurs form a monophyletic group, deeply nested within the Pachycephalosauridae, and that the basal members of the group are all North American. This finding indicates that pachycephalosaurids originated in North America, rather than Asia, as previously believed. The high diversity of North American pachycephalosaurs and the late appearance of pachycephalosaurs in Asia are consistent with this hypothesis. The biology of Texacephale and other Pachycephalosauridae are also discussed. The morphology of the dome in Texacephale and other pachycephalosaurs supports the hypothesis that pachycephalosaurids engaged in intraspecific combat, while the occurrence of Texacephale and other pachycephalosaurs in nearshore deposits argues that the pachycephalosaurs were not restricted to inland habitats.",
    "pdf_parse": {
        "paper_id": "Longrichetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Recent work in the Campanian Aguja Formation of Big Bend, Texas, has resulted in the recovery of two frontoparietal domes from a new genus of pachycephalosaur. Texacephale langstoni gen. et sp. nov. is diagnosed by a tall, arched nasal boss, flange-like processes articulating the dome with the peripheral elements, and a low pedicel separating the cerebral fossa from the skull roof. The skull dome is composed largely of the fused frontals and parietals, with limited participation of the peripheral elements, and the supratemporal fenestrae remain open. Phylogenetic analysis indicates that Texacephale langstoni is a basal member of the Pachycephalosauria. The discovery of Texacephale supports previous suggestions that the dinosaur fauna of Texas was distinct from that of contemporary assemblages to the north. The phylogenetic analysis presented here indicates that the Asian pachycephalosaurs form a monophyletic group, deeply nested within the Pachycephalosauridae, and that the basal members of the group are all North American. This finding indicates that pachycephalosaurids originated in North America, rather than Asia, as previously believed. The high diversity of North American pachycephalosaurs and the late appearance of pachycephalosaurs in Asia are consistent with this hypothesis. The biology of Texacephale and other Pachycephalosauridae are also discussed. The morphology of the dome in Texacephale and other pachycephalosaurs supports the hypothesis that pachycephalosaurids engaged in intraspecific combat, while the occurrence of Texacephale and other pachycephalosaurs in nearshore deposits argues that the pachycephalosaurs were not restricted to inland habitats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Big Bend National Park, Texas contains the southernmost Upper Cretaceous terrestrial deposits known from the United States. Although the region has been studied for many years, vertebrate fossils from these beds tend to be rare and poorly preserved, and as a result, comparatively little is known about the dinosaur fauna of the region. Pachycephalosaurs, a group of ornithischian dinosaurs characterized by a massive, domed skull roof (Maryañ ska et al., 2004) , have been among the rarest and most poorly understood members of the dinosaur assemblage. Until now, only a single, highly fragmentary frontoparietal dome (TMM 42010-1) has been reported from the Aguja Formation of Big Bend, and three poorly preserved domes (TMM 42532-1,-2,-3) are known from the San Carlos Formation, a lateral equivalent to the Aguja that is exposed to the west of Big Bend (Lehman, 1985) . The only other specimens of Pachycephalosauridae that are known from Big Bend are isolated teeth (Sankey, 2001) .",
                "cite_spans": [
                    {
                        "start": 436,
                        "end": 461,
                        "text": "(Maryañ ska et al., 2004)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 857,
                        "end": 871,
                        "text": "(Lehman, 1985)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 971,
                        "end": 985,
                        "text": "(Sankey, 2001)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In January of 2008, the WPA (Works Progress Administrative) quarries near Talley Mountain were revisited as part of ongoing fieldwork in Big Bend National Park (Fig. 1) . One of us (Tanke) discovered a frontoparietal dome (LSUMNS 20010) on a large ironstone concretionary mass exposed on the floor of WPA-1, a multitaxon bonebed dominated by Agujaceratops. Following another visit to the area in December of 2008, a second specimen was recovered from beds above WPA-1, again in association with Agujaceratops. Although initial studies suggested that the Aguja pachycephalosaur might be referable to Stegoceras, upon closer examination the Aguja skull was found to differ from any previously described pachycephalosaurid taxon. Despite the limited nature of the material, and despite the fact that the holotype and referred specimens exhibit predepositional wear, the material is sufficiently diagnostic to warrant the creation of a new taxon.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 160,
                        "end": 168,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "LSUMNS 20010 is significant because it represents the most complete pachycephalosaur specimen known from Texas, which allows for a detailed description and permits comparisons with pachycephalosaurs found to the North. The second specimen, LSUMNS 20012, is fragmentary, but agrees well with LSUMNS 20010 in the preserved features, providing further evidence that the Texan specimens are distinct from previously known taxa. The systematics of the Aguja pachycephalosaur are of particular interest in light of the observation that the late Campanian of Big Bend supported dinosaur species that are not found to the north (Lehman, 1997; Sankey, 2001 ).",
                "cite_spans": [
                    {
                        "start": 620,
                        "end": 634,
                        "text": "(Lehman, 1997;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 635,
                        "end": 647,
                        "text": "Sankey, 2001",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The Aguja Formation (Fig. 2) is an eastward thinning deposit that ranges from 135 to 285 meters in thickness. The formation is composed of sandstones with interbedded shales. Marine, paralic, and floodplain depositional environments are present in the formation (Lehman, 1985) . The lower part of the upper shale member of the Aguja contains sandstones, carbonaceous mudstones, thin lignite beds, and occasional ironstone concretions. These sediments represent a range of depositional environments within a coastal floodplain environment, including distributary channels, levees, crevasse splays, marshes, and bays. The upper part of the upper shale member contains fluvial mudstones and sandstones with caliche lags, which were deposited in coastal plain and inland floodplain depositional environments (Lehman, 1985) .",
                "cite_spans": [
                    {
                        "start": 262,
                        "end": 276,
                        "text": "(Lehman, 1985)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 804,
                        "end": 818,
                        "text": "(Lehman, 1985)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 20,
                        "end": 28,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Geological setting",
                "sec_num": "2."
            },
            {
                "text": "The age of the upper shale is not well-constrained, but the preponderance of evidence suggests that the upper shale member of the Aguja is late Campanian or early Maastrichtian in age, based on marine biostratigraphy (Lehman, 1985) and paleomagnetic data (Sankey and Gose, 2001) . Two distinct volcanic deposits in the upper Aguja have been dated to 72.6 Ma þ/À 1.5 Ma and 76.9 Ma þ/À 1.2 Ma (Breyer et al., 2007; Befus et al., 2008) using U-Pb SHRIMP-RG analyses of zircon grains.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 231,
                        "text": "(Lehman, 1985)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 255,
                        "end": 278,
                        "text": "(Sankey and Gose, 2001)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 392,
                        "end": 413,
                        "text": "(Breyer et al., 2007;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 414,
                        "end": 433,
                        "text": "Befus et al., 2008)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geological setting",
                "sec_num": "2."
            },
            {
                "text": "The dinosaurian fauna of the Aguja Formation is not a rich one (Table 1) . The assemblage is dominated by the hadrosaurine Kritosaurus sp., the chasmosaurine Agujaceratops (Lehman, 1989; Forster et al. 1993 ) and a nodosaur (AMNH 3072). Tyrannosauridae, Dromaeosauridae and Richardoestesia are known on the basis of teeth (Rowe et al. 1992; Sankey, 2001) , and individual bones also document the presence of several other taxa of Coelurosauria. Nondinosaurian reptiles known from the Aguja include the giant crocodilian Deinosuchus riograndensis (Colbert and Bird, 1954) , a pterosaur (Rowe et al., 1992) , chelonians (Rowe et al., 1992; Tomlinson, 1997; Sankey, 2006) and lizards (Rowe et al., 1992) . Mammals have also been recovered from the Aguja, including marsupials, multituberculates, and a possible eutherian (Rowe et al. 1992 , Cifelli, 1995 Sankey and Gose, 2001) . Amphibians found in the Aguja include urodeles, anurans, and albanerpetontids (Rowe et al., 1992) ; teleosts and chondrichthyes are also present in the formation (Rowe et al., 1992; Sankey, 1998 Sankey, , 2005 Sankey, , 2008 . Diagnosis. Medium-sized pachycephalosaurid characterized by the following autapomorphies: (1) parietal articulating with postorbital via a series of flange-like processes, (2) tall, narrow nasal boss with a dorsal margin that is convex in lateral view, (3) skull roof elevated above the roof of the braincase by a low pedicel. These characters are unique to Texacephale among the Pachycephalosauridae and allow this animal to be distinguished from all previously described pachycephalosaurs.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 186,
                        "text": "(Lehman, 1989;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 187,
                        "end": 206,
                        "text": "Forster et al. 1993",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 322,
                        "end": 340,
                        "text": "(Rowe et al. 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 341,
                        "end": 354,
                        "text": "Sankey, 2001)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 546,
                        "end": 570,
                        "text": "(Colbert and Bird, 1954)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 585,
                        "end": 604,
                        "text": "(Rowe et al., 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 618,
                        "end": 637,
                        "text": "(Rowe et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 638,
                        "end": 654,
                        "text": "Tomlinson, 1997;",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 655,
                        "end": 668,
                        "text": "Sankey, 2006)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 681,
                        "end": 700,
                        "text": "(Rowe et al., 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 818,
                        "end": 835,
                        "text": "(Rowe et al. 1992",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 836,
                        "end": 851,
                        "text": ", Cifelli, 1995",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 852,
                        "end": 874,
                        "text": "Sankey and Gose, 2001)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 955,
                        "end": 974,
                        "text": "(Rowe et al., 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1039,
                        "end": 1058,
                        "text": "(Rowe et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1059,
                        "end": 1071,
                        "text": "Sankey, 1998",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1072,
                        "end": 1086,
                        "text": "Sankey, , 2005",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1087,
                        "end": 1101,
                        "text": "Sankey, , 2008",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 63,
                        "end": 72,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Geological setting",
                "sec_num": "2."
            },
            {
                "text": "Texacephale is further distinguished from Colepiocephale and Gravitholus by the absence of prominent lateral lobes of the parietal; from Stegoceras by the inflation of the supraorbital lobes of the frontal and by low postorbitals; and from Hanssuesia by the low postorbitals, low supraorbitals, open supratemporal fenestrae, and the tall nasal boss. Texacephale is distinguished from Sphaerotholus, Prenocephale and the Pachycephalosaurini by the following characters: open supratemporal fenestrae, limited contribution of the postorbitals to the dome, a large contact between supraorbital 1 and the frontal, and a tall nasal boss. Thus, even without considering the autapomorphies described above, the frontoparietal dome of Texacephale is distinct from any previously described pachycephalosaurid dome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic palaeontology",
                "sec_num": "3."
            },
            {
                "text": "Holotype. LSUMNS 20010, fused frontoparietals ( Fig. 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 54,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic palaeontology",
                "sec_num": "3."
            },
            {
                "text": "Referred material. LSUMNS 20012, incomplete frontoparietal dome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic palaeontology",
                "sec_num": "3."
            },
            {
                "text": "Locality and horizon. The holotype, LSUMNS 20010, was recovered from site WPA-1, a site which lies low in the upper shale member of the Aguja Formation (Fig. 2) . WPA-1 is a quarry in a multitaxon bonebed dominated by the ceratopsian Agujaceratops mariscalensis and hadrosaurs (Lehman, 1982; Davies and Lehman, 1989; Lehman, 2007) ; nodosaur remains are also present. The bonebed lies above the Terlingua Creek sandstone member, and within the lower part of the upper shale member of the Aguja (Lehman, 1989) . This accumulation is located in a grey siltstone that is thought to represent an interdistributary marsh (Lehman, 1989) . The referred specimen was recovered east of the bonebed, less than a kilometer away, and several tens of meters above WPA-1 (Fig. 2 ) in section. It was found as part of a deflation lag, along with numerous other dinosaur scraps that had weathered from an ironstone-cemented conglomerate. The only other diagnostic fossil recovered from this site is a parietal fragment from Agujaceratops.",
                "cite_spans": [
                    {
                        "start": 277,
                        "end": 291,
                        "text": "(Lehman, 1982;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 292,
                        "end": 316,
                        "text": "Davies and Lehman, 1989;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 317,
                        "end": 330,
                        "text": "Lehman, 2007)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 494,
                        "end": 508,
                        "text": "(Lehman, 1989)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 616,
                        "end": 630,
                        "text": "(Lehman, 1989)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 152,
                        "end": 160,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 757,
                        "end": 764,
                        "text": "(Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic palaeontology",
                "sec_num": "3."
            },
            {
                "text": "The holotype specimen LSUMNS 20010 consists of the fused frontals and parietals (Figs. 3,4) (except where noted, the description refers to the holotype). The holotype is comparable in size to Stegoceras validum (UA2), with the frontoparietal dome measuring 115 mm long in LSUMNS 20010, versus 125 mm in UA2. The referred specimen (Fig. 5 ) is slightly larger: while the holotype measures 69 mm across the orbital lobes, the referred specimen measures 81 mm here ( Table 2 ). The frontoparietals are largely complete in the holotype, although the anterior tip of the nasal boss and the posterior margin of the parietal shelf are missing, and details of the ventral surface have been obscured by weathering. The dorsal surface of the frontoparietal is damaged in the holotype Table 1 Aguja Formation dinosaurian faunal list, based on Rowe et al., 1992; Lehman 1985; 1989; Sankey, 2001 ; examination of TMM and LSUMNS collections.",
                "cite_spans": [
                    {
                        "start": 832,
                        "end": 850,
                        "text": "Rowe et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 851,
                        "end": 863,
                        "text": "Lehman 1985;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 864,
                        "end": 869,
                        "text": "1989;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 870,
                        "end": 882,
                        "text": "Sankey, 2001",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 330,
                        "end": 337,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 464,
                        "end": 471,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 774,
                        "end": 781,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description",
                "sec_num": "4."
            },
            {
                "text": "Tyrannosauridae indet. (Figs. 3, 4) ; although this may be exaggerated by weathering, the deep hole in the dorsal surface of the skull and the grooves extending from it do not appear to be an artifact. The referred specimen is missing much of the anterior and posterior portions of the frontoparietals. The nasal boss of the frontals is tall, anteroposteriorly elongate, and covered with moderately large tubercles, as in Stegoceras validum (Gilmore, 1924; Sullivan, 2003) and Colepiocephale lambei (Sternberg, 1945 , Sullivan, 2003 . The nasal boss is broadest posteriorly and strongly tapers anteriorly. It is separated from the main body of the dome by pronounced sulci, as in Stegoceras and Colepiocephale. In lateral view, the dorsal margin of the nasal boss is convex, rather than straight or upturned, as seen in most other pachycephalosaurids.",
                "cite_spans": [
                    {
                        "start": 23,
                        "end": 32,
                        "text": "(Figs. 3,",
                        "ref_id": null
                    },
                    {
                        "start": 33,
                        "end": 35,
                        "text": "4)",
                        "ref_id": null
                    },
                    {
                        "start": 441,
                        "end": 456,
                        "text": "(Gilmore, 1924;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 457,
                        "end": 472,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 499,
                        "end": 515,
                        "text": "(Sternberg, 1945",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 516,
                        "end": 532,
                        "text": ", Sullivan, 2003",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "The region of the frontal over the orbits is strongly expanded and contributes to the doming of the skull. In this respect, Texacephale is more derived than Stegoceras validum, and more closely resembles Hanssuesia (Brown and Schlaikjer, 1943; Sullivan, 2003) , Sphaerotholus (Williamson and Carr 2002) , Prenocephale (Maryañ ska and Osmó lska, 1974) and Pachycephalosaurus (Brown and Schlaikjer, 1943) . The postorbital lobes are unusual in being strongly inflated and expanded laterally, giving the skull a mushroom-like appearance. The posterodorsal surface of the dome has a concave profile, indicating the presence of a prominent parietosquamosal shelf, as in Stegoceras.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 243,
                        "text": "(Brown and Schlaikjer, 1943;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 244,
                        "end": 259,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 276,
                        "end": 302,
                        "text": "(Williamson and Carr 2002)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 374,
                        "end": 402,
                        "text": "(Brown and Schlaikjer, 1943)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "The margins of the dome bear large sutural surfaces to receive the peripheral elements of the skull. The articular surfaces for the prefrontals and supraorbital ossifications are low, as in Stegoceras. The articular surface for the prefrontal is strongly notched, a feature shared with Hanssuesia. An extensive contact between supraorbital I and the frontal is indicated by the articular surface. This contrasts with the condition in Sphaerotholus, Prenocephale, and Pachycephalosaurus, where the articulation between the two bones is reduced. The articular surfaces of the right side are distinctly taller than those of the left, corresponding to the overall greater degree of expansion of the dome on this side.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "The articulation for the postorbital indicates that the postorbital's contribution to the dome is relatively modest. In contrast, the postorbitals are tall and make an extensive contribution to the dome in Stegoceras, Hanssuesia, and Pachycephalosaurinae (see, e.g., Brown and Schlaikjer, 1943; Maryañ ska and Osmó lska, 1974; Williamson and Carr, 2002; Sullivan, 2003) .",
                "cite_spans": [
                    {
                        "start": 267,
                        "end": 294,
                        "text": "Brown and Schlaikjer, 1943;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 295,
                        "end": 326,
                        "text": "Maryañ ska and Osmó lska, 1974;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 327,
                        "end": 353,
                        "text": "Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 354,
                        "end": 369,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "The postorbital articular surface is unusual in bearing a series of 5-6 vertical flanges, which give the bone a corrugated appearance. Presumably, the postorbital would have had a series of corresponding grooves to receive these flanges; as a result the parietals and postorbitals would have had a tightly interlocking suture, meshing together almost like a pair of gears. Other Pachycephalosauridae do have interdigitating sutures between the dome and peripheral elements, but the ridges are lower, narrower, and more numerous. Thus, the series of large articular flanges seems to be unique to Texacephale. Posteriorly, two shallow notches in the back of the dome appear to represent the margins of the supratemporal fenestrae. The back of the dome is damaged, however there appears to have been a short parietosquamosal shelf, as in Stegoceras, but unlike Hanssuesia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "Ventrally, the frontoparietal bears a small depression, the cerebral fossa, where the brain would have rested against the skull roof. The cerebral fossa is located below the level of the supraorbital elements of the skull, being separated by a sort of low pedicel or platform of bone. As a result, the orbital fossae are directed ventrolaterally ( Fig. 4E ). In contrast, the cerebral fossa sits at the level of the supraorbital elements in other pachycephalosaurids, such as Stegoceras, and the orbital fossae are more or less horizontal.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 348,
                        "end": 355,
                        "text": "Fig. 4E",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "This feature seems to be unique to Texacephale. The ventral surface of the skull is damaged, but it appears that Texacephale would have resembled other pachycephalosaurs in having large sutural surfaces for the prootic, laterosphenoid, and accessory orbital ossifications. The frontals broadly roof the orbits. Posteriorly, the parietals roof over the supratemporal fenestrae, with large F, posterior view. Abbreviations: cfo, cerebral fossa; fla, articular flanges; nas, nasal articular surface; nbo, nasal boss; of, orbital fossa; ol, orbital lobe of frontoparietal dome; pat, pathology; pf, prefrontal articular surface; pol, postorbital lobe of frontoparietal dome, sfe, supratemporal fenestra; sfo, supratemporal fossa; so1, supraorbital 1 articular surface; so2, supraorbital 2 articular surface. Autapomorphies of Texacephale are indicated by numbers: (1) flanges articulating the dome to peripheral skull elements, (2) tall, arched nasal boss, and (3) low pedicel separating orbital fossa from peripheral skull elements (and resulting in a ventrolateral inclination of the orbital fossae). supratemporal fossae delimiting the dorsal wall of the chamber that housed the adductor muscles of the jaw. The supratemporal fossae are shallow, as in Stegoceras, Hanssuesia, and Colepiocephale (Brown and Schlaikjer, 1943; Sternberg, 1945; Sullivan, 2003) . In contrast, the supratemporal fossae deeply excavate the parietal in Sphaerotholus (TMP 87.113.1), Pachycephalosaurus (CCM 87-1), and Stygimoloch (Giffin et al., 1987; Goodwin et al., 1998) . The roof of the adductor chamber also differs from that seen in Stegoceras and in Hanssuesia in that the roof is nearly horizontal.",
                "cite_spans": [
                    {
                        "start": 1293,
                        "end": 1321,
                        "text": "(Brown and Schlaikjer, 1943;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1322,
                        "end": 1338,
                        "text": "Sternberg, 1945;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1339,
                        "end": 1354,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1504,
                        "end": 1525,
                        "text": "(Giffin et al., 1987;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1526,
                        "end": 1547,
                        "text": "Goodwin et al., 1998)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tyrannosauridae",
                "sec_num": null
            },
            {
                "text": "Phylogenetic analysis was conducted using a matrix of 90 characters and 20 taxa. Following first-hand examination of the fossils and study of the literature, it was found that the data matrix presented by Sereno (2000) has a relatively large number of miscoded characters: e.g. in this matrix, Stegoceras is miscoded for characters 5, 22, 30, and 37 (NRL, pers. obs. of UA2); 24 appears to be miscoded for Goyocephale (Perle et al., 1982) and cannot be coded for Wannanosaurus (Butler and Zhao, 2008) . Other codings are difficult to verify; e.g., characters 14 and 16 in Wannanosaurus). For this reason, a new character-taxon matrix was created. Characters include those taken from Sereno (2000) , Williamson and Carr (2002) , and Sullivan (2003) as well as new characters. Codings were made directly from specimens and casts, but where specimens or casts were not readily available, the literature was employed (Perle et al., 1982; Gangloff et al., 2005; Sullivan, 2006; Butler and Zhao, 2008) . Analysis was performed using PAUP* 4.0b10. The analysis follows previous studies (Sereno, 2000; Williamson and Carr, 2002; Sullivan, 2003) in using Psittacosaurus spp. as an outgroup; however because Stenopelix is fragmentary and its affinities are uncertain (Butler and Sullivan, 2009) , the well-known Thescelosaurus neglectus was used as an outgroup in its place.",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 218,
                        "text": "Sereno (2000)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 418,
                        "end": 438,
                        "text": "(Perle et al., 1982)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 477,
                        "end": 500,
                        "text": "(Butler and Zhao, 2008)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 683,
                        "end": 696,
                        "text": "Sereno (2000)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 699,
                        "end": 725,
                        "text": "Williamson and Carr (2002)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 732,
                        "end": 747,
                        "text": "Sullivan (2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 913,
                        "end": 933,
                        "text": "(Perle et al., 1982;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 934,
                        "end": 956,
                        "text": "Gangloff et al., 2005;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 957,
                        "end": 972,
                        "text": "Sullivan, 2006;",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 973,
                        "end": 995,
                        "text": "Butler and Zhao, 2008)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1079,
                        "end": 1093,
                        "text": "(Sereno, 2000;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1094,
                        "end": 1120,
                        "text": "Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1121,
                        "end": 1136,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1257,
                        "end": 1284,
                        "text": "(Butler and Sullivan, 2009)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "The issue of selecting taxa for analysis is complicated by the fact that several taxa referred to the Pachycephalosauria are now considered to either lie outside of this clade or to be of questionable validity. Yaverlandia bitholus and Micropachycephalosaurus hongtuyensis are no longer believed to represent pachycephalosaurids (Sullivan, 2003; Butler and Zhao, 2008) and were therefore excluded from this analysis. Ornatotholus browni (Wall and Galton, 1979) is now considered to represent a juvenile of Stegoceras (Williamson and Carr, 2002; Sullivan, 2003) and was excluded on this basis. Gravitholus albertae (Wall and Galton, 1979) has recently been referred to Stegoceras (Williamson and Carr, 2002; Sullivan, 2003) . However, Gravitholus exhibits characters that are not seen in Stegoceras. These include the absence of large nodes on the parietosquamosal shelf and an extremely broad, flat nasal boss; and therefore Gravitholus is treated as a valid taxon for this analysis. Sphaerotholus edmontonense has been considered a nomen dubium (Williamson and Carr, 2002) but the holotype NMC 8830 differs from S. goodwini in that the parietals are broad posteriorly and bear a pair of nodes, and S. edmontonense can be distinguished from S. buchholtzi by the longer parietals. Accordingly, Sphaerotholus edmontonense is treated as a valid taxon in this analysis.",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 345,
                        "text": "(Sullivan, 2003;",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 346,
                        "end": 368,
                        "text": "Butler and Zhao, 2008)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 437,
                        "end": 460,
                        "text": "(Wall and Galton, 1979)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 517,
                        "end": 544,
                        "text": "(Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 545,
                        "end": 560,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 614,
                        "end": 637,
                        "text": "(Wall and Galton, 1979)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 679,
                        "end": 706,
                        "text": "(Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 707,
                        "end": 722,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1046,
                        "end": 1073,
                        "text": "(Williamson and Carr, 2002)",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "The status of the flat-headed forms Dracorex, Homalocephale, Goyocephale, and Wannanosaurus is problematic, because it is thought that these animals may represent juveniles of domed forms (Sullivan, 2007) . In particular, Dracorex hogwartsi may represent a juvenile of the co-ocurring Stygimoloch spinifer while Homalocephale may represent a juvenile of the co-occurring Prenocephale prenes; Goyocephale and Wannanosaurus appear to represent valid taxa but could represent juvenile morphs of domed species. However, because the ontogeny of pachycephalosaurs is poorly understood, these forms were included. To test for the possibility that these forms are juveniles, an attempt was made to identify derived characters in these forms that are unrelated to the doming of the skull, and include them in the analysis. Analysis was conducted using the branch-and-bound search algorithm of PAUP* 4.0b10 (Swofford, 2002) . The analysis resulted in 45 most parsimonious trees of 127 steps. 11 characters were found to be parsimony-uninformative. When excluded, the resulting trees have a consistency index (CI) of 0.7500, a retention index (RI) of 0.8204, and a rescaled consistency index of 0.6281. The strict consensus of 180 trees (Fig. 5 ) reveals four distinct clades.",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 204,
                        "text": "(Sullivan, 2007)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 897,
                        "end": 913,
                        "text": "(Swofford, 2002)",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1226,
                        "end": 1233,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "One clade contains four forms from the Maastrichtian of North America: Pachycephalosaurus wyomingensis, Stygimoloch spinifer, and Alaskacephale gangloffi. Dracorex hogwartsi is found to cluster with Stygimoloch spinifer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "The sister taxon to this clade is a clade containing all Asian pachycephalosaurs. These include the domed Prenocephale prenes and Tylocephale gilmorei. This clade also includes the domeless pachycephalosaurs Homalocephale calathocercos, Goyocephale lattimorei, and Wannanosaurus yansiensis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "The third clade contains three species of Sphaerotholus: the late Maastrichtian Sphaerotholus buchholtzae, the early Maastrichtian/ late Campanian Sphaerotholus edmontonensis, and the late Campanian Sphaerotholus goodwini. The position of Sphaerotholus? brevis is unresolved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "Hanssuesia sternbergi and Texacephale langstoni occupy a basal position in the tree, along with a clade containing Stegoceras validum, Colepiocephale lambei, and Gravitholus albertae. Owing to the high percentage of missing data and character conflict, this part of the tree is poorly resolved and future studies are bound to change the topology recovered here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic analysis",
                "sec_num": "5."
            },
            {
                "text": "As the southernmost known pachycephalosaurid, Texacephale is important for understanding Late Cretaceous dinosaur biogeography. Previously, it has been argued that the paleocommunity of the Aguja is distinct from the assemblages found in more northern locales such as Alberta and Montana (Rowe et al., 1992; Lehman, 1997; Sankey, 2001) . Vertebrates found in the Aguja, but not in contemporary northern assemblages include the dinosaurs Agujaceratops mariscalensis (Lehman, 1989; Forster et al. 1993) , Kritosaurus sp. (Lehman, 1989) , and now, Texacephale langstoni. The Aguja also contains a number of non-dinosaurian vertebrates that are not found in contemporary strata to the north, including the crocodylians Deinosuchus (Colbert and Bird, 1954) and Goniopholis (Rowe et al., 1992) , the turtle Helopanoplia (Sankey, 2006) , the giant amiid Melvius, stingrays (Dasyatidae), and sawfish (Sclerorhynchidae) (Rowe et al., 1992) . In addition, the vegetation of the Aguja Formation differs from that of the Dinosaur Park Formation. Arborescent angiosperms are known from fossilized wood in the Aguja, along with podocarp (Podocarpaceae) and araucarian (Araucariaceae) conifers (Wheeler and Lehman, 2005) ; these taxa are not known from the fossil wood assemblages found in the Campanian of Alberta (Koppelhus, 2005) .",
                "cite_spans": [
                    {
                        "start": 288,
                        "end": 307,
                        "text": "(Rowe et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 308,
                        "end": 321,
                        "text": "Lehman, 1997;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 322,
                        "end": 335,
                        "text": "Sankey, 2001)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 465,
                        "end": 479,
                        "text": "(Lehman, 1989;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 480,
                        "end": 500,
                        "text": "Forster et al. 1993)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 519,
                        "end": 533,
                        "text": "(Lehman, 1989)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 727,
                        "end": 751,
                        "text": "(Colbert and Bird, 1954)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 768,
                        "end": 787,
                        "text": "(Rowe et al., 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 814,
                        "end": 828,
                        "text": "(Sankey, 2006)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 911,
                        "end": 930,
                        "text": "(Rowe et al., 1992)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1179,
                        "end": 1205,
                        "text": "(Wheeler and Lehman, 2005)",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 1300,
                        "end": 1317,
                        "text": "(Koppelhus, 2005)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biogeography and biodiversity",
                "sec_num": "6.1."
            },
            {
                "text": "Because the age of the upper shale member of the Aguja Formation is not known with precision, the faunal differences could conceivably be explained by slight differences in the age of the Aguja and the assemblages found to the north (Lehman, 1997) . Faunal differences between the top and bottom of the Dinosaur Park Formation are likely to result from evolution and extinction of species over time (Ryan and Evans, 2005) and the faunal differences seen in the Gobi redbeds are likewise thought to reflect differences in the ages of the deposits (Makovicky, 2008; Longrich et al., in press ). However, interpreting the distinct fauna of the Aguja as resulting from faunal succession is problematic, given that the Belly River and Edmonton groups of Alberta preserve a relatively continuous record of the vertebrate community, and none of the assemblages known from Alberta resemble the Aguja assemblage. Instead, we follow Lehman (1997) in interpreting differences between the Aguja and northern formations as resulting from regional differences in the paleocommunity structure. Such differences could result from geographic isolation, the differing climates of the regions, the differing vegetation structure of the various regions (Lehman, 1997) or some combination of these factors.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 247,
                        "text": "(Lehman, 1997)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 399,
                        "end": 421,
                        "text": "(Ryan and Evans, 2005)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 546,
                        "end": 563,
                        "text": "(Makovicky, 2008;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 564,
                        "end": 589,
                        "text": "Longrich et al., in press",
                        "ref_id": null
                    },
                    {
                        "start": 923,
                        "end": 936,
                        "text": "Lehman (1997)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1233,
                        "end": 1247,
                        "text": "(Lehman, 1997)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biogeography and biodiversity",
                "sec_num": "6.1."
            },
            {
                "text": "Admittedly, it is not unexpected to find different animals inhabiting different environments. What is perhaps unexpected is the high degree to which medium sized and large dinosaurs were able to segregate themselves compared to contemporary mammalian faunas (Lehman, 2001) , and their ability to do so within the confines of the relatively small area of Western North America. In general, there is a positive correlation between the body size of animals and their geographic range (Gaston and Blackburn, 1996) , and body mass of the largest tetrapods on a land mass is positively correlated with the area of that land mass (Burness et al., 2001) . Dinosaur species inhabiting the Late Cretaceous of Western North America would have had their potential ranges greatly reduced by the presence of the Western Interior Seaway, which divided North America into two separate landmasses. Yet, remarkably, non-avian dinosaurs were able not only to persist within the confines of the western land mass, they appear to have been able to segregate themselves such that certain taxa inhabited only a restricted portion of this land mass. Despite their limited geographic ranges, some of these taxa weighed many tons (Paul, 1997) . It remains unknown how so many species of large dinosaur were able to coexist in such limited areas.",
                "cite_spans": [
                    {
                        "start": 258,
                        "end": 272,
                        "text": "(Lehman, 2001)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 481,
                        "end": 509,
                        "text": "(Gaston and Blackburn, 1996)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 623,
                        "end": 645,
                        "text": "(Burness et al., 2001)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1204,
                        "end": 1216,
                        "text": "(Paul, 1997)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biogeography and biodiversity",
                "sec_num": "6.1."
            },
            {
                "text": "These patterns have important implications for understanding dinosaur diversity. Much of what we know about dinosaur diversity in the final 10 million years of the Cretaceous comes from a relatively small area of the Western Interior that encompasses Alberta, Saskatchewan, Montana, Wyoming, and the Dakotas. It has been suggested that dinosaur diversity was in decline in the late Maastrichtian (Archibald, 1996; Sarjeant and Currie, 2001; Archibald and Fastovsky, 2004) , however this supposed trend is based almost entirely on the low diversity in the Maastrichtian of the Hell Creek and Lance Formations, versus the higher diversity in the Campanian beds of Alberta. The diversity patterns seen in the Western Interior of North America are then generalized to the rest of North America and to the rest of the globe.",
                "cite_spans": [
                    {
                        "start": 396,
                        "end": 413,
                        "text": "(Archibald, 1996;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 414,
                        "end": 440,
                        "text": "Sarjeant and Currie, 2001;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 441,
                        "end": 471,
                        "text": "Archibald and Fastovsky, 2004)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biogeography and biodiversity",
                "sec_num": "6.1."
            },
            {
                "text": "Texacephale and the other dinosaurs of the Aguja, however, illustrate the difficulties in trying to extrapolate from the biodiversity of a limited geographic area to larger areas. The taxa found in the south, such as Texacephale, Agujaceratops, and Kritosaurus, are distinct from those known from the North. The community structure differs as well. Chasmosaurine ceratopsids and hadrosaurine hadrosaurs dominate in the Aguja (Lehman, 1997) , whereas centrosaurine ceratopsids and lambeosaurine hadrosaurs are more common in the Belly River Group (Currie and Russell, 2005) . Furthermore, the assemblage appears to have been characterized by relatively low species richness. Relatively few dinosaur taxa are known from the interval (Table 1) , whether the fauna is examined in terms of large dinosaur remains (Lehman, 1989) or microfossils (Rowe et al., 1992; Sankey, 2001) , and the assemblage is dominated by just a few taxa, primarily Agujaceratops and cf. Kritosaurus. Although the low diversity is almost certainly exaggerated by the limited number of skeletons available from the Aguja, this does suggest that the exceptionally high diversity that is seen in the Campanian of Alberta may not have characterized North America as a whole. Dinosaur diversity is very much a local phenomenon; community composition and community structure can differ radically from one region to another. This is perhaps expected, but it does illustrate the difficulties in attempting to reconstruct largescale patterns in dinosaur diversity from a relatively limited geographic area.",
                "cite_spans": [
                    {
                        "start": 425,
                        "end": 439,
                        "text": "(Lehman, 1997)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 546,
                        "end": 572,
                        "text": "(Currie and Russell, 2005)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 808,
                        "end": 822,
                        "text": "(Lehman, 1989)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 839,
                        "end": 858,
                        "text": "(Rowe et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 859,
                        "end": 872,
                        "text": "Sankey, 2001)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 731,
                        "end": 740,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Biogeography and biodiversity",
                "sec_num": "6.1."
            },
            {
                "text": "In the trees recovered here (Fig 7) , Texacephale is found to be a basal member of the Pachycephalosauria. The basic topology of these trees agrees with several previous analyses (Sereno, 2000; Williamson and Carr, 2002; Sullivan, 2003) in recovering a topology where Stygimoloch and Pachycephalosaurus form a clade (Pachycephalosaurini), and Prenocephale and Stegoceras are successive outgroups to the Pachycephalosaurini. The various species of Sphaerotholus are found to occupy a more basal position than Prenocephale, contradicting Sullivan's (2003) referral of this taxon to Prenocephale.",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 193,
                        "text": "(Sereno, 2000;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 194,
                        "end": 220,
                        "text": "Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 221,
                        "end": 236,
                        "text": "Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 536,
                        "end": 553,
                        "text": "Sullivan's (2003)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 35,
                        "text": "(Fig 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Systematics",
                "sec_num": "6.2."
            },
            {
                "text": "The principle difference between this analysis and all previous analyses concerns the position of the domeless Asian forms. Previous studies have found that the domelesss Asian pachycephalosaurs Homalocephale calathocercos (Maryañ ska and Osmó lska, 1974), Goyocephale lattimorei (Perle et al., 1982) , and Wannanosaurus yansiensis (Hou, 1977; Butler and Zhao, 2008) represent basal members of the Pachycephalosauria (Sereno, 2000; Williamson and Carr, 2002; Sullivan, 2003; Maryañ ska et al., 2004) . In this study, they are found to form a monophyletic assemblage, along with Prenocephale prenes and Tylocephale gilmorei, that is deeply nested within the Pachycephalosaurinae. This group is not well supported, with the clade being diagnosed by a single unambiguous synapomorphy (quadrate head articulating low on squamosal descending ramus; see Butler and Zhao 2009: Fig 6E) . However, numerous derived characters are shared by the domeless taxa and advanced pachycephalosaurines to the exclusion of Stegoceras. These include prominent nodes on the postorbitals (Goyocephale, Homalocephale, Wannanosaurus) enlarged nodes on the nasals (Goyocephale, unknown for Homalocephale and Wannanosaurus) and a reduced articulation between the frontal and supraorbital 1 (Goyocephale, unknown for Homalocephale and Wannanosaurus). Homalocephale and Goyocephale also exhibit a laterally deflected and paddle-shaped preacetabular process of the ilium, and a 'crown' formed by the lateral expansion of the squamosal and postorbital; these features are shared with Prenocephale (Maryañ ska and Osmó lska, 1974) but are absent from Stegoceras (Gilmore, 1924) . Given this, and that Homalocephale and Prenocephale are remarkably similar in the construction of the palate, occiput, and pelvis, it seems almost certain that Homalocephale is a juvenile or a female of Prenocephale, which occurs in the same formation. Goyocephale can be distinguished from Prenocephale by the morphology of the ilium (Perle et al., 1982) but given that it is deeply nested in the Pachycephalosaurinae, it seems likely that it represents the juvenile or female of a fully-domed, Prenocephale-like form. Wannanosaurus may represent a valid taxon (Butler and Zhao, 2008) but again, it seems probable that it is a juvenile of a fully-domed form.",
                "cite_spans": [
                    {
                        "start": 280,
                        "end": 300,
                        "text": "(Perle et al., 1982)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 332,
                        "end": 343,
                        "text": "(Hou, 1977;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 344,
                        "end": 366,
                        "text": "Butler and Zhao, 2008)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 417,
                        "end": 431,
                        "text": "(Sereno, 2000;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 432,
                        "end": 458,
                        "text": "Williamson and Carr, 2002;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 459,
                        "end": 474,
                        "text": "Sullivan, 2003;",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 475,
                        "end": 499,
                        "text": "Maryañ ska et al., 2004)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1630,
                        "end": 1645,
                        "text": "(Gilmore, 1924)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1983,
                        "end": 2003,
                        "text": "(Perle et al., 1982)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 2210,
                        "end": 2233,
                        "text": "(Butler and Zhao, 2008)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 870,
                        "end": 877,
                        "text": "Fig 6E)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Systematics",
                "sec_num": "6.2."
            },
            {
                "text": "The hypothesis presented here is tentative, and it must be tested by the discovery of more complete pachycephalosaur specimens. However, it is worth exploring some of the implications of this unusual topology. One interesting implication is that if this topology is correct, then the long ghost lineages that are created by placing the flat-headed forms in a basal position would disappear. Another significant result of such an arrangement concerns the biogeography of the Pachycephalosauria. Placing the domeless Asian forms in a basal position would suggest an Asian origin of the clade (Maryañ ska et al., 2004) . In the arrangement presented here, the most basal pachycephalosaurians, including Stegoceras, Texacephale, and Hanssuesia, are all North American (Fig 7) ; the Asian pachycephalosaurs are most parsimoniously accounted for by a single dispersal from North America to Asia. The hypothesis of a North American origin for the group is consistent with the observations that (1) the earliest definitive pachycephalosaur is currently known from North America, rather than Asia (Sullivan, 2003) , and (2) the group appears to have had a much higher diversity in North America than in Asia.",
                "cite_spans": [
                    {
                        "start": 1088,
                        "end": 1104,
                        "text": "(Sullivan, 2003)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 590,
                        "end": 615,
                        "text": "(Maryañ ska et al., 2004)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 764,
                        "end": 771,
                        "text": "(Fig 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Systematics",
                "sec_num": "6.2."
            },
            {
                "text": "Finally, the analysis recovers Dracorex hogwartsi as the sister taxon of Stygimoloch spinifer. This topology is interesting, given the controversy over the validity of Dracorex (Bakker et al., 2006; Sullivan, 2007; Horner et al., 2007) . Bakker et al. (2006) distinguished Dracorex from Stygimoloch on the basis of three characters: (1) absence of the dome, (2) presence of the supratemporal fenestrae, and (3) four short hornlets on the squamosal (versus three long hornlets in Stygimoloch). Characters (1) and (2) are thought to be ontogenetic (Williamson and Carr, 2002) and therefore their utility for diagnosing Dracorex is questionable. Character (3) could conceivably represent a diagnostic feature of this taxon, however the precise number of nodes on the squamosal can vary; e.g. the holotype of Prenocephale prenes has 5 nodes on the caudodorsal margin of the right squamosal, and four on the left. What is perhaps more striking are the derived characters shared by Stygimoloch and Dracorex. These include a rosette of spike-like nodes centered around a single central, horn-like node, posterolateral elongation of the squamosals to form pedicels for the squamosal nodes, and midline contact of the squamosals (Goodwin et al. ,1998; Bakker et al., 2006) . Given this, the evidence for separating Dracorex from Stygimoloch is weak. However, the possibility that they represent distinct taxa cannot be ruled out entirely. More fossils are required to determine whether the differences between the two forms are discrete (as would be expected for two separate species), or simply extremes in a continuous range of variation, with the differences reflecting ontogenetic and/or intraspecific variation.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 198,
                        "text": "(Bakker et al., 2006;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 199,
                        "end": 214,
                        "text": "Sullivan, 2007;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 215,
                        "end": 235,
                        "text": "Horner et al., 2007)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 238,
                        "end": 258,
                        "text": "Bakker et al. (2006)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 546,
                        "end": 573,
                        "text": "(Williamson and Carr, 2002)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1220,
                        "end": 1242,
                        "text": "(Goodwin et al. ,1998;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1243,
                        "end": 1263,
                        "text": "Bakker et al., 2006)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematics",
                "sec_num": "6.2."
            },
            {
                "text": "Conventional wisdom holds that pachycephalosaurids were inland animals, and are primarily represented by domes because these are one of the few elements that could survive transport from their inland habitat (Dodson, 1971; Maryañ ska et al., 2004; Ryan and Evans, 2005; Butler and Barrett, 2008) . However, the Aguja pachycephalosaur specimens come from coastal floodplain deposits, and the paleoenvironment has been interpreted as a densely vegetated coastal marsh (Lehman, 2007) . Both domes are worn, raising the possibility of transport (although weathering on the surface could also explain this damage). However, the pachycephalosaur teeth recovered from the Terlingua and Talley Mountain sites (Rowe, et al., 1992; Sankey, 2001 ) have more limited potential for transport, and show little evidence of wear. This suggests that pachycephalosaurs did inhabit the coastal lowlands of Cretaceous Texas. Surprisingly, no pachycephalosaurs have been reported from the more inland deposits of the Javelina Formation of Big Bend, despite the relatively high preservation potential of pachycephalosaur frontoparietals.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 222,
                        "text": "(Dodson, 1971;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 223,
                        "end": 247,
                        "text": "Maryañ ska et al., 2004;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 248,
                        "end": 269,
                        "text": "Ryan and Evans, 2005;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 270,
                        "end": 295,
                        "text": "Butler and Barrett, 2008)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 466,
                        "end": 480,
                        "text": "(Lehman, 2007)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 701,
                        "end": 721,
                        "text": "(Rowe, et al., 1992;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 722,
                        "end": 734,
                        "text": "Sankey, 2001",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Habitat of Texacephale",
                "sec_num": "6.3."
            },
            {
                "text": "A similar pattern is seen in other formations. The uppermost Foremost Formation, which was deposited in a coastal lowland environment, preserves an exceptional number of pachycephalosaur domes, even though other dinosaur remains are relatively rare here (NRL, pers. obs.) . Likewise, the coastal plain environment of the late Maastrichtian Hell Creek and Lance Formation contains a diverse pachycephalosaur assemblage, including Pachycephalosaurus, Stygimoloch, Sphaerotholus and perhaps Dracorex (Sullivan, 2006) . In contrast, upper Maastrichtian deposits from the inland Scollard Formation of Alberta have produced only two fragments of pachycephalosaur skulls, and no pachycephalosaurs are known from the inland, seasonally arid Frenchman Formation of Saskatchewan (NRL, unpublished data). Some pachycephalosaurs obviously were able to exploit inland environments (e.g., Tylocephale and Prenocephale in Asia) (Maryañ ska and Osmó lska, 1974) but pachycephalosaurids are neither particularly diverse nor particularly common in these assemblages, and so there is little evidence to support the generalization that the Pachycephalosauridae as a whole favored inland habitats. The rarity of articulated skeletons of pachycephalosaurids compared to the dome probably does not reflect transport over long distances, instead it reflects two facts: (1) there are strong taphonomic biases against the preservation of small vertebrates as articulated skeletons in fluvial deposits, and (2) taphonomic biases favor the preservation of elements that are large, dense, and durable, e.g., pachycephalosaurid domes.",
                "cite_spans": [
                    {
                        "start": 254,
                        "end": 271,
                        "text": "(NRL, pers. obs.)",
                        "ref_id": null
                    },
                    {
                        "start": 497,
                        "end": 513,
                        "text": "(Sullivan, 2006)",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Habitat of Texacephale",
                "sec_num": "6.3."
            },
            {
                "text": "The function of the dome seen in Texacephale and other members of the Pachycephalosauridae has proven an almost inexhaustible source of speculation and debate. It has been proposed that the head served as a weapon (Colbert, 1955) , and in particular that the head may have been used in head butting of the kind practiced by extant bighorn sheep (Galton, 1970; Sues, 1978) . However, it has also been argued that the rounded domes would have tended to glance off of each other, making head-butting difficult or impossible; for this reason it has been suggested that the dome may instead have been employed in flank butting (Sues and Galton, 1987; Carpenter, 1997) or species recogntion (Goodwin and Horner, 2004) . However, the shape of the pachycephalosaur dome is not necessarily inconsistent with head-butting behavior. Although the apex of the dome may be narrow, the posterodorsal surface of the dome in Texacephale is broad and rounded. This broad posterodorsal surface is also seen in Stegoceras, Colepiocephale, Prenocephale and especially in Gravitholus; indeed this morphology appears to characterize all pachycephalosaurs with the exception of Stygimoloch (Goodwin et al., 1998) where the dome is laterally compressed. Furthermore, several bovids have evolved a horn morphology which grossly resembles the pachycephalosaurid dome. In the musk ox (Ovibos moschatus) and African buffalo (Syncerus caffer) the bases of the horns are extended medially and flattened so as to create a broadly domed, helmet-like boss (Nowak, 1991) . In both species this domelike structure is used in headbutting and head-to-head shoving matches (Lent, 1988; Lundrigan, 1996) . This does not necessarily prove that pachycephalosaurs did use their domes in the same fashion, but it does argue that the highly domed morphology of the pachycephalosaur skull does not preclude such a function. Goodwin and Horner (2004) have recently argued against the hypothesis that the dome functioned as a weapon; instead they argue that the dome functioned for species recognition. It was argued that the radial bone texture seen in the pachycephalosaur skull was a transitory feature, and that therefore this structure could not have been an adaptation for intraspecific combat. This may be, but it does not logically follow that if a particular feature is not an adaptation for intraspecific combat, then the dome cannot have functioned for combat. Species recognition also seems a rather unlikely function for the dome, given that it does not vary markedly between species. Although the details of the dome's construction vary between taxa, the domed shape of the skull is conserved across a wide range of taxa. For this reason, at first glance, Texacephale is easily mistaken for Stegoceras or Colepiocephale, for instance, and the differences between the various North American genera are sufficiently subtle that almost all North American pachycephalosaurs were referred to Stegoceras until recently. Indeed, the fact that the dome's general form is relatively conservative (when compared to the wildly varying crests of hadrosaurs and frills of ceratopsids) would have made it relatively useless for species discrimination, and instead argues for a set of mechanical constraints on its design, such as those imposed by intraspecific combat. Furthermore, the closure of the frontoparietal and frontalfrontal sutures, and the elaborate sutural flanges found in Texacephale, suggest that the elements of the dome had to be kept from dislocating under sizeable loads. Finally, it simply seems improbable that natural selection would favor the investment of such a large amount of material and energy in building, maintaining, and carrying several pounds of bone unless it had a strong effect on the animal's fitness that went beyond species recognition. Given that most animals can and do recognize other members of their species perfectly well without employing such elaborate and costly structures, this hypothesis does a poor job of explaining why the pachycephalosaurs would invest such an extraordinary amount of energy and resources into the cranial dome.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 229,
                        "text": "(Colbert, 1955)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 345,
                        "end": 359,
                        "text": "(Galton, 1970;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 360,
                        "end": 371,
                        "text": "Sues, 1978)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 622,
                        "end": 645,
                        "text": "(Sues and Galton, 1987;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 646,
                        "end": 662,
                        "text": "Carpenter, 1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 685,
                        "end": 711,
                        "text": "(Goodwin and Horner, 2004)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1166,
                        "end": 1188,
                        "text": "(Goodwin et al., 1998)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1522,
                        "end": 1535,
                        "text": "(Nowak, 1991)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1634,
                        "end": 1646,
                        "text": "(Lent, 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 1647,
                        "end": 1663,
                        "text": "Lundrigan, 1996)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1878,
                        "end": 1903,
                        "text": "Goodwin and Horner (2004)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Function of the dome in Texacephale and other pachycephalosaurs",
                "sec_num": "6.4."
            },
            {
                "text": "It seems possible if not probable that the dome was employed as a signaling device. The handicap of investing one's finite resources into such a large and expensive structure can make it an honest signal of fitness (Iwasa et al., 1991) . Expensive structures are therefore an effective tool for intimidating rivals in disputes, or courting members of the opposite sex. However, compared to a display structure such as a peacock's tail or a chameleon's frill, the structure requires a remarkable amount of material for what would be only a moderately impressive display. For this reason, it seems unlikely that display was the primary selective pressure behind the evolution of the dome. Some of the unusual features of the dome described above may have bearing on the issue of the dome's function. As described above, the skull of Texacephale is highly asymmetrical. The right side of the skull is distinctly more inflated than the left, and has taller sutural surfaces, indicating that the peripheral elements were larger as well. Although one might assume that this kind of asymmetry represents a serious pathology, examination of other pachycephalosaurid skulls reveals that this kind of asymmetry is common. Examples include Hanssuesia sternbergi (NMC 8817 and NMC 192) Stegoceras validum (NMC 38079, UALVP 2) and Prenocephale prenes (ZPAL MgD-I/104). Given this, it seems likely that the asymmetry seen in Texacephale and other pachycephalosaurids represents fluctuating asymmetry-random deviations from perfect, bilateral symmetry. Fluctuating asymmetry tends to be particularly well-developed in structures that are under strong sexual selection, either as weapons used in intraspecific combat (Moller, 1992) or display structures (Moller and Hoglund, 1991) ; for example, the antlers of deer frequently differ in their length, diameter, and number of the tines on each side (Ditchkoff et al., 2001) . The asymmetry seen in the pachycephalosaurs is therefore consistent with the hypothesis that these are sexually selected features, used either for display to potential mates, in combat for mates/territory, or both. Fig. 7 . Strict consensus of 46 most parsimonious trees, showing the phylogenetic position of Texacephale langstoni. 20 taxa and 88 characters were analyzed using PAUP 4.0b10, with Thescelosaurus and Psittacosaurus used as outgroups. The Asian forms form a monophyletic clade deeply nested in the Pachycephalosauridae and the remaining taxa are known from North America, suggesting that the group may have originated in North America.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 235,
                        "text": "(Iwasa et al., 1991)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1701,
                        "end": 1715,
                        "text": "(Moller, 1992)",
                        "ref_id": null
                    },
                    {
                        "start": 1738,
                        "end": 1764,
                        "text": "(Moller and Hoglund, 1991)",
                        "ref_id": null
                    },
                    {
                        "start": 1882,
                        "end": 1906,
                        "text": "(Ditchkoff et al., 2001)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2124,
                        "end": 2130,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Function of the dome in Texacephale and other pachycephalosaurs",
                "sec_num": "6.4."
            },
            {
                "text": "N.R.Longrich et al. / Cretaceous Research 31 (2010) 274-284",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Fossils were collected under research permit BIBE-2007-SCI-0001 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "Supplementary data associated with this article can be found in the online version at doi: 10.1016/j.cretres.2009.12.002",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix. Supplementary data",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Dinosaur Extinction and the End of an Era: What the Fossils Say",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Archibald",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "237",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Archibald, J.D., 1996. Dinosaur Extinction and the End of an Era: What the Fossils Say. Columbia University Press, New York, 237 p.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Dinosaur extinction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Archibald",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Fastovsky",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "672--684",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Archibald, J.D., Fastovsky, D.E., 2004. Dinosaur extinction. In: Weishampel, D.B., Dodson, P., Osmó lska, H. (Eds.), The Dinosauria. University of California Press, Berkeley, pp. 672-684.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Dracorex hogwartsia, n. gen. n. sp., a spiked, flat-headed pachycephalosaurid dinosaur from the Upper Cretaceous Hell Creek Formation of South Dakota",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Bakker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Porter",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Larson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Saulsbury",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "New Mexico Museum of Natural History and Science Bulletin",
                "volume": "35",
                "issue": "",
                "pages": "331--344",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bakker, R.T., Sullivan, R.M., Porter, V., Larson, P., Saulsbury, S.J., 2006. Dracorex hogwartsia, n. gen. n. sp., a spiked, flat-headed pachycephalosaurid dinosaur from the Upper Cretaceous Hell Creek Formation of South Dakota. New Mexico Museum of Natural History and Science Bulletin Vol. 35, 331-344.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Cretaceous basaltic phreatomagmatic volcanism in West Texas: maar complex at Peñ a Mountain",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Befus",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Hanson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Griffin",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Volcanology and Geothermal Research",
                "volume": "173",
                "issue": "",
                "pages": "245--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Befus, K.S., Hanson, R.E., Lehman, T.M., Griffin, W.R., 2008. Cretaceous basaltic phreatomagmatic volcanism in West Texas: maar complex at Peñ a Mountain, Big Bend National Park. Journal of Volcanology and Geothermal Research 173, 245-264.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Evidence for Late Cretaceous volcanism in Trans-Pecos Texas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Breyer",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Busbey",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Hanson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Befus",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Griffin",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "S"
                        ],
                        "last": "Hargrove",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Bergman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "The Journal of Geology",
                "volume": "115",
                "issue": "",
                "pages": "243--251",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Breyer, J.A., Busbey, A.B., Hanson, R.E., Befus, K.E., Griffin, W.R., Hargrove, U.S., Bergman, S.C., 2007. Evidence for Late Cretaceous volcanism in Trans-Pecos Texas. The Journal of Geology 115, 243-251.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A study of the troö dont dinosaurs with a description of a new genus and four new species",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Schlaikjer",
                        "suffix": ""
                    }
                ],
                "year": 1943,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "82",
                "issue": "",
                "pages": "115--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, B., Schlaikjer, E.M., 1943. A study of the troö dont dinosaurs with a descrip- tion of a new genus and four new species. Bulletin of the American Museum of Natural History 82, 115-149.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Dinosaurs, dragons, and dwarfs: the evolution of maximal body size",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "P"
                        ],
                        "last": "Burness",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Diamond",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Flannery",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Proceedings of the National Academy of Sciences",
                "volume": "98",
                "issue": "",
                "pages": "14518--15523",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burness, G.P., Diamond, J., Flannery, T., 2001. Dinosaurs, dragons, and dwarfs: the evolution of maximal body size. Proceedings of the National Academy of Sciences 98, 14518-15523.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Environmental controls on the distribution of Cretaceous herbivorous dinosaurs",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Butler",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Barrett",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Naturwissenschaften",
                "volume": "95",
                "issue": "",
                "pages": "1027--1032",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Butler, R.J., Barrett, P.M., 2008. Environmental controls on the distribution of Cretaceous herbivorous dinosaurs. Naturwissenschaften 95, 1027-1032.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The phylogenetic position of the ornithischian dinosaur Stenopelix valdensis from the Lower Cretaceous of Germany and the early fossil record of Pachycephalosauridae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Butler",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Acta Palaeontologica Polonica",
                "volume": "54",
                "issue": "",
                "pages": "21--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Butler, R.J., Sullivan, R.M., 2009. The phylogenetic position of the ornithischian dinosaur Stenopelix valdensis from the Lower Cretaceous of Germany and the early fossil record of Pachycephalosauridae. Acta Palaeontologica Polonica 54, 21-34.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The small-bodied ornithischian dinosaurs Micropachycephalosaurus hongtuyanensis and Wannanosaurus yansiensis from the Late Cretaceous of China",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Butler",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Zhao",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Cretaceous Research",
                "volume": "30",
                "issue": "",
                "pages": "63--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Butler, R.J., Zhao, Q., 2008. The small-bodied ornithischian dinosaurs Micro- pachycephalosaurus hongtuyanensis and Wannanosaurus yansiensis from the Late Cretaceous of China. Cretaceous Research 30, 63-77.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Agonistic behavior in pachycephalosaurs (Ornithischia: Dinosauria): a new look at head-butting behavior, 32. Contributions to Geology",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Carpenter",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "19--25",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carpenter, K., 1997. Agonistic behavior in pachycephalosaurs (Ornithischia: Dino- sauria): a new look at head-butting behavior, 32. Contributions to Geology, University of Wyoming, pp. 19-25.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Therian mammals of the Terlingua Local Fauna (Judithian), Aguja Formation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Cifelli",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Contributions to Geology",
                "volume": "30",
                "issue": "",
                "pages": "117--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cifelli, R.L., 1995. Therian mammals of the Terlingua Local Fauna (Judithian), Aguja Formation, Big Bend of the Rio Grande, Texas, Vol.30. Contributions to Geology, University of Wyoming, pp. 117-136.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Evolution of the vertebrates: a history of the backboned animals through time",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Colbert",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Colbert, E.H., 1955. Evolution of the vertebrates: a history of the backboned animals through time. John Wiley and Sons, New York.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A gigantic crocodile from the Upper Cretaceous beds of Texas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Colbert",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Bird",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "",
                "volume": "1688",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Colbert, E.H., Bird, R.T., 1954. A gigantic crocodile from the Upper Cretaceous beds of Texas, Vol.1688. American Museum Novitates, pp. 1-22.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The geographic and stratigraphic distribution of articulated and associated dinosaur remains",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "202--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Currie, P.J., Russell, D.A., 2005. The geographic and stratigraphic distribution of articulated and associated dinosaur remains. In: Currie, P.J., Koppelhus, E.B. (Eds.), Dinosaur Provincial Park:a spectacular ancient ecosystem revealed. Indiana University Press, Bloomington, pp. 202-220.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Vertebrate Paleontology, Biostratigraphy, and Depositional Environments, Latest Cretaceous and Tertiary",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Davies",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Guidebook, Field Trips Nos. 1a, b, c.;Guidebook, Field Trips Nos. 1a, b, c. Society of Vertebrate Paleontology 49th Annual Meeting",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davies, K., Lehman, T.M. 1989. .The WPA Quarries. In Busbey, A.B. and Lehman, T.M. (Eds). Vertebrate Paleontology, Biostratigraphy, and Depositional Environments, Latest Cretaceous and Tertiary, Big Bend Area, Texas; Guidebook, Field Trips Nos. 1a, b, c.;Guidebook, Field Trips Nos. 1a, b, c. Society of Vertebrate Pale- ontology 49th Annual Meeting, Austin, Texas., pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Does fluctuating asymmetry of antlers in white-tailed deer (Odocoileus virginianus) follow patterns predicted for sexually selected traits?",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Ditchkoff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Lochmiller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Masters",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Starry",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Leslie",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Proceedings of the Royal Society B",
                "volume": "268",
                "issue": "",
                "pages": "891--898",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ditchkoff, S.S., Lochmiller, R.L., Masters, R.E., Starry, W.R., Leslie, D.M., 2001. Does fluctuating asymmetry of antlers in white-tailed deer (Odocoileus virginianus) follow patterns predicted for sexually selected traits? Proceedings of the Royal Society B 268, 891-898.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Sedimentology and taphonomy of the Oldman Formation (Campanian), Dinosaur Provincial Park, Alberta (Canada). Palaeogeography, Palaeoclimatology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dodson",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Palaeoecology",
                "volume": "10",
                "issue": "",
                "pages": "21--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dodson, P., 1971. Sedimentology and taphonomy of the Oldman Formation (Cam- panian), Dinosaur Provincial Park, Alberta (Canada). Palaeogeography, Palae- oclimatology, Palaeoecology 10, 21-74.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A complete skull of Chasmosaurus mariscalensis (Dinosauria: Ceratopsidae) from the Aguja Formation (Late Campanian) of West Texas",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Forster",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Sereno",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "W"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "13",
                "issue": "",
                "pages": "161--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Forster, C.A., Sereno, P.C., Evans, T.W., Rowe, T., 1993. A complete skull of Chasmo- saurus mariscalensis (Dinosauria: Ceratopsidae) from the Aguja Formation (Late Campanian) of West Texas. Journal of Vertebrate Paleontology 13, 161-170.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Pachycephalosaurids: dinosaurian battering rams",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Galton",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Discovery",
                "volume": "6",
                "issue": "",
                "pages": "22--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galton, P.M., 1970. Pachycephalosaurids: dinosaurian battering rams. Discovery 6, 22-32.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The first pachycephalosaurine (Dinosauria) from the paleo-Arctic of Alaska and its paleogeographic implications",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Gangloff",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Fiorillio",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Norton",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Paleontology",
                "volume": "79",
                "issue": "",
                "pages": "997--1001",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gangloff, R.A., Fiorillio, A.R., Norton, D.W., 2005. The first pachycephalosaurine (Dinosauria) from the paleo-Arctic of Alaska and its paleogeographic implica- tions. Journal of Paleontology 79, 997-1001.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Range size-body size relationships: evidence of scale dependence",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Gaston",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Blackburn",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Oikos",
                "volume": "75",
                "issue": "",
                "pages": "479--485",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gaston, K.J., Blackburn, T.M., 1996. Range size-body size relationships: evidence of scale dependence. Oikos 75, 479-485.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "A new pachycephalosaurid skull (Ornithischia) from the Cretaceous Hell Creek Formation of Montana",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Giffin",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Gabriel",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "7",
                "issue": "",
                "pages": "398--407",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Giffin, E.B., Gabriel, D.L., Johnson, R.E., 1987. A new pachycephalosaurid skull (Ornithischia) from the Cretaceous Hell Creek Formation of Montana. Journal of Vertebrate Paleontology 7, 398-407.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "On Troodon validus, an orthopodous dinosaur from the Belly River Cretaceous of Alberta",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Gilmore",
                        "suffix": ""
                    }
                ],
                "year": 1924,
                "venue": "Canada",
                "volume": "1",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilmore, C.W., 1924. On Troodon validus, an orthopodous dinosaur from the Belly River Cretaceous of Alberta, vol. 1. Alberta University Bulletin, Canada, pp.1-43.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Cranial anatomy and diagnosis of Stygimoloch spinifer",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Buchholtz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "18",
                "issue": "",
                "pages": "363--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodwin, M.B., Buchholtz, E.A., Johnson, R.E., 1998. Cranial anatomy and diagnosis of Stygimoloch spinifer. Journal of Vertebrate Paleontology 18, 363-375.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Cranial histology of pachycephalosaurs (Ornithischia: Marginocephalia) reveals transitory structures inconsistent with head-butting behavior",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Horner",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Paleobiology",
                "volume": "30",
                "issue": "",
                "pages": "253--267",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodwin, M.B., Horner, J.R., 2004. Cranial histology of pachycephalosaurs (Orni- thischia: Marginocephalia) reveals transitory structures inconsistent with head-butting behavior. Paleobiology 30, 253-267.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Synonymy consequences of dinosaur cranial ontogeny",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Horner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Woodward",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "27",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Horner, J.R., Goodwin, M.B., Woodward, H., 2007. Synonymy consequences of dinosaur cranial ontogeny. Journal of Vertebrate Paleontology 27, 92.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "A new primitive pachycephalosauria from Anhui, China",
                "authors": [
                    {
                        "first": "L.-H",
                        "middle": [],
                        "last": "Hou",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Vertebrata PalAsiatica",
                "volume": "15",
                "issue": "",
                "pages": "198--202",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hou, L.-H., 1977. A new primitive pachycephalosauria from Anhui, China. Vertebrata PalAsiatica 15, 198-202.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The evolution of costly mate preferences. II. The handicap principle",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Iwasa",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Pomiankowski",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Nee",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Evolution",
                "volume": "45",
                "issue": "",
                "pages": "1431--1442",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Iwasa, Y., Pomiankowski, A., Nee, S., 1991. The evolution of costly mate preferences. II. The handicap principle. Evolution 45, 1431-1442.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Dinosaur Provincial Park:A Spectacular Ancient Ecosystem Revealed",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Koppelhus",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "131--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koppelhus, E.B., 2005. Paleobotany. In: Currie, P.J., Koppelhus, E.B. (Eds.), Dinosaur Provincial Park:A Spectacular Ancient Ecosystem Revealed. Indiana University Press, Bloomington, pp. 131-138.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "A ceratopsian bone bed from the Aguja Formation (Upper Cretaceous)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M., 1982. A ceratopsian bone bed from the Aguja Formation (Upper Cretaceous), Big Bend National Park, Texas. M.A. University of Texas, Austin.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Stratigraphy, sedimentology, and paleontology of Upper Cretaceous (Campanian-Maastrichtian) sedimentary rocks in",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M. 1985. Stratigraphy, sedimentology, and paleontology of Upper Cretaceous (Campanian-Maastrichtian) sedimentary rocks in Trans-Pecos, Texas. Unpublished PhD thesis, University of Texas, Austin, 299 pp.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Chasmosaurus mariscalensis, sp. nov., a new ceratopsian dinosaur from Texas",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "9",
                "issue": "",
                "pages": "137--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M., 1989. Chasmosaurus mariscalensis, sp. nov., a new ceratopsian dino- saur from Texas. Journal of Vertebrate Paleontology 9, 137-162.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Late Campanian dinosaur biogeography in the Western Interior of North America",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Dinofest International, Proceedings of a Symposium Sponsored by Arizona State University",
                "volume": "",
                "issue": "",
                "pages": "223--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M., 1997. Late Campanian dinosaur biogeography in the Western Interior of North America. In: Wolberg, D.A., Stump, E. (Eds.), Dinofest International, Proceedings of a Symposium Sponsored by Arizona State University. Special Publication, Academy of Natural Sciences, Philidelphia, pp. 223-240.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Late Cretaceous Dinosaur Provinciality",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Mesozoic Vertebrate Life",
                "volume": "",
                "issue": "",
                "pages": "310--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M., 2001. Late Cretaceous Dinosaur Provinciality. In: Tanke, D.H., Carpenter, K. (Eds.), Mesozoic Vertebrate Life. Indiana University Press, Bloo- mington, pp. 310-328.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Growth and population age structure in the horned dinosaur Chasmosaurus",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "259--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T.M., 2007. Growth and population age structure in the horned dinosaur Chasmosaurus. In: Carpenter, K. (Ed.), Horns and Beaks-Ceratopsian and Ornithopod Dinosaurs. Indiana University Press, Bloomington, pp. 259-317.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Ovibos moschatus",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Longrich",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    },
                    {
                        "first": "Z.-M",
                        "middle": [],
                        "last": "Dong",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "press. A new oviraptorid (Dinosauria: Theropoda) from the Upper Cretaceous of Bayan Mandahu",
                "volume": "302",
                "issue": "",
                "pages": "1--9",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Longrich, N.R., Currie, P.J., Dong, Z.-M., in press. A new oviraptorid (Dinosauria: Theropoda) from the Upper Cretaceous of Bayan Mandahu, Inner Mongolia. Palaeontogy. Lent, P.C., 1988. Ovibos moschatus. Mammalian Species 302, 1-9.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Morphology of horns and fighting behavior in the family Bovidae",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lundrigan",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Mammalogy",
                "volume": "77",
                "issue": "",
                "pages": "462--475",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lundrigan, B., 1996. Morphology of horns and fighting behavior in the family Bovidae. Journal of Mammalogy Vol. 77, 462-475.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Telling time from fossils: a phylogeny-based approach to chronological ordering of paleobiotas",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Makovicky",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Cladistics",
                "volume": "24",
                "issue": "",
                "pages": "350--371",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Makovicky, P.J., 2008. Telling time from fossils: a phylogeny-based approach to chronological ordering of paleobiotas. Cladistics 24, 350-371.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The Dinosauria",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Maryañ Ska",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Weishampel",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "464--477",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maryañ ska, T., Chapman, R.E., Weishampel, D.B., 2004. Pachycephalosauria. In: Weishampel, D.B., Dodson, P., Osmó lska, H. (Eds.), The Dinosauria. University of California Press, Berkeley, pp. 464-477.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Pachycephalosauria, a new suborder of ornithischian dinosaurs",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Maryañ Ska",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Osmó Lska",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Palaeontologica Polonica",
                "volume": "30",
                "issue": "",
                "pages": "45--102",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maryañ ska, M.T., Osmó lska, H., 1974. Pachycephalosauria, a new suborder of ornithischian dinosaurs. Palaeontologica Polonica 30, 45-102.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Patterns of fluctuating asymmetry in weapons: evidence for reliable signalling of quality in beetle horns and bird spurs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Møller",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Proceedings of the Royal Society B",
                "volume": "248",
                "issue": "",
                "pages": "199--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Møller, A.P., 1992. Patterns of fluctuating asymmetry in weapons: evidence for reliable signalling of quality in beetle horns and bird spurs. Proceedings of the Royal Society B 248, 199-206.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Patterns of fluctuating asymmetry in avian feather ornaments: implications for models of sexual selection",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Møller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hö Glund",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Proceedings of the Royal Society B",
                "volume": "245",
                "issue": "",
                "pages": "1--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Møller, A.P., Hö glund, J., 1991. Patterns of fluctuating asymmetry in avian feather ornaments: implications for models of sexual selection. Proceedings of the Royal Society B 245, 1-5.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Walker's Mammals of the World",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nowak",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nowak, R.M., 1991. Walker's Mammals of the World. Johns Hopkins University Press, Baltimore, 2 1629 pp.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Report on British fossil reptiles. Part II",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Owen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Report of the British Association for the Advancement of Science",
                "volume": "11",
                "issue": "",
                "pages": "60--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Owen, R., 1842. Report on British fossil reptiles. Part II. Report of the British Asso- ciation for the Advancement of Science 11, 60-204.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Dinosaur models: the good, the bad, and using them to estimate the mass of dinosaurs",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Paul",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "DinoFest International: Proceedings of a Symposium Sponsored by Arizona State University. Academy of Natural Sciences",
                "volume": "",
                "issue": "",
                "pages": "129--154",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Paul, G.S., 1997. Dinosaur models: the good, the bad, and using them to estimate the mass of dinosaurs. In: DinoFest International: Proceedings of a Symposium Sponsored by Arizona State University. Academy of Natural Sciences, Phila- delphia, pp. 129-154.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Goyocephale lattimorei gen. et sp. n., a new flat-headed pachycephalosaur (ornithischia, dinosauria) from the upper cretaceous of mongolia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Perle",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Maryañ Ska",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Osmó Lska",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Acta Palaeontologica Polonica",
                "volume": "27",
                "issue": "",
                "pages": "115--127",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Perle, A., Maryañ ska, T., Osmó lska, H., 1982. Goyocephale lattimorei gen. et sp. n., a new flat-headed pachycephalosaur (ornithischia, dinosauria) from the upper cretaceous of mongolia. Acta Palaeontologica Polonica 27, 115-127.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The campanian Terlingua local fauna, with a summary of other vertebrates from the Aguja formation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Cifelli",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Weil",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "12",
                "issue": "",
                "pages": "472--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rowe, T., Cifelli, R.L., Lehman, T.M., Weil, A., 1992. The campanian Terlingua local fauna, with a summary of other vertebrates from the Aguja formation, Trans- Pecos Texas. Journal of Vertebrate Paleontology 12, 472-493.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Dinosaur Provincial Park: A spectacular ancient ecosystem revealed",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "312--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ryan, M.J., Evans, D.C., 2005. Ornithischian Dinosaurs. In: Currie, P.J., Koppelhus, E.B. (Eds.), Dinosaur Provincial Park: A spectacular ancient ecosystem revealed. Indiana University Press, Bloomington, pp. 312-348.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Vertebrate paleontology and magnetostratigraphy of the upper Aguja Formation (late Campanian)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "263",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T. 1998. Vertebrate paleontology and magnetostratigraphy of the upper Aguja Formation (late Campanian), Talley Mountain Area, Big Bend National Park, Texas. Ph.D. dissertation, Louisiana State University, Baton Rouge, 263 pp.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Late Campanian Southern Dinosaurs, Aguja Formation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Paleontology",
                "volume": "75",
                "issue": "",
                "pages": "208--215",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T., 2001. Late Campanian Southern Dinosaurs, Aguja Formation, Big Bend, Texas. Journal of Paleontology 75, 208-215.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Late Cretaceous vertebrate paleoecology Big Bend National Park",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Dinosaur Park Symposium, Short Papers, Abstracts, and Program. Special Publication of the Royal Tyrrell Museum",
                "volume": "",
                "issue": "",
                "pages": "98--106",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T., 2005. Late Cretaceous vertebrate paleoecology Big Bend National Park, Texas. In: Braman, D.R., Therrien, F., Koppelhus, E.B., Taylor, W. (Eds.), Dinosaur Park Symposium, Short Papers, Abstracts, and Program. Special Publication of the Royal Tyrrell Museum, Drumheller, pp. 98-106.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Turtles of the upper Aguja Formation (late Campanian)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "New Mexico Museum of Natural History and Science Bulletin",
                "volume": "35",
                "issue": "",
                "pages": "235--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T., 2006. Turtles of the upper Aguja Formation (late Campanian), Big Bend National Park, Texas, Vol. 35. New Mexico Museum of Natural History and Science Bulletin, pp; 235-243.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The Unique Role of Vertebrate Microfossil Assemblages in Paleoecology and Paleobio-geography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "61--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T., 2008. Vertebrate paleoecology from microsites, Talley Mountain, Upper Aguja Formation (Late Cretaceous), Big Bend National Park, Texas, USA. In: Sankey, J.T., Baszio, S. (Eds.), The Unique Role of Vertebrate Microfossil Assemblages in Paleoecology and Paleobio-geography. Indiana University Press, Bloomington, pp. 61-77.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Occasional Papers of the Museum of Natural Science",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Gose",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J.T., Gose, W.A., 2001. Late Cretaceous mammals and magnetostratigraphy, Big Bend, Texas, 77. Occasional Papers of the Museum of Natural Science, Louisiana State University, pp. 1-16.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "The ''Great Extinction'' that never happened: the demise of the dinosaurs considered",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "A S"
                        ],
                        "last": "Sarjeant",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Canadian Journal of Earth Sciences",
                "volume": "38",
                "issue": "",
                "pages": "239--247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sarjeant, W.A.S., Currie, P.J., 2001. The ''Great Extinction'' that never happened: the demise of the dinosaurs considered. Canadian Journal of Earth Sciences 38, 239-247.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "On the classification of the fossil animals commonly named Dinosauria",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Seeley",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proceedings of the Royal Society of London",
                "volume": "43",
                "issue": "",
                "pages": "165--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seeley, H.G., 1888. On the classification of the fossil animals commonly named Dinosauria. Proceedings of the Royal Society of London 43, 165-171.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "The fossil record, systematics, and evolution of pachycephalosaurs and ceratopsians from Asia",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Sereno",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "The Age of Dinosaurs in Russia and Mongolia",
                "volume": "",
                "issue": "",
                "pages": "480--516",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sereno, P.C., 2000. The fossil record, systematics, and evolution of pachycephalo- saurs and ceratopsians from Asia. In: Benton, M.J., Shishkin, M.A., Unwin, D.M., Kurochkin, E.N. (Eds.), The Age of Dinosaurs in Russia and Mongolia. Cambridge University Press, Cambridge, pp. 480-516.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Pachycephalosauridae proposed for dome-headed dinosaurs, Stegoceras lambei, n. sp. described",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Sternberg",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Journal of Paleontology",
                "volume": "19",
                "issue": "",
                "pages": "534--538",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sternberg, C.M., 1945. Pachycephalosauridae proposed for dome-headed dino- saurs, Stegoceras lambei, n. sp. described. Journal of Paleontology Vol. 19, 534-538.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Functional morphology of the dome in pachycephalosaurid dinosaurs",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Sues",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Neues Jahrbuch fü r Geologie und Paläontologie",
                "volume": "",
                "issue": "",
                "pages": "459--472",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sues, H.D., 1978. Functional morphology of the dome in pachycephalosaurid dinosaurs. Neues Jahrbuch fü r Geologie und Paläontologie, Monatshefte 1978, 459-472.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Anatomy and classification of the North American Pachycephalosauria (Dinosauria: Ornithischia)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Sues",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Galton",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Palaeontographica Abteilung",
                "volume": "198",
                "issue": "",
                "pages": "1--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sues, H.D., Galton, P.M., 1987. Anatomy and classification of the North American Pachycephalosauria (Dinosauria: Ornithischia). Palaeontographica Abteilung 198, 1-40.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Revision of the dinosaur Stegoceras Lambe (Ornithischia, Pachycephalosauridae)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "23",
                "issue": "",
                "pages": "181--207",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan, R.M., 2003. Revision of the dinosaur Stegoceras Lambe (Ornithischia, Pachycephalosauridae). Journal of Vertebrate Paleontology 23, 181-207.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "A taxonomic review of the pachycephalosauridae (Dinosauria: Ornithischia), 35. New Mexico Museum of Natural History and Science Bulletin",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "347--365",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan, R.M., 2006. A taxonomic review of the pachycephalosauridae (Dinosauria: Ornithischia), 35. New Mexico Museum of Natural History and Science Bulletin. 347-365.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Doming, heterochrony, and paedomorphosis in the Pachycephalosauridae (Ornithischia: Dinosauria): taxonomic and phylogenetic implications",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "27",
                "issue": "",
                "pages": "154--155",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan, R.M., 2007. Doming, heterochrony, and paedomorphosis in the Pachyce- phalosauridae (Ornithischia: Dinosauria): taxonomic and phylogenetic impli- cations. Journal of Vertebrate Paleontology 27A, 154-155.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Paup*. phylogenetic analysis using parsimony (*and other methods)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Sinauer Associates",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford, D.L., 2002. Paup*. phylogenetic analysis using parsimony (*and other methods). Sinauer Associates, Sunderland, Massachusetts.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Late Cretaceous and Early Tertiary turtles from the Big Bend region",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Tomlinson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tomlinson, S.L. 1997. Late Cretaceous and Early Tertiary turtles from the Big Bend region, Brewster County, Texas. PhD, Texas Tech University.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Notes on pachycephalosaurid dinosaurs (Reptilia: Ornithischia) from North America, with comments on their status as ornithopods",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Wall",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Galton",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Canadian Journal of Earth Sciences",
                "volume": "16",
                "issue": "",
                "pages": "1176--1186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wall, W.P., Galton, P.M., 1979. Notes on pachycephalosaurid dinosaurs (Reptilia: Ornithischia) from North America, with comments on their status as ornitho- pods. Canadian Journal of Earth Sciences 16, 1176-1186.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Upper Cretaceous-Paleocene conifer woods from Big Bend National Park",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Texas. Palaeogeography, Palaeoclimatology. Palaeoecology",
                "volume": "226",
                "issue": "",
                "pages": "233--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheeler, E.A., Lehman, T.M., 2005. Upper Cretaceous-Paleocene conifer woods from Big Bend National Park, Texas. Palaeogeography, Palaeoclimatology. Palae- oecology 226, 233-258.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "A new genus of derived pachycephalosaurian from western North America",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Williamson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Carr",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "22",
                "issue": "",
                "pages": "779--801",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williamson, T.E., Carr, T.D., 2002. A new genus of derived pachycephalosaurian from western North America. Journal of Vertebrate Paleontology 22, 779-801.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Map showing Big Bend National Park and the location of the holotype LSUMNS 20010 and referred specimen LSUMNS 20012.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "text": "Stratigraphy of the Aguja and Pen formations, showing the stratigraphic position of pachycephalosaurid specimens known from the Aguja Formation. Modified from Rowe et al., 1992.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF2": {
                "text": "Type specimen of Texacephale langstoni, frontoparietal dome LSUMNS 20010 in: A, dorsal view; B, ventral view; C, left lateral view; D, right lateral view; E, anterior view; F, posterior view.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF3": {
                "text": "Schematic drawing of Texacephale langstoni, frontoparietal dome LSUMNS 20010 in: A, dorsal view; B, ventral view; C, left lateral view; D, right lateral view; E, anterior view;",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF4": {
                "text": "Referred specimen of Texacephale langstoni, partial frontoparietal dome LSUMNS 20012 in: A, dorsal view; B, lateral view; C, anterior view. Abbreviations: fr, frontal; ol, orbital lobe, pa, parietal.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF5": {
                "text": "Comparison of Texacephale langstoni and other late Campanian pachycephalosaurs in lateral (left) and dorsal (right) view.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "TABREF0": {
                "text": "Type species. Texacephale langstoni new species. Etymology. Derived from Texas, state of origin þ Greek cephale, 'head'. Diagnosis. As for species. Texacephale langstoni, new species. Etymology. in honor of Wann Langston, for his contributions to the vertebrate palaeontology of the Big Bend region.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Institutional abbreviations. AMNH, American Museum of</td></tr><tr><td>Natural History, New York, New York; CCM, Carter County Museum,</td></tr><tr><td>Ekalaka, Montana; LSUMNS, Louisiana State University Museum</td></tr><tr><td>of Natural Science; Baton Rouge; TMP, Royal Tyrrell Museum of</td></tr><tr><td>Palaeontogy, Drumheller, Alberta; NMC/CMN, National Museum</td></tr><tr><td>of Canada (Canadian Museum of Nature), Ottawa;, ROM, Royal</td></tr><tr><td>Ontario Museum, Toronto; TMM, Texas Memorial Museum,</td></tr><tr><td>Austin; UCMP, University of California Museum of Paleontology,</td></tr><tr><td>Berkeley.</td></tr><tr><td>Dinosauria Owen, 1842</td></tr><tr><td>Ornithischia Seeley, 1888</td></tr><tr><td>Pachycephalosauria Maryañ ska and Osmó lska, 1974</td></tr><tr><td>Pachycephalosauridae Brown and Schlaikjer, 1943</td></tr><tr><td>Texacephale new genus</td></tr></table>"
            },
            "TABREF2": {
                "text": "Measurements of the the frontoparietals of Texacephale langstoni.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td colspan=\"2\">LSUMNS 20010 LSUMNS 20012</td></tr><tr><td>Frontoparietal dome, maximum length</td><td>115 mm</td><td>-</td></tr><tr><td>Orbital lobes, maximum width</td><td>69 mm</td><td>81</td></tr><tr><td>Frontoparietal dome, maximum width</td><td>88</td><td>-</td></tr><tr><td>Frontoparietal dome, maximum height</td><td>76 mm</td><td>-</td></tr><tr><td colspan=\"2\">Frontoparietals, width across ventral surface 55 mm</td><td>-</td></tr><tr><td>Frontals, width across nasal lobes</td><td>24 mm</td><td>-</td></tr></table>"
            }
        }
    }
}