{
    "paper_id": "Lucas2018-THE_LOSTTRACKS_ATDINOSAURRIDGE,COLORADO,FROMTHEBAS",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:08:34.410578Z"
    },
    "title": "THE \"LOST TRACKS\" AT DINOSAUR RIDGE, COLORADO, FROM THE BASE OF THE CRETACEOUS (LATE ALBIAN-EARLY CENOMANIAN) MOWRY SHALE MEMBER OF THE BENTON FORMATION, SHOW A SWIMMING(?) ORNITHOPOD AFFECTED BY A CURRENT",
    "authors": [
        {
            "first": "Tom",
            "middle": [],
            "last": "Moklestad",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Castle Rock Historical Society and Museum",
                "location": {
                    "addrLine": "420 Elbert St",
                    "postCode": "80104",
                    "settlement": "Castle Rock",
                    "region": "CO"
                }
            },
            "email": ""
        },
        {
            "first": "T",
            "middle": [],
            "last": "Caneer",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Spencer",
            "middle": [
                "G"
            ],
            "last": "Lucas",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History",
                "location": {
                    "addrLine": "1801 Mountain Rd. NW",
                    "postCode": "87104",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": "spencer.lucas@state.nm.us"
        }
    ],
    "year": "",
    "abstract": "It is 80-plus years since the discovery of a single dinosaur trackway of 13 tracks was made along West Alameda Parkway on Dinosaur Ridge, and during this time relatively few other sites with dinosaur \"swim tracks\" have been documented worldwide. The original tracks and their unmarked location have been lost to weathering and mass wasting that may have been hastened by vandalism, unintentional human activity and/or unauthorized collecting. The original documentation includes an internal report of the Colorado Museum of Natural History (now Denver Museum of Nature and Science). The odometer reading and photographic evidence in the original report are interpreted here to indicate the tracks were on the dip slope in a road cut of the marine Mowry Shale near the depositional contact with the underlying, deltaic South Platte Formation. These tracks are different than hundreds of subsequently uncovered tracks in many trackways nearby on slightly older strata of the South Platte Formation; this trackway represents a different locomotion pattern in a different environment and possibly represents a different kind of dinosaur. Each track was composed of three partial toe prints with some having a partial sole print, suggesting the trackmaker was experiencing buoyancy. Swimming south, generally parallel to the shoreline of the Western Interior Seaway to its right, the trackmaker was tiptoeing, as opposed to foot-paddling, a mode of theropod swimming interpreted from scratch marks in some cases. This movement is interpreted to have been affected by a current.",
    "pdf_parse": {
        "paper_id": "Lucas2018-THE_LOSTTRACKS_ATDINOSAURRIDGE,COLORADO,FROMTHEBAS",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "It is 80-plus years since the discovery of a single dinosaur trackway of 13 tracks was made along West Alameda Parkway on Dinosaur Ridge, and during this time relatively few other sites with dinosaur \"swim tracks\" have been documented worldwide. The original tracks and their unmarked location have been lost to weathering and mass wasting that may have been hastened by vandalism, unintentional human activity and/or unauthorized collecting. The original documentation includes an internal report of the Colorado Museum of Natural History (now Denver Museum of Nature and Science). The odometer reading and photographic evidence in the original report are interpreted here to indicate the tracks were on the dip slope in a road cut of the marine Mowry Shale near the depositional contact with the underlying, deltaic South Platte Formation. These tracks are different than hundreds of subsequently uncovered tracks in many trackways nearby on slightly older strata of the South Platte Formation; this trackway represents a different locomotion pattern in a different environment and possibly represents a different kind of dinosaur. Each track was composed of three partial toe prints with some having a partial sole print, suggesting the trackmaker was experiencing buoyancy. Swimming south, generally parallel to the shoreline of the Western Interior Seaway to its right, the trackmaker was tiptoeing, as opposed to foot-paddling, a mode of theropod swimming interpreted from scratch marks in some cases. This movement is interpreted to have been affected by a current.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Since 1989, Dinosaur Ridge has been an outdoor museum with an interpretive trail ( Fig. 1A) on protected, county-owned open space land in Jefferson County, Colorado. Certain trail sites are specified as a National Natural Landmark by the National Park Service. The Colorado Geological Survey lists the trail as a Point of Geological Interest, and the state designated a larger area along the ridge, including the trail, as a Colorado Natural Area. Here, in the Jurassic Morrison Formation, in addition to fossil dinosaur bones, there are tracks at the \"Theropod Track Site\" and the \"Brontosaur Bulges Site (BBS).\" Besides sauropod bulges at the BBS, a single trackway of smaller bulges pointed out by Lockley and Marshall (2018) appears to exemplify walking transitioning to wading behavior. An unique, positive pes-manus couplet similar to Stegopodus and probably from a stegosaur was collected from a boulder at the Dinosaur Bone Quarry Site (DBQS) by the nearby Morrison Natural History Museum (MNHM) and is displayed there (Mossbrucker et al., 2008) . MNHM also displays dime-sized baby stegosaur pes prints that they discovered near the DBQS (Mossbrucker et al., 2009) .",
                "cite_spans": [
                    {
                        "start": 701,
                        "end": 728,
                        "text": "Lockley and Marshall (2018)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1027,
                        "end": 1053,
                        "text": "(Mossbrucker et al., 2008)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1147,
                        "end": 1173,
                        "text": "(Mossbrucker et al., 2009)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 83,
                        "end": 91,
                        "text": "Fig. 1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In the Cretaceous strata, the Dinosaur Tracks Site (DTS) displays more than 300 iguanodontid tracks (Caririchnium leonardii) and ornithomimid tracks (Magnoavipes caneeri) (Lockley, 2001) , with two dromaeosaurid tracks nearby (Dromaeosauripus) (Lockley et al., 2016b) . Nearly all indicate walking behavior, with some trackways being parallel, suggesting gregarious behavior, a characteristic of ornithopods. Running behavior based on extended stride length for at least one juvenile ornithopod has been reported (Lockley et al., 2000) at a reinforced site at road level between the \"Slimy Beach\" and \"Plant Impressions\" sites. Many of the tracks are preserved in sandstone in the Lower South Platte Formation (Fig. 1B) as undertracks formed well below tracks made in overlying soft mud in shale or mudstone that has since crumbled away or been excavated. Unfortunately, the original discovery of 13 very unusual tracks uncovered during construction of the West Alameda Parkway by the WPA in 1937, disappeared, perhaps as early as the 1950s. Unprotected at the side of the road, they presumably succumbed to weathering by mass wasting, and possibly erosion caused by climbing by people and wildlife, vandalism or theft.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 186,
                        "text": "(Lockley, 2001)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 244,
                        "end": 267,
                        "text": "(Lockley et al., 2016b)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 513,
                        "end": 535,
                        "text": "(Lockley et al., 2000)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 710,
                        "end": 719,
                        "text": "(Fig. 1B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "At about the same time and presumably by these same processes, tracks began to be uncovered at the DTS (Fig.  1A) , as indicated by newspaper accounts. In 1992, a scientific excavation increased the area and the inventory of undertracks at the DTS (Lockley and Hunt, 1995) and recovered tracks in the overlying shale. Presently, the current trail maps and field guides for Dinosaur Ridge Trail do not mention the lost tracks, and there is no interpretive sign to mark the site with its unique stratigraphic position, paleoenvironmental evidence and scientific significance. Therefore, the GPS coordinates of the location of the original tracks have been lost.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 272,
                        "text": "(Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 113,
                        "text": "(Fig.  1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Theropod swim tracks were reported by Coombs (1980) , and ornithopod swim tracks by Currie (1983) , followed by several other studies in the last 15 years, leading to a general understanding that at least certain dinosaurs \"had the ability to swim\" (Ezquerra et al., 2007) , notably certain theropods. Earlier studies of purported swim tracks of sauropods and ornithopods have been questioned in reports mentioned by Milner et al. (2006) . Compared to dinosaur walking footprints, swim tracks are acknowledged to be less common, less complete and more difficult to interpret (Milner et al., 2006; Xing et al., 2013) . The original discovery of the lost tracks may have been of the first known dinosaur swim marks, but they were not systematically described and published. Ironically, after hundreds of additional tracks were eventually documented on Dinosaur Ridge by Lockley and Hunt (1995) , the lost tracks remain arguably the most unique and most significant, until the recent discovery of two raptor footprints (Lockley et al., 2016b) . FIGURE 1. A, Dinosaur Ridge Trail map with the dinosaur fossil interpretive sites (x). The trail follows W. Alameda Parkway between the visitor centers. Modified from Taylor (1995) . B, Stratigraphic nomenclature in the Dinosaur Ridge area, with trackbearing levels along the Front Range. The Lytle and South Platte formations comprise the Dakota Group. C, Structural cross section across Dinosaur Ridge through the Lost Tracks site. Topography and surface geology from Drewes and Townrow (2005) . Fault geometry from Sterne (2006) .",
                "cite_spans": [
                    {
                        "start": 38,
                        "end": 51,
                        "text": "Coombs (1980)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 84,
                        "end": 97,
                        "text": "Currie (1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 249,
                        "end": 272,
                        "text": "(Ezquerra et al., 2007)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 417,
                        "end": 437,
                        "text": "Milner et al. (2006)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 575,
                        "end": 596,
                        "text": "(Milner et al., 2006;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 597,
                        "end": 615,
                        "text": "Xing et al., 2013)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 868,
                        "end": 891,
                        "text": "Lockley and Hunt (1995)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1016,
                        "end": 1039,
                        "text": "(Lockley et al., 2016b)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1209,
                        "end": 1222,
                        "text": "Taylor (1995)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1512,
                        "end": 1537,
                        "text": "Drewes and Townrow (2005)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1560,
                        "end": 1573,
                        "text": "Sterne (2006)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The lost tracks were located between Morrison and Golden, Colorado, on Dinosaur Ridge, a 7.2-km long by 0.8-km wide segment of a much longer homoclinal structure and intermittent topographic high known as the Hogback, the Dakota Hogback or Dakota Ridge. It generally meets the definition of a hogback, with a structural dip of 35-40° east along the Dinosaur Ridge Trail following W. Alameda Parkway (Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 407,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GEOLOGIC SETTING",
                "sec_num": null
            },
            {
                "text": "A well-exposed geologic section along the Dinosaur Ridge Trail reveals most of a nonmarine to marine transgressive succession that reflects the incursion of the Western Interior Seaway from the east. The Lower Cretaceous Lytle Formation is upland fluvial deposits that were deposited by streams from highlands perhaps as far west as present day Utah and Nevada. The overlying Lower Cretaceous South Platte Formation (Fig.  1A-C ) is marginal marine coastal deposits that, along the Dinosaur Ridge Trail, represent a series of varied paleoenvironments on a delta (Weimer and Land, 1972) . These include:",
                "cite_spans": [
                    {
                        "start": 562,
                        "end": 585,
                        "text": "(Weimer and Land, 1972)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 416,
                        "end": 427,
                        "text": "(Fig.  1A-C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GEOLOGIC SETTING",
                "sec_num": null
            },
            {
                "text": "1) Shallow water offshore indicated by wave ripple marks; 2) Burrowed intertidal areas (Chamberlain, 1976) ; 3) Beaches, some draped by microbial mats (Nora Noffke, unpubl., 2018); 4) Microbial mats with rippled erosional pockets (Bose and Chaffetz, 2012, fig. 8 ",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 106,
                        "text": "(Chamberlain, 1976)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 230,
                        "end": 262,
                        "text": "(Bose and Chaffetz, 2012, fig. 8",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOLOGIC SETTING",
                "sec_num": null
            },
            {
                "text": "5) A microbial mat with a north-south dinosaur trackway/s (Kerr, 2004; Nora Noffke, unpubl., 2018) ; 6) An east-trending river channel, probably a distributary channel (Taylor, 1995) with crocodilian swim scratch marks (Lockley, 2001) ; 7) A riparian bioturbated environment on the bank of said channel with tree root impressions (Moklestad, unpubl. 2018) and theropod scrapes (Lockley et al., 2016a (Lockley et al., , 2018 ; 8) Mudflats, marshes, and clearings in places with footprints, trackways and trampling (Lockley and Hunt, 1995) .",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 70,
                        "text": "(Kerr, 2004;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 71,
                        "end": 98,
                        "text": "Nora Noffke, unpubl., 2018)",
                        "ref_id": null
                    },
                    {
                        "start": 168,
                        "end": 182,
                        "text": "(Taylor, 1995)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 219,
                        "end": 234,
                        "text": "(Lockley, 2001)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 377,
                        "end": 399,
                        "text": "(Lockley et al., 2016a",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 400,
                        "end": 423,
                        "text": "(Lockley et al., , 2018",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 513,
                        "end": 537,
                        "text": "(Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": ");",
                "sec_num": null
            },
            {
                "text": "The overlying Mowry Shale Member of the Benton Formation represents mud that settled in quiet water of the Western Interior Seaway (Fig. 2) . The base of the Mowry Shale Member is sandy and silty (Taylor, 1995) , indicating a gradual transition to deeper water and suggesting a nearshore environment in the area of the missing swim tracks consistent with a swimming dinosaur able to touch the ocean floor with its toes.",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 210,
                        "text": "(Taylor, 1995)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 131,
                        "end": 139,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": ");",
                "sec_num": null
            },
            {
                "text": "A historical odometer measurement was used to help relocate the former site of the missing tracks. Historical mileages can be a problem if either the road was subsequently modified significantly or the starting point (0.0 km) is uncertain. In this case, the starting point is described as the \"hairpin curve,\" which could mean the point at the apex of the curve of W. Alameda Parkway at the top of Dinosaur Ridge resembling the closed end of a hairpin. Or, \"hairpin\" may have differentiated the curve from the closer, broader one in the opposite direction to the north (Fig. 1A) . In the second case, the starting point was probably the closest point of the hairpin curve to the tracks, i.e., where the road changed from more or less a straightaway on the east side of the ridge and began to curve sharply toward the apex (Fig. 1A) . The distance along the curve between the apex and the beginning of the curve is roughly 40 m. The odometer distance, 0.72 km, likely was interpolated between calibration points of 0.16 km on an odometer dial, adding uncertainty. A point 0.72 km north along the straightaway from the beginning of the curve more closely matches a location consistent with a historic photograph of the track site. These directions were adequate, given that the original intent was probably to get one close enough to the tracks to see them; presumably, it was not anticipated that the tracks would disappear.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 569,
                        "end": 578,
                        "text": "(Fig. 1A)",
                        "ref_id": null
                    },
                    {
                        "start": 822,
                        "end": 831,
                        "text": "(Fig. 1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Side-by-side photographs of the same area taken 60 years apart show the tracksite in 1938 (Fig. 3A) , and the place it is interpreted to have been (Fig. 3B ) on the northernmost of several large, light-colored road cut dip slopes. A large road cut that is also a dip slope was firmly intact in 1938. By 1998, the same road cut was reduced to largely a talus slope of tile-like slabs of the Mowry Shale as it weathered from the sloping outcrop. This weathering pattern is distinctly different than that of the shale interbeds in the sandstone of the underlying South Platte Formation; that shale weathers in situ to a fine-grained detritus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 99,
                        "text": "(Fig. 3A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 147,
                        "end": 155,
                        "text": "(Fig. 3B",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "The Mowry Shale weathers to a silver white ( Fig. 2A ) that accounts for the light color of the road cut (Figs. 3B, 4) even as the fresh shale is dark gray. It is siliceous and brittle with a distinctive fracture pattern that led to the breakup into the tile-like slabs seen in Figure 3B . One of us (TC) observed this pattern marked by an arrow in a close-up photograph of the missing trackway (Fig. 4) . The fractured Mowry Shale sits beneath the track-bearing layer (Fig. 4) , which is darker, possibly iron stained, and is described by Markman (1938) as sandstone. Shale immediately above the track layer would have made for an excellent parting that revealed the track layer. This indication that the tracks were in the marine Mowry Shale supports evidence of a swimming posture to be discussed. This is in contrast to earlier reports that these tracks were in the South Platte Formation (Lockley, 1985) .",
                "cite_spans": [
                    {
                        "start": 540,
                        "end": 554,
                        "text": "Markman (1938)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 893,
                        "end": 908,
                        "text": "(Lockley, 1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 45,
                        "end": 52,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 278,
                        "end": 287,
                        "text": "Figure 3B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 395,
                        "end": 403,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 469,
                        "end": 477,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "TRACKWAY & TRACKS DESCRIPTIONS A description of the tracks and trackway is from earlier reports (Markman, 1938; Lockley, 1985) , and the photograph of Figure 4 , which unfortunately is an oblique view with distortions such as foreshortening. In addition to showing details of the outcrop, Figure 4 has all 13 tracks (#'s 1-13) and small partial sole prints not previously described. A track outline map from Markman (1938, p. 43 ), Figure 5 , shows the trackway (tracks #2- 4, 6-13). It is in good agreement with measurements mentioned by Markman for average length of a \"stride\" (actually a half stride), width of one of the best tracks, and an average length of the middle toe impressions. Definitions of trackway and track measurements from Lockley and Hunt (1995, p . 9-10) used here include midline, width of trackway, length of stride, width of track, length of track, and degree of rotation (of a footprint) toward or away from the midline. It appears that Markman used \"stride\" for the measurement of a pace or step parallel to the midline. Since, in this case, the steps are roughly equal and because he gave an average (0.97 m) his stride can be considered a half stride.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 111,
                        "text": "(Markman, 1938;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 112,
                        "end": 126,
                        "text": "Lockley, 1985)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 408,
                        "end": 428,
                        "text": "Markman (1938, p. 43",
                        "ref_id": null
                    },
                    {
                        "start": 744,
                        "end": 769,
                        "text": "Lockley and Hunt (1995, p",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 151,
                        "end": 159,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 289,
                        "end": 297,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 432,
                        "end": 440,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "The first track is a positive left print (1L) seen in Figure 4 above the head of H. Markman (Colorado Museum of Natural History) in 1938, and the thirteenth (7L) is left of center near the road at the bottom of the image. The tracks were darkened to enhance visibility. Prints 1L through 4L point south along a straight, north-south midline parallel to the north-south W. Alameda Parkway in the foreground. Print 5L documents a turn to the left (east) of about 30°. Further turning to the left with prints 6L and 7L resulted in a net turn between 4L and 7L prints of about 60°. Figure 5 also shows a straight trackway from 1R to 4L, but then the turn of the midline from 4L to 5L is only 17° to the left, and the net turn from 4L to 7L of 32° indicating that the curvature of the trackway is exaggerated by the camera angle.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 62,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 578,
                        "end": 586,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Markman appears to be about the same distance from the camera as prints 4L-6L, so that roughly half the tracks were closer to the camera and the others more distant. Assuming he was 183 cm tall and using his height for scale, then the length of the trackway was roughly 7.3 m along the curve 1L-7L, so that the average length of 6 strides was 1.2 m. From Markman's map (1938) , the length along the direction of travel (midline) between the tips of the middle toes of #2 and #13 is 10.7 m, resulting in an average of 5.5 strides of 1.95 m, closely agreeing with Markman's statement that the average \"stride\" (half stride) was 0.97 m (so 1.94 m for a full stride). Clearly, the average length of a stride in the photo is significantly foreshortened.",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 375,
                        "text": "Markman's map (1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Determining trackway width (the sum of distances from the outside edge of two consecutive tracks perpendicular to the midline) is challenging in the photo because the early tracks are in skewed perspective, and the later tracks, although closer to the camera and oriented more favorably, bracket a curved midline. The trackway width in Figure 5 is 1.2 m. The straddle (the sum of the distances from the inside edge of two consecutive tracks perpendicular to the midline) averages 30 cm. Lockley (1985) notes \"wide spacing\" between consecutive tracks in this trackway is an unusual feature. Nearby and somewhat older narrow trackways of tridactyl ornithopods and theropods have tracks, Caririchnium leonardii and Magnoavipes caneeri, respectively, with zero or negative straddle so that they touch or overlap their midlines, respectively. These are shown to students and other park visitors to demonstrate that dinosaurs had an upright walking posture.",
                "cite_spans": [
                    {
                        "start": 487,
                        "end": 501,
                        "text": "Lockley (1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 336,
                        "end": 344,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "In Figure 4 the angle of view gives an appearance that steps occurred in asymmetrical pairs (#'s 2-3, 4-5, 6-7, 8-9), with the left foot leading and the right foot trailing, as if the track maker were limping or bounding (hopping). However, Figure 5 , shows a fairly consistent half stride length.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 11,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 241,
                        "end": 249,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "In addition to a change of direction of the trackway in Figure  4 , there is a change in the geometry of the tracks beginning about midway. The first tracks, particularly #'s 3-5 and 7, have longer than wide toe prints in the center and on the right sides. Although this could indicate weighting of the right side, this pattern is not apparent in Figure 5 (although track #5 was not mapped), so distortion from camera angle may apply.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 56,
                        "end": 65,
                        "text": "Figure  4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 347,
                        "end": 355,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Bipedal trackways of tridactyl tracks can be described by the degree of rotation of the middle toes of footprints either toward, parallel with or away from the midline. In the tracksite photo, middle toe prints point inward toward the midline, a characteristic of ornithopod trackways, in contrast to theropod trackways, in which the rotation is parallel (0° rotation) or outward (positive rotation) (Lockley, 1987) . In Figure 5 , tracks 1R-4R are rotated slightly inward, suggesting an ornithopod and possibly a current from the right. If a pathology were causing a limp, one might expect inward rotation for the entire length of the trackway.",
                "cite_spans": [
                    {
                        "start": 400,
                        "end": 415,
                        "text": "(Lockley, 1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 421,
                        "end": 429,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Tracks Except for the first print (1L), the tridactyl tracks are clearly visible in outline in Figure 4 , but internal details of shape are not. A central groove in all three digits is parallel with and runs the length of the partial toe prints illustrated in a sketch (Lockley, 1985) and a plaster cast (Markman, 1938) of track #2 (1R). All three digits are pointed, perhaps best seen in the tiptoe prints of track #11 (6L) in Figure 4 and are interpreted as such in all 11 tracks in Figure 5 . As mentioned, the nearby tracksites in the South Platte Formation have Caririchinium and Magnoavipes footprints with about 75% being Caririchnium at the \"Dinosaur Track Site (DTS)\" (Lockley and Marshall, 2018) . The lost tracks are too wide for Magnoavipes, but a calculation of length of a hypothetical full-length track using the aspect ratio of Caririchnium (Lockley and Hunt, 1995, figs. 5.17, 5 .23 and 5.24) and a track width from a statement in Markman (1938) is:",
                "cite_spans": [
                    {
                        "start": 269,
                        "end": 284,
                        "text": "(Lockley, 1985)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 304,
                        "end": 319,
                        "text": "(Markman, 1938)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 677,
                        "end": 705,
                        "text": "(Lockley and Marshall, 2018)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 857,
                        "end": 895,
                        "text": "(Lockley and Hunt, 1995, figs. 5.17, 5",
                        "ref_id": null
                    },
                    {
                        "start": 948,
                        "end": 962,
                        "text": "Markman (1938)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 95,
                        "end": 103,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 428,
                        "end": 436,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 485,
                        "end": 493,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Aspect ratio (Caririchnium) = LT (length track) = 1.1 = LT , LT = 53 cm, WT (width track) = 48 cm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "The calculated length is slightly shorter than that of the longest complete Caririchnium, 55 cm, at the DTS (Lockley and Marshall, 2018) and close to the maximum size for this track type from the Dakota Group (Lockley et al., 2005) . A straight comparison can be made with a trackway of Caririchnium that was described from the east slope of the Dakota Hogback in the Chatfield Reservoir area, roughly 24 km south of the lost tracks site. Six consecutive \"normal\" tracks with complete sole pads average 55 cm wide and 58 cm long, for an aspect ratio of 1.1. The average length of stride is 2.0 m compared to 1.95 m for the lost tracks, a slightly smaller stride expected for the smaller trackmaker. The comparison tracks have an average trackway width of 0.9 m, considerably narrower than the sprawling gait of 1.2 m of the lost tracks maker. The comparison tracks have a net 0° of rotation. In other words, the middle toe prints are parallel to the midline, unlike the right tracks of the straight portion of the lost trackway that point slightly inward.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 136,
                        "text": "(Lockley and Marshall, 2018)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 209,
                        "end": 231,
                        "text": "(Lockley et al., 2005)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "In Figure 4 , several tracks, particularly later ones, appear to have a smaller fourth print located directly posterior to the middle toe print. Presumably these represent the anterior edge of the sole of the pes. Four (in #6, 7, 9, 10) may have been darkened. Three others (in #11-13) are less distinct, but appear to have been depressions in similar positions. The darker ones appear elliptical, possibly because of foreshortening of more circular prints. These sole pad prints have not been previously mapped or discussed (Markman, 1938; Lockley, 1985) , but were added to Figure 5 for this study.",
                "cite_spans": [
                    {
                        "start": 525,
                        "end": 540,
                        "text": "(Markman, 1938;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 541,
                        "end": 555,
                        "text": "Lockley, 1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 11,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 576,
                        "end": 584,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "Depth information appears limited to a plaster cast of track #2 (1R), even as the depths of tracks are often thought to be dependent on the properties of the substrate. However, in this case a variation in track depth or lack thereof, would be interesting to relate to other changes along the course of the trackway. Unfortunately, advanced digital enhancement of available photos is beyond the scope of this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "In Figure 4 , a few opposing tracks (#'s 3-7) do not exhibit complete reflection symmetry, i.e., they appear asymmetrical. These show toe print elongation in the same areas, the center and right sides of both feet. That these occur together along the straight segment and not along the curve suggests a pattern rather than random variation in footprint shapes that is commonly observed along trackways. This pattern is not confirmed in Figure 5 and may result from distortion caused by the camera angle.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 11,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 436,
                        "end": 444,
                        "text": "Figure 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RE-LOCATION OF THE ORIGINAL POSITION OF THE LOST TRACKS",
                "sec_num": null
            },
            {
                "text": "These tracks and the trackway have both similarities to and differences from those interpreted to represent walking postures of bipedal dinosaurs, particularly those of ornithopods and theropods made along the coast of the seaway at Dinosaur Ridge (Lockley and Hunt, 1995) , on the Dakota Hogback near Chatfield Reservoir (Lockley et al., 2005) and elsewhere within the same megatracksite, such as at Clayton Lake State Park, New Mexico (Lucas and Dalman, 2016) . The similarities include the track width and the stride length compared to those of a large adult ornithopod maker of Caririchnium.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 272,
                        "text": "(Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 322,
                        "end": 344,
                        "text": "(Lockley et al., 2005)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 437,
                        "end": 461,
                        "text": "(Lucas and Dalman, 2016)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "The evidence for a swimming posture includes dominance of toe prints without full sole prints and a gait much wider than nearby ornithopod and theropod walking trackways. The interpreted nearshore marine paleoenvrionment is consistent with swimming.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Theropod swim tracks have been described from a lacustrine environment of the Early Cretaceous in the Cameros Basin of Spain (Ezquerra et al., 2007) and a fluvial environment from the Early Cretaceous of Sichuan Province of China (Xing et al., 2013) . Complete tracks at the Cameros Basin site have three parallel claw marks in a trackway of 12 tracks, where the swimming posture is described as a \"floating\" animal \"paddling\" with its legs in an \"exaggerated\" walking motion (Ezquerra et al., 2007) . Apparently, the claw marks represent incidental contact with the substrate in shallower water, so that these theropods may have been capable of swimming in water over their heads for an unknown distance or period of time.",
                "cite_spans": [
                    {
                        "start": 125,
                        "end": 148,
                        "text": "(Ezquerra et al., 2007)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 230,
                        "end": 249,
                        "text": "(Xing et al., 2013)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 476,
                        "end": 499,
                        "text": "(Ezquerra et al., 2007)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Ornithopod (hadrosaur) swim tracks were described from British Columbia, Canada, from the Lower Cretaceous Gehing Formation in the Peace River Canyon (Currie, 1983) . Several sites representing various paleoenvironments in a deltaic setting have hundreds of tracks among scores of trackways. Single intermittent tracks on track-covered surfaces were interpreted to be from swimming ornithopods occasionally putting down a foot and pushing off. This reasonable explanation suggests that ornithopods could swim freely above the substrate. Other trackways of pes prints, Amblydactylus similar to Caririchnium, show wading into deeper water where at some point the onset of fainter sole prints indicates significant buoyancy, marking a transition from wading to swimming. A continuum of postures from walking to swimming with associated track characteristics is offered below with documented examples:",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 164,
                        "text": "(Currie, 1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "• Swimming (class 1) -scratch marks (Ezquerra et al., 2007) or intermittent tracks (Currie, 1983) • Swimming (class 2) -toe prints (this paper, Currie, 1983 , Mickelson, 2005 • Swimming (class 3) -toe prints with partial or faint sole prints (this paper, Currie, 1983 , Mickelson, 2005 • Wading -footprints with toe prints and sole prints (Currie, 1983 , Lockley, 1986 , Mickelson, 2005 • Walking - (Lockley and Hunt, 1995) Besides paddling, class 1 swimming could conceivably include floating and treading water in some fashion with intermittent contact with the bottom, provided such postures were demonstrable. Class 2 swimming can be differentiated from a running posture up on the toes, which would have lengthened strides, with a high calculated speed instead of shortening strides by swimming. Lockley (1985) dismissed a running posture for the lost tracks based on stride length. Class 3 swimming has noticeable evidence of buoyancy, differentiating it from wading. However, certain under tracks could produce toes-only footprints. For example, deeper toe prints below the parting surface may remain after the sole prints may have been removed with layering above the parting surface.",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 59,
                        "text": "(Ezquerra et al., 2007)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 83,
                        "end": 97,
                        "text": "(Currie, 1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 144,
                        "end": 156,
                        "text": "Currie, 1983",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 157,
                        "end": 174,
                        "text": ", Mickelson, 2005",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 255,
                        "end": 267,
                        "text": "Currie, 1983",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 268,
                        "end": 285,
                        "text": ", Mickelson, 2005",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 339,
                        "end": 352,
                        "text": "(Currie, 1983",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 353,
                        "end": 368,
                        "text": ", Lockley, 1986",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 369,
                        "end": 386,
                        "text": ", Mickelson, 2005",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 399,
                        "end": 423,
                        "text": "(Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 801,
                        "end": 815,
                        "text": "Lockley (1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "In addition to the aforementioned ornithopod trackways transitioning from wading to swimming, Mickelson (2005, unnumbered fig.) observed theropod tracks in the Middle Jurassic Gypsum Spring Formation in the Bighorn Basin of northern Wyoming wherein a progression of track morphology is illustrated as ostrich-sized theropods walked on shore, then waded and then swam into the Sundance Sea. Wading, conceptualized here as basically walking in shallow water from ankle deep to knee deep or more, could be difficult to differentiate from walking. Considerations such as a wider gait, shorter stride length, the paleoenvironment and, especially, sequentially deepening footprints, can suggest wading. Deepening footprints are well exemplified in a sauropod trackway in the Upper Jurassic Morrison of southeastern Colorado (Lockley, 1986) and at a previously mentioned trackway of a biped at the Brontosaurus Bulges Site on Dinosaur Ridge with deepening from ~ 2 cm to ~ 30 cm. However without such evidence, walking has probably been the default conclusion in a number of studies. Diving, a swimming behavior practiced by some extant animals, is probably not discernible from track data. However, Spinosaurus of North Africa, the largest theropod, is interpreted to have been a swimmer, even semi-aquatic, based on anatomy (Ibrahim et al., 2014) and oxygen isotopes (Amiot et al., 2010) and a piscivore based on conical teeth and gut contents with fish scales in the type specimen of a similar theropod, Baryonyx (Charig et al., 2010) .",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 121,
                        "text": "Mickelson (2005, unnumbered",
                        "ref_id": null
                    },
                    {
                        "start": 818,
                        "end": 833,
                        "text": "(Lockley, 1986)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1319,
                        "end": 1341,
                        "text": "(Ibrahim et al., 2014)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1362,
                        "end": 1382,
                        "text": "(Amiot et al., 2010)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1509,
                        "end": 1530,
                        "text": "(Charig et al., 2010)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 127,
                        "text": "fig.)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "The lost tracks are both class 2 and 3 swim tracks because at least seven of them have partial sole prints with toe prints. Lockley (1985) described the posture as \"wading,\" perhaps because of apparent continuous contact with the substrate regardless of the effects of buoyancy. The lost tracks appear to indicate a large animal buoyed by water and pushing against the substrate with its toes in short steps, a normal rather than exaggerated walking motion -much different than the aforementioned theropod swimming postures.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 138,
                        "text": "Lockley (1985)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "This swimming posture suggests resistance from deep water and possibly an obliquely opposing current. Other examples of current effects include a current from right to left for the aforementioned theropod trackway in the Cameros Basin (Ezquerra et al., 2007) indicated by asymmetrical pairs of tracks in the lake bed. In the aforementioned trackway from China, the theropod was apparently swimming upstream against stream flow, as indicated by asymmetrical ripple marks (Xing, et al., 2013) . Currie (1983) reports straight line ornithopod swim trackways with short perpendicular offsets that McAllister (1989) regards as evidence of resting during which lateral movement was caused by a current.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 258,
                        "text": "(Ezquerra et al., 2007)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 470,
                        "end": 490,
                        "text": "(Xing, et al., 2013)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 493,
                        "end": 506,
                        "text": "Currie (1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Curved Trackways and Environmental Factors Gently curved trackways (say less than 10° of turn between strides) may be underrepresented in the reported fossil record if slight curvature of short trackways is not recognized. Such trackways may represent subconscious or unintentional behavior, but they probably were mostly a response to environmental factors such as obstacles, wetter ground, standing water or even sounds or smells, factors ostensibly unknowable to researchers. However, general causation can possibly be inferred from comparing large, similar tracksites. For example, the main tracksite at Dinosaur Ridge has 37 trackways from 22 ornithopods and 15 theropods. All appear to be straight lines on a map (Lockley, 2001, p. 8-9) annotated with 13 straight directional arrows. The pattern suggests a large, open, obstaclefree area such as a mud flat or marsh. Inferred herding behavior with ornithopods walking shoulder to shoulder would also have contributed to straight line travel. By contrast, the Clayton Lake tracksite of similar size and age and part of the same megatracksite, has two gently curved trackways (Lucas and Dalman, 2016, figs. 12a,c) among five that are illustrated. The authors describe morphological and extramorphological details of certain ornithopod pes prints that indicate there was a very soft to \"soupy\" substrate in places. Avoidance of areas of very soft substrate indicated by standing water, vegetation patterns or other signals may have been a factor that led to curved trackways at Clayton Lake. Future photogrammetric mapping may provide greater insight. Sharper curves or turns, such as the one in the lost trackway, may have had completely different causes.",
                "cite_spans": [
                    {
                        "start": 719,
                        "end": 742,
                        "text": "(Lockley, 2001, p. 8-9)",
                        "ref_id": null
                    },
                    {
                        "start": 1130,
                        "end": 1167,
                        "text": "(Lucas and Dalman, 2016, figs. 12a,c)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "A Stream Crossing, or Offshore Path The concept of a megatracksite in the Dakota Group led to an unproven hypothesis of a \"Dinosaur Freeway,\" a northsouth migration route of the ornithopod maker of Caririchnium along the western shore of the Western Interior Seaway between north-central Colorado and northeastern New Mexico (Lockley and Hunt, 1995) . This led to the idea that the ornithopods and possibly theropods following the ornithopod herds would have routinely needed to cross west-to-east-flowing streams entering the seaway along the coast, potentially provable with trackway data. Figure 2B illustrates a hypothetical stream crossing by ornithopods at the Crocodile Creek interpretive site (Fig. 1A) , an outcropping paleochannel where stream-crossing swim tracks could one day be found.",
                "cite_spans": [
                    {
                        "start": 325,
                        "end": 349,
                        "text": "(Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 592,
                        "end": 601,
                        "text": "Figure 2B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 701,
                        "end": 710,
                        "text": "(Fig. 1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "The maker of the lost tracks may have intended to cross a shallow estuary or other inlet or to circumvent a stream by heading offshore where there was a weaker, dispersed flow, and where the water was still shallow and the substrate firm and sandy, as on a delta front. In Figure 4 , a medium gray area on the left trends from near the upper left corner diagonally down and to the right between tracks #7-8 (4L-5R) and ends with a jagged edge just above the road, occupying roughly half the photo. Compared to the very light gray sandstone of the South Platte Formation, sandstone of the Mowry transition is rusty so that this dark area could have been a rusty brown, sandy interbed. It appears to thin to the right (north) along the jagged edge from about 0.2 m thick to a feather edge about 1.5 m above the road over a distance of about 4 m. This sandy body trending E-W transverse to the N-S coastline may have been a tidal ridge or tidal sand bar in a tide-dominated estuarine environment along a transgressive coastline (Boyd et al., 1992, fig. 2, p. 141; Boggs, 2016, fig. 1, p. 280) .",
                "cite_spans": [
                    {
                        "start": 1025,
                        "end": 1060,
                        "text": "(Boyd et al., 1992, fig. 2, p. 141;",
                        "ref_id": null
                    },
                    {
                        "start": 1061,
                        "end": 1073,
                        "text": "Boggs, 2016,",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 273,
                        "end": 281,
                        "text": "Figure 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1074,
                        "end": 1089,
                        "text": "fig. 1, p. 280)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "As noted, the 37 straight line trackways at the DTS on Dinosaur Ridge suggest the ornithopods and theropods walked in straight lines in certain areas, perhaps those without obstructions. Similarly, ornithopods swam in straight lines (Currie, 1983) and may have preferred that behavior in open water. In situations calling for a more circuitous route such as arcing around the mouth of a stream in open water on a delta front or crossing an estuary on an array of sand bars, certain swimmers may have moved in a series of straight line segments connected by significant turns, possibly exemplified by the lost trackway.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 247,
                        "text": "(Currie, 1983)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Identifying the Trackmaker Identifying trackmakers is usually problematic, particularly at the genus and species level. In this case the challenge is to make a determination between ornithopod and theropod tracks, which has been challenging in other cases for large tridactyl walking tracks of bipeds (Lockley and Temple, 2014) . The initial report had the benefit of direct observation of the tracks and the conclusion was a carnosaur (Markman, 1938) . Lockley (1985) agreed with the initial interpretation of carnosaur without benefit of examining the tracks and without having studied the large inventory of hundreds of other tracks on Dinosaur Ridge. The tracks were later re-interpreted as from an ornithopod (Lockley and Hunt, 1995, p. 198) without discussion. The second author of this paper (TC) commented in notes in a file found after his death that he agreed the tracks were made by an ornithopod, citing the triangular shape of the ungual imprints.",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 327,
                        "text": "(Lockley and Temple, 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 436,
                        "end": 451,
                        "text": "(Markman, 1938)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 454,
                        "end": 468,
                        "text": "Lockley (1985)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 714,
                        "end": 746,
                        "text": "(Lockley and Hunt, 1995, p. 198)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "A calculation of foot length assuming a theropod swim trackmaker was not made because there are no known large theropod tracks in the Dakota ichnofacies in the megatracksite from which to extract an aspect ratio and middle-toe-lengthto-foot-length ratio. An estimated foot size is 48 cm wide (measured) and 55 cm long, which is estimated based on the fact that most theropod feet are longer than wide. This far exceeds foot lengths of Magnoavipes (20-25 cm) and Dromaeosauripus (16 cm) found in the South Platte Formation on Dinosaur Ridge, leaving one to wonder if there was a large theropod that preyed on the large Caririchnium-making ornithopods. Because tracks of large theropods are generally uncommon, particularly those of tyrannosaurids, which are extremely rare, the proof of absence of large theropods in the Dakota is weak. There are also no bones of large theropods in the South Platte Formation, but then bones and teeth of dinosaurs and bones, teeth and shells of other animals were not preserved, likely because of an acidic depositional environment. That these swimming tracks of the Mowry differ from theropod swim tracks in Spain and China is a consideration, but large theropods may have had a different swimming posture, particularly when making a long swim. For example, claw marks might be from a fast swim and tiptoe marks from a slower progression, possibly over a longer distance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "It is most likely that this is a Caririchnium trackway. The projected foot size is similar to that from the largest Caririchnium in the Dakota megatracksite, and the stride length is very similar to that of a same-sized Caririchnium maker in the Chatfield Reservoir area. The tracks differ from those in fairly recent reports of theropod swim tracks. The interpreted shape and width of the unguals, triangular, wide and pointed, rather than longer, narrower and more sharply pointed like theropod toe claws, suggest an ornithopod. The slight inward rotation of some of the tracks (1R-4R) is a characteristic of some ornithopod trackways, whether they are bipedal or quadrupedal (Lockley, 2001, p. 6, 10) . Theropod trackways tend to have either zero or outward rotation. Again, Lockley and Hunt (1995, p. 198) posit that the lost tracks were \"probably an ornithopod trackway.\"",
                "cite_spans": [
                    {
                        "start": 678,
                        "end": 703,
                        "text": "(Lockley, 2001, p. 6, 10)",
                        "ref_id": null
                    },
                    {
                        "start": 778,
                        "end": 809,
                        "text": "Lockley and Hunt (1995, p. 198)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Ornithopods have long been recognized as gregarious from trackway patterns (Ostrom, 1972; Currie, 1983; Lockley and Hunt, 1995) . However, Currie noted that \"there was little structure to the herd when they were in the water.\" The single trackway could represent a solitary animal, or there may have been other trackways to the left (east) in the area now covered by W. Alameda Parkway. CONCLUSIONS The lost tracks consisted of a single trackway made by a large bipedal dinosaur that left tridactyl tracks. Apparently it experienced buoyancy evidenced by toe prints, with partial sole prints suggesting a swimming posture. A running posture up on the toes is not viable because of the short length of the pace that indicates a slow-walking speed. A slow-walking posture may have resulted in under tracks with deep toe prints preserved and shallower sole prints removed with the overlying layer/s. However, none of the scores of reported slow-walking trackways of ornithopods and theropods in the area along the Dakota Hogback has a gait nearly as wide as that of the lost trackway. A swimmer may have widened its gait to improve its stability in the water.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 89,
                        "text": "(Ostrom, 1972;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 90,
                        "end": 103,
                        "text": "Currie, 1983;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 104,
                        "end": 127,
                        "text": "Lockley and Hunt, 1995)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "The site of these tracks is interpreted to have been on an outcrop of sandy Mowry Shale near the contact with the underlying South Platte Formation. The tracks were likely made near shore in shallow water of the Western Interior Seaway. Based on a comparison trackway in the South Platte Formation from an adult ornithopod with a very similar track width and stride, the lost track maker was likely the maker of Caririchnium. Differences with the comparison trackway include the absence of most of the sole pad imprints and the very wide gait.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Swimming south prior to a turn to the left, the track maker was possibly resisting a current from its right (shoreward). In the initial trackway segment (tracks #1-7), a very wide gait, inward rotation of the right toe prints and weak photographic evidence of asymmetrical tracks suggest resistance to a current from the right. After the initial turn (tracks #9-13), the gait is slightly narrower, and the negative rotation of the right foot and track asymmetry are not apparent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            },
            {
                "text": "Prior to 2012, there were three improved dinosaur fossil interpretive sites on the Dinosaur Ridge Trail. Park management increased that to nine by 2016, including two aforementioned new discoveries (Lockley et al., 2016a, b) . Three of the nine are undergoing completion. A tenth site at Lost Tracks with an exhibit including a photo and map (Figs. 4-5) would provide context for rare swimming tracks to complement running, walking and wading tracks at other trail sites. This case history would be a reminder for preserving rare fossils in public places, and would add to the educational resources of a premier public outdoor geological and paleontological laboratory.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 224,
                        "text": "(Lockley et al., 2016a, b)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION Swimming Postures",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We are grateful to Adrian Hunt and Hendrik Klein for their constructive reviews of the manuscript, which improved its clarity and content. We also thank the Bailey Library and Archive, Denver Museum of Nature & Science for permission to reproduce Markman's original map. Tom Moklestad and Spencer G. Lucas thank Cathy Johnson for providing field notes with photos that belonged to her father, T Caneer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Oxygen isotope evidence for semi-aquatic habits among spinosaurid theropods: Geology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Amiot",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Buffetaut",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Lécuyer",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Boudad",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Ding",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Fourel",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hutt",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Martineau",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Medeiros",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mo",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Simon",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Suteethorn",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Sweetman",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Tong",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Zhou",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "139--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Amiot, R., Buffetaut, E., Lécuyer, C., Wang, X., Boudad, L., Ding, Z., Fourel, F., Hutt, S., Martineau, F., Medeiros, A., Mo, J., Simon, L., Suteethorn, V., Sweetman, S., Tong, H., Zhang, F., and Zhou, Z., 2010, Oxygen isotope evidence for semi-aquatic habits among spinosaurid theropods: Geology, v. 3, p. 139-142. doi:10.1130/ G30402.1.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Principles of Sedimentology and Stratigraphy: Uttar Pardesh",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Boggs",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "",
                "volume": "564",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boggs, S., Jr., 2016, Principles of Sedimentology and Stratigraphy: Uttar Pardesh, India, Pearson India Education Services, 5 th edition, 564 p.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Classification of clastic coastal depositional environments: Sedimentary Geology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Boyd",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Dalrymple",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Zaitlin",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "80",
                "issue": "",
                "pages": "139--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boyd, R., Dalrymple, R., and Zaitlin, B. A., 1992, Classification of clastic coastal depositional environments: Sedimentary Geology, v. 80, p. 139-150.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Morphology and distribution of MISS: A comparison between modern siliciclastic and carbonate settings",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bose",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Chaffetz",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Microbial Mats in Siliciclastic Depositional Systems Through Time: Tulsa, SEPM (Society for Sedimentary Geology)",
                "volume": "",
                "issue": "",
                "pages": "3--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bose, S. and Chaffetz, H. S. , 2012, Morphology and distribution of MISS: A comparison between modern siliciclastic and carbonate settings; in Noffke, N. and Chaffetz, H., eds., Microbial Mats in Siliciclastic Depositional Systems Through Time: Tulsa, SEPM (Society for Sedimentary Geology), p. 3-14.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Field guide to the trace fossils of the Cretaceous Dakota Hogback along Alameda Avenue",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Chamberlain",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Studies of Colorado Field Geology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chamberlain, C. K., 1976, Field guide to the trace fossils of the Cretaceous Dakota Hogback along Alameda Avenue, west of Denver, Colorado; in Epis, R. C., and Weimer, R. C., eds., Studies of Colorado Field Geology: Golden, Colorado School of Mines.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Baryonyx walkeri, a fish-eating dinosaur from the Wealden of Surrey: Bulletin of the Natural History Museum",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Charig",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Milner",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Geology Series",
                "volume": "53",
                "issue": "",
                "pages": "11--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Charig, A. J., and Milner, A.C., 1997, Baryonyx walkeri, a fish-eating dinosaur from the Wealden of Surrey: Bulletin of the Natural History Museum, Geology Series, v. 53, p. 11-70.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Fossilized tracks show dinosaurs could swim: ChinaDaily.com",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Cheng",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cheng, Y., 2013, Fossilized tracks show dinosaurs could swim: ChinaDaily.com, April 13, 2013 (last update). Accessed May 30, 2018.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The swimming ability of carnivorous dinosaurs: Science, v",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Coombs",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "207",
                "issue": "",
                "pages": "1198--1200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coombs, W. P., 1980, The swimming ability of carnivorous dinosaurs: Science, v. 207, p. 1198-1200.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Hadrosaur trackways from the Lower Cretaceous of western Canada: Acta Palaeontologica Polonica",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "28",
                "issue": "",
                "pages": "63--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Currie, P. J., 1983, Hadrosaur trackways from the Lower Cretaceous of western Canada: Acta Palaeontologica Polonica, v. 28, p. 63-73.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Comparison of the stratigraphy of the Black Hills",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Darton",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "",
                "volume": "15",
                "issue": "",
                "pages": "379--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Darton, N.H., 1904, Comparison of the stratigraphy of the Black Hills, Bighorn Mountains, and Rocky Mountain Front Range: Geological Society of America Bulletin, v. 15, p. 379-448.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Ichnotaxonomic review of large ornithopod dinosaur tracks: temporal and geographic implications",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Diaz-Martinez",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Pereda-Suberbiola",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Perez-Lorente",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Canudo",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1371/journal.pone.0115477"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Diaz-Martinez, I., Pereda-Suberbiola, X., Perez-Lorente, F. and Canudo, J. I., 2015, Ichnotaxonomic review of large ornithopod dinosaur tracks: temporal and geographic implications: PLOSONE|DOI:10.1371/journal.pone.0115477.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Trailwalker's Guide to the Dinosaur Ridge",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Drewes",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Townrow",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Drewes, H., and Townrow, J., 2005, Trailwalker's Guide to the Dinosaur Ridge, Red Rocks and Green Mountain Area: Morrison, Colorado, Friends of Dinosaur Ridge, 2 nd edition fully revised, 86 p.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Were non-avian dinosaurs able to swim? Supportive evidence from an Early Cretaceous trackway, Cameros Basin",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ezquerra",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Doublet",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Costeur",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Galton",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Perez-Lorente",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Geology",
                "volume": "35",
                "issue": "",
                "pages": "507--510",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ezquerra, R., Doublet, S., Costeur, L., Galton, P., and Perez-Lorente, F., 2007, Were non-avian dinosaurs able to swim? Supportive evidence from an Early Cretaceous trackway, Cameros Basin (La Roja, Spain): Geology, v. 35, p. 507-510.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Semiaquatic adaptations in a giant predatory dinosaur: Science, v",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ibrahim",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Sereno",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Sasso",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Maganuco",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fabbri",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Martilli",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Zouhri",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Myhrvold",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Iuriino",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "345",
                "issue": "",
                "pages": "1613--1616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ibrahim, N., Sereno, P. C., Dal Sasso, C., Maganuco, S., Fabbri, M., Martilli, D. M., Zouhri, S., Myhrvold, N., and Iuriino, D, A., 2014, Semiaquatic adaptations in a giant predatory dinosaur: Science, v. 345, issue 6204, p. 1613-1616.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Bacterial mats on sand tidal flats, upper Dakota Group",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kerr",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kerr, D., 2004, Bacterial mats on sand tidal flats, upper Dakota Group, Dinosaur Ridge, Colorado: Ridge Report (Friends of Dinosaur Ridge Annual Report), v. 16, no. 3, p. 16.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Vanishing tracks along Alameda Parkway: implications for Cretaceous dinosaurian paleobiology from the Dakota Group",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "Chamberlain",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Kauffman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M W"
                        ],
                        "last": "Kitley",
                        "suffix": ""
                    },
                    {
                        "first": "Lockley",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "A Field Guide to Environments of Deposition (and Trace Fossils) of Cretaceous Sandstones of the Western Interior; Field Trip",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M. G., 1985, Vanishing tracks along Alameda Parkway: implications for Cretaceous dinosaurian paleobiology from the Dakota Group, Colorado; in Chamberlain, C. D., Kauffman, E. G., Kitley, L. M. W., and Lockley, M. G., eds., A Field Guide to Environments of Deposition (and Trace Fossils) of Cretaceous Sandstones of the Western Interior; Field Trip No. 3: Denver, The Rocky Mountain Section SEPM (Society for Sedimentary Geology), p 3.131-3.142.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The paleobiological and paleoenvironmental importance of dinosaur footprints: Palaios",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "37--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M. G., 1986, The paleobiological and paleoenvironmental importance of dinosaur footprints: Palaios, v. 1, p. 37-47.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The Friends of Dinosaur Ridge and the University of Colorado at Denver Dinosaur Trackers Research Group",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "33",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M., 2001, A Field Guide to Dinosaur Ridge: Morrison, Colorado, The Friends of Dinosaur Ridge and the University of Colorado at Denver Dinosaur Trackers Research Group, 3 rd edition, 33 p.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Observations on juvenile ornithopods and running behavior based on tracks from Dinosaur Ridge",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hook",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "18--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M., Hook, N., and Wright, J., 2000, Observations on juvenile ornithopods and running behavior based on tracks from Dinosaur Ridge, Dakota Group, Colorado: Ridge Report (Friends of Dinosaur Ridge Annual Report), v. 12, no. 4, p. 18-20.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Dinosaur Tracks and Other Fossil Footprints of the Western United States",
                "authors": [
                    {
                        "first": "Martin",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "Adrian",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "338",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, Martin, and Hunt, Adrian P., 1995, Dinosaur Tracks and Other Fossil Footprints of the Western United States: New York, Columbia University Press, 338 p.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "New dinosaur and crocodile tracksites from the Dakota Group",
                "authors": [
                    {
                        "first": "Martin",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "Reiji",
                        "middle": [],
                        "last": "Kukihara",
                        "suffix": ""
                    },
                    {
                        "first": "Lauren",
                        "middle": [],
                        "last": "Mitchell",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "15--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, Martin G., Kukihara, Reiji, and Mitchell, Lauren, 2005, New dinosaur and crocodile tracksites from the Dakota Group, Chatfield area, Jefferson County, Colorado: Ridge Report (Friends of Dinosaur Ridge Annual Report), v. 17, no.4, pp. 15-19.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A Field Guide to Dinosaur Ridge",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M., and Marshall, C., 2018, A Field Guide to Dinosaur Ridge: Morrison, Colorado, The Friends of Dinosaur Ridge, 5 th edition fully revised, 45 p.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Theropod courtship: Large scale physical evidence of display arenas and avian-like scrape ceremony behaviour by Cretaceous dinosaurs: Scientific Reports",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Mccrea",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Buckley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Lim",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Matthews",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Breithaupt",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Houck",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "D"
                        ],
                        "last": "Gierlinski",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Surmik",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Xing",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "Y"
                        ],
                        "last": "Kong",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Cart",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hatton",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M. G., McCrea, R. T., Buckley, L. G., Lim, J. D., Matthews, N. A., Breithaupt, B. H., Houck, K. J., Gierlinski, G. D., Surmik, D., Kim, K. S., Xing, L., Kong, D. Y., Cart, K., Martin, J., and Hatton, G., 2016a, Theropod courtship: Large scale physical evidence of display arenas and avian-like scrape ceremony behaviour by Cretaceous dinosaurs: Scientific Reports, v. 6, article 18952.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Fossil trace\" trace fossils: the historic, scientific and educational significance of Triceratops Trail -a controversial Upper Cretaceous tracksite complex in the Laramie Formation",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Tempel",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Natural History and Science, Bulletin",
                "volume": "62",
                "issue": "",
                "pages": "441--458",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M., and Tempel, J., 2014, \"Fossil trace\" trace fossils: the historic, scientific and educational significance of Triceratops Trail -a controversial Upper Cretaceous tracksite complex in the Laramie Formation, Golden, Colorado New Mexico Museum of Natural History and Science, Bulletin 62, p. 441-458.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Didactyl raptor tracks from the Cretaceous, Plainview Sandstone at Dinosaur Ridge: Cretaceous Research",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Xing",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Mathews",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Breithaupt",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "",
                "volume": "61",
                "issue": "",
                "pages": "161--168",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lockley, M, G., Xing, L,, Mathews, N,, and Breithaupt, B, H., 2016b, Didactyl raptor tracks from the Cretaceous, Plainview Sandstone at Dinosaur Ridge: Cretaceous Research, v. 61, p. 161-168.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The Early Cretaceous Clayton Lake dinosaur tracksite: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Dalman",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Bulletin",
                "volume": "74",
                "issue": "",
                "pages": "127--140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., and Dalman, S. G., 2016, The Early Cretaceous Clayton Lake dinosaur tracksite: New Mexico Museum of Natural History and Science, Bulletin 74, p. 127-140.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Hadrosaur footprints from the Upper Cretaceous Fruitland Formation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Jasinski",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "and the ichnotaxonomy of large ornithopod footprints: New Mexico Museum of Natural History and Science",
                "volume": "53",
                "issue": "",
                "pages": "357--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., Sullivan, R. M., Jasinski, S. E., and Ford, T.y L., 2011, Hadrosaur footprints from the Upper Cretaceous Fruitland Formation, San Juan Basin, New Mexico, and the ichnotaxonomy of large ornithopod footprints: New Mexico Museum of Natural History and Science, Bulletin 53, p. 357-362.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Report from the dept. of geology: Annual Report Colorado Museum of Natural History",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Markman",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "41--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Markman, H.C., 1938, Report from the dept. of geology: Annual Report Colorado Museum of Natural History, p. 41-44.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Dakota Formation tracks from Kansas: implications for the recognition of tetrapod subaqueous traces",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcallister",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McAllister, J. A., 1989, Dakota Formation tracks from Kansas: implications for the recognition of tetrapod subaqueous traces;",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Dinosaur Tracks and Traces",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "In Gillete",
                        "suffix": ""
                    },
                    {
                        "first": "Lockley",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "343--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "in Gillete, D. D., and Lockley, M. G., eds., Dinosaur Tracks and Traces: Cambridge, U.K., Cambridge University Press, p. 343- 348.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "U. of Colorado researcher identifies tracks of swimming dinosaur in Wyoming",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Mickelson",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mickelson, D., 2005, U. of Colorado researcher identifies tracks of swimming dinosaur in Wyoming, (press release): EurekAlert!, AAAS, 10/17/2005 (8/14/2008) http://www.eurekalert.org/pub_ releases/2005-10/uoca-uoc101705.php",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "A large collection of well-preserved theropod dinosaur swim tracks from the Lower Jurassic Moenave Formation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R C"
                        ],
                        "last": "Milner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Kirkland",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin",
                "volume": "37",
                "issue": "",
                "pages": "314--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Milner, A. R. C., Lockley, M. G., and Kirkland, J. I., 2006, A large collection of well-preserved theropod dinosaur swim tracks from the Lower Jurassic Moenave Formation, St. George, Utah: New Mexico Museum of Natural History and Science, Bulletin 37, p. 314-328.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Stegosaur tracks from the Morrison Formation of Morrison",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Mossbrucker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Bakker",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Prueher",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Symposium of the Stegosauria Abstract Volume",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mossbrucker, M. T., Bakker, R. T., and Prueher, L., 2009, Stegosaur tracks from the Morrison Formation of Morrison, Colorado: Symposium of the Stegosauria Abstract Volume, Sauiermuseum Aathal, Aathal, Switzerland.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Probable stegosaur tracks from the Jurassic Morrison Formation, Colorado and Utah: Ridge Report (Friends of Dinosaur Ridge Annual Report)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mossbrucker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bakker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Gierlinski",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hups",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "26--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mossbrucker, M., Bakker, R., Lockley, M. G., Gierlinski, G., and Hups, K., 2008, Probable stegosaur tracks from the Jurassic Morrison Formation, Colorado and Utah: Ridge Report (Friends of Dinosaur Ridge Annual Report), v. 20, no. 5, p. 26-29.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Were some dinosaurs gregarious?: Palaeogeography, Palaeoclimatology, Palaeoecology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Ostrom",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "287--301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ostrom, J. H., 1972, Were some dinosaurs gregarious?: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 11, p. 287-301.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Cedar Mountain and Dakota formations around Dinosaur National Monument: Evidence of the first incursion of the Cretaceous Western Interior Seaway into Utah: Utah Geological Survey",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Sprinkel",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Madsen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "I"
                        ],
                        "last": "Kirkland",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Waanders",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sprinkel, D. A., Madsen, S. K., Kirkland, J. I., Waanders, G. L., and Hunt, G. J., 2012, Cedar Mountain and Dakota formations around Dinosaur National Monument: Evidence of the first incursion of the Cretaceous Western Interior Seaway into Utah: Utah Geological Survey, Special Study 143, 20 p.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Stacked 'evolved' triangle zones along the southeastern flank of the Colorado Front Range: The Mountain Geologist",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Sterne",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "43",
                "issue": "",
                "pages": "65--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sterne, E. J. (Ned), 2006. Stacked 'evolved' triangle zones along the southeastern flank of the Colorado Front Range: The Mountain Geologist, v. 43, p. 65-82.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Guide Book to the Geology of Red Rocks Park and Vicinity",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "91",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, A. M., 1995, Guide Book to the Geology of Red Rocks Park and Vicinity: Golden, Colorado, Cataract Lode Mining Company, 4 th edition, 91 p.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Field guide to Dakota Group (Cretaceous) stratigraphy Golden-Morrison area",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Weimer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Land",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "241--267",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weimer, R. J., and Land ,C. B., 1972, Field guide to Dakota Group (Cretaceous) stratigraphy Golden-Morrison area, Colorado: Mountain Geologist, v. 9, p. 241-267.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Petrogenesis and Petrophysics of selected sandstone reservoirs of the Rocky Montain Region",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Weimer",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Sannenberg",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "197--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weimer, R. J. and Sannenberg, S. A., 1989, sequence stratigraphic analysis of Muddy (J) Sandstone reservoir, Wattenberg Field, Denver Basin, Colorado; in Coalson, E. B., Kaplan, S. S., Keighin, C. W., Oglesby, C. A. and Robinson, J. W., eds., Petrogenesis and Petrophysics of selected sandstone reservoirs of the Rocky Montain Region: Denver, RMAG, p. 197-220.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "A new Early Cretaceous dinosaur track assemblage and the first definite nonavian theropod swim trackway from China: Chinese Science Bulletin",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Xing",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "Andrew",
                        "middle": [
                            "R C"
                        ],
                        "last": "Milner",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Klein",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [
                            "D"
                        ],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Persons",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iv",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Ebi",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "2370--2378",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Xing, L. D., Lockley, M. G., Zhang, J. P., Milner, Andrew R. C., Klein, H., Li, Q. D., Persons, W. S. IV, and Ebi, J. F., 2013, A new Early Cretaceous dinosaur track assemblage and the first definite non- avian theropod swim trackway from China: Chinese Science Bulletin (English version), v. 58, p. 2370-2378.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "The Mowry Shale on Dinosaur Ridge. A, Close up of the fracture pattern in the Mowry Shale in the road cut of Figures 3 and 4. This distinctive pattern is visible near the road in the bottom center of Figures 3B and 4, distinguishing the site from the light-colored sandstone surfaces making up dip slopes of the South Platte Formation along the parkway farther to the south. Hammer inferred to be 22 cm long. B, Interpretive view to the east from the sandy coast (South Platte Formation) toward the Western Interior Seaway, depositional environment of the Mowry and younger facies. Stream crossing by ornithopods is depicted. [Courtesy of the Friends of Dinosaur Ridge. Artwork by Michael Skrepnick.]",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "Oblique views of the Mowry Shale (lowermost Benton Shale) road cut along W. Alameda Parkway on Dinosaur Ridge. A, Photographed in 1938, the view is northwest with the southbound lane of W. Alameda at the bottom. The trackway begins above the head of the human figure and extends to the left (south), curving down to road level roughly midway between the edges of the photo [courtesy of the Bailey Library and Archive, Denver Museum of Nature & Science]. B, Photographed in 1998, the view along strike is nearly due north with the roadside ditch, a slight edge of W. Alameda Parkway and an approaching car all on the far right. The trackway was roughly in the rightcenter foreground [Photo by T Caneer].",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "A close up of the trackway from the photo in Figure 3A. Courtesy of Bailey Library and Archive, Denver Museum of Nature & Science.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "text": "Track outline map from Markman (1938) with numbering, midline (direction of travel) and impressions posterior to middle toe impressions added. [Courtesy of the Bailey Library and Archive, Denver Museum of Nature & Science]",
                "num": null,
                "type_str": "figure",
                "uris": null
            }
        }
    }
}