{
    "paper_id": "Spielmannetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:10:30.177353Z"
    },
    "title": "TAXONOMY AND BIOSTRATIGRAPHY OF THE LATE TRIASSIC ARCHOSAUROMORPH TRILOPHOSAURUS",
    "authors": [
        {
            "first": "Justin",
            "middle": [
                "A"
            ],
            "last": "Spielmann",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd. NW",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Spencer",
            "middle": [
                "G"
            ],
            "last": "Lucas",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd. NW",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Andrew",
            "middle": [
                "B"
            ],
            "last": "Heckert",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Appalachian State University",
                "location": {
                    "postBox": "ASU Box 32067",
                    "postCode": "28608-2607",
                    "settlement": "Boone",
                    "region": "NC"
                }
            },
            "email": ""
        },
        {
            "first": "Larry",
            "middle": [
                "F"
            ],
            "last": "Rinehart",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd. NW",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Adrian",
            "middle": [
                "P"
            ],
            "last": "Hunt",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd. NW",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Trilophosaurus is an aberrant archosauromorph from the Upper Triassic Chinle Group of the southwestern United States. We review the history of study of Trilophosaurus, revise the diagnosis of the genus and both species of Trilophosaurus, T. buettneri Case and T. jacobsi Murry, and summarize its biostratigraphic record. Reevaluation of T. dornorum Mueller and Parker reveals no diagnostic differences between it and T. jacobsi, rendering T. dornorum a junior subjective synonym of T. jacobsi. The two species of Trilophosaurus have well established temporal ranges, with T. buettneri extending from the middle Otischalkian to late Adamanian and T. jacobsi extending from early Adamanian into the Revueltian.",
    "pdf_parse": {
        "paper_id": "Spielmannetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Trilophosaurus is an aberrant archosauromorph from the Upper Triassic Chinle Group of the southwestern United States. We review the history of study of Trilophosaurus, revise the diagnosis of the genus and both species of Trilophosaurus, T. buettneri Case and T. jacobsi Murry, and summarize its biostratigraphic record. Reevaluation of T. dornorum Mueller and Parker reveals no diagnostic differences between it and T. jacobsi, rendering T. dornorum a junior subjective synonym of T. jacobsi. The two species of Trilophosaurus have well established temporal ranges, with T. buettneri extending from the middle Otischalkian to late Adamanian and T. jacobsi extending from early Adamanian into the Revueltian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Trilophosaurus is an aberrant archosauromorph reptile known from the Upper Triassic of the southwestern United States (Fig. 1) . The two species of Trilophosaurus, T. buettneri and T. jacobsi, are known from microvertebrate remains, principally teeth and jaw fragments, and postcrania, a nearly complete articulated skeleton of T. buettneri and a composite skeleton of T. jacobsi. One of the diagnostic features of the genus is its transversely broadened, tricuspid teeth, which are distinct between the two species, thus allowing isolated teeth to be identified to species level. This has given Trilophosaurus biostratigraphic utility within the Upper Triassic Chinle Group.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 118,
                        "end": 126,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Here we review previous studies focusing on Trilophosaurus, summarize the biostratigraphic record of the genus, and revise its genusand species-level taxonomy. The current paper is part of a larger study being undertaken by the authors (Spielmann et al., in prep.) that will update the osteology of T. buettneri, provide the first postcranial osteology of T. jacobsi and discuss the growth, variation and functional morphology of Trilophosaurus. Abbreviations: AMNH = American Museum of Natural History, New York; MNA = Museum of Northern Arizona; NMMNH = New Mexico Museum of Natural History and Science, Albuquerque; MOTT, TTU = (Museum of) Texas Tech University; PEFO = Petrified Forest National Park, Arizona; TMM = Texas Memorial Museum, Austin; UMMP = University of Michigan Museum of Paleontology; USNM = U.S. National Museum (Smithsonian), Washington, D.C.; YPM = Yale Peabody Museum, New Haven.",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 264,
                        "text": "(Spielmann et al., in prep.)",
                        "ref_id": null
                    },
                    {
                        "start": 430,
                        "end": 445,
                        "text": "Trilophosaurus.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Trilophosaurus is one of the most completely known Late Triassic reptiles from the American Southwest, and has had over seven decades of intermittent research devoted to it. Here, we summarize the key studies examining Trilophosaurus, from the naming of T. buettneri in 1928 through the present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "In early 1928, Case originally named Trilophosaurus buettneri in a short note in the Journal of the Washington Academy of Sciences (Case, 1928a) . This note was followed shortly thereafter by an article in the Contributions of the Museum of Paleontology of the University of Michigan that described the vertebrate fauna of beds in the Tecovas Formation near Walker's Tank, Crosby County, West Texas, of which T. buettneri was part (Case, 1928b) . Numerous authors have cited this University of Michigan article (Case, 1928b) as the publication in which T. buettneri is named. However, it is clear from the presence of the \"gen. and sp. nov.\" designation accompanying the line drawings in the Washington Academy of Sciences note (Case, 1928a ) that Case was in fact erecting the genus and species in that publication, not in the later University of Michigan article (Case, 1928b) . Both the original note (Case, 1928a) and the Trilophosaurus portion of the later faunal article (Case, 1928b) were based on a single maxillary fragment containing the transversely broadened teeth for which the genus is best known ( Fig. 2A-F) . The tricuspid nature of the teeth, with their symmetrically oriented central cusp, provided Case's impetus to name the taxon Trilophosaurus, or \"three crested (lophed) reptile.\"",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 144,
                        "text": "(Case, 1928a)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 431,
                        "end": 444,
                        "text": "(Case, 1928b)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 511,
                        "end": 524,
                        "text": "(Case, 1928b)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 728,
                        "end": 740,
                        "text": "(Case, 1928a",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 865,
                        "end": 878,
                        "text": "(Case, 1928b)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 904,
                        "end": 917,
                        "text": "(Case, 1928a)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 977,
                        "end": 990,
                        "text": "(Case, 1928b)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1113,
                        "end": 1123,
                        "text": "Fig. 2A-F)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "The first Trilophosaurus postcranial material was excavated between 1939 and 1941 by crews working for the U.S. Works Progress Administration (WPA) while excavating several localities in Howard County, West Texas. These localities contained predominantly Trilophosaurus buettneri remains, and so were designated Trilophosaurus quarries 1, 2, 3 and 3A. These quarries are located in the Colorado City Formation of the Chinle Group near Otis Chalk, Texas . The collections made by the WPA are housed primarily at the Texas Memorial Museum, Vertebrate Paleontology Laboratory at the University of Texas at Austin. These WPA collections have served as the primary material for nearly all research regarding Trilophosaurus buettneri. TMM personnel authorized exchanges of these fossils with other institutions, thus, most of the WPA collections are in Austin, but other specimens, including composite skeletons, are present at AMNH, UMMP, and USNM, among others. Gregory appears to have brought a FIGURE 1. Index map showing the distribution of Trilophosaurus fossil localities in Arizona, New Mexico and Texas. Biostratigraphic subdivision after Lucas (1998) . Locality numbers with an L prefix (i.e. L-4208) are NMMNH localities, and PFV indicates a Petrified Forest National Park locality. Abbreviations: DG -\"Dying Grounds,\" MOTT -MOTT VLP 3624, 3869 and 3878; PFV -Petrified Forest National Park; PQ -Placerias quarry; SS -North Stinking Springs Mountain; WkT -Walker's Tank (T. buettneri type locality); WPA -Works Progress Administration sites (Trilophosaurus quarries); WT -Ward's Terrace. Modified from Heckert et al. (2006) . minor collection, including at least two braincases, to YPM when he started his tenure there as well.",
                "cite_spans": [
                    {
                        "start": 1142,
                        "end": 1154,
                        "text": "Lucas (1998)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1607,
                        "end": 1628,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "The extensive material present in the WPA collections allowed Gregory (1945) to publish an osteology of Trilophosaurus buettneri. Using material from all four quarries, he reconstructed the entire postcranial skeleton and produced a moderately detailed cranial reconstruction. The principal specimen that Gregory (1945) used to reconstruct T. buettneri is a nearly complete articulated skeleton (TTM 31025-140), missing only the skull anterior to the orbits, the left manus and portions of the tail. Also, Gregory (1945) reinterpreted Trilophosaurus as a protorosaur, whereas Case (1928a, b) had previously considered it a cotylosaur. This assignment of Trilophosaurus to the Protorosauria would not be challenged until the 1980s. Thus, for example, the information Kuhn (1969, p. 26, figs. 11-12) presented in his review of \"Trilophosauria\" (an ordinal term Romer, 1956 , introduced for Trilophosaurus and allied genera) came directly from Gregory (1945) .",
                "cite_spans": [
                    {
                        "start": 70,
                        "end": 76,
                        "text": "(1945)",
                        "ref_id": null
                    },
                    {
                        "start": 313,
                        "end": 319,
                        "text": "(1945)",
                        "ref_id": null
                    },
                    {
                        "start": 506,
                        "end": 520,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 576,
                        "end": 591,
                        "text": "Case (1928a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 766,
                        "end": 797,
                        "text": "Kuhn (1969, p. 26, figs. 11-12)",
                        "ref_id": null
                    },
                    {
                        "start": 859,
                        "end": 870,
                        "text": "Romer, 1956",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 949,
                        "end": 955,
                        "text": "(1945)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "Parks (1969) , in an unpublished master's thesis, further refined Gregory's cranial reconstruction of Trilophosaurus buettneri. Parks reprepared much of the concreted cranial material that Gregory had examined, allowing him to better characterize the spatial relationships and sutures of the cranium. Another central aspect of Parks' (1969) thesis was a tooth replacement scheme in which the teeth were replaced in multiple waves with an Anlagen (tooth replacement spacing, see also zspacing below) ranging from 7 to 9.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1969)",
                        "ref_id": null
                    },
                    {
                        "start": 327,
                        "end": 340,
                        "text": "Parks' (1969)",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "The first paleoecological study of the Trilophosaurus quarries was conducted by Elder in 1977 as part of her Ph.D. dissertation; this marked the first study of these quarries to focus on their paleoenvironment and fauna. Elder (1977 Elder ( , 1987 thus examined the taphonomy, paleoecology and paleocommunity of the four Trilophosaurus quarries. She noted a differentiation of size classes between quarries that had adult individuals (quarries 1, 3 and 3A) and quarries that consisted predominantly of juveniles (quarry 2). This separation of size classes prompted Elder (1977 Elder ( , 1987 to suggest herding behavior in Trilophosaurus.",
                "cite_spans": [
                    {
                        "start": 221,
                        "end": 232,
                        "text": "Elder (1977",
                        "ref_id": null
                    },
                    {
                        "start": 233,
                        "end": 247,
                        "text": "Elder ( , 1987",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 565,
                        "end": 576,
                        "text": "Elder (1977",
                        "ref_id": null
                    },
                    {
                        "start": 577,
                        "end": 591,
                        "text": "Elder ( , 1987",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "Based on differences in preservation across the four Trilophosaurus quarries, Elder (1977 Elder ( , 1987 proposed two distinct taphonomic reconstructions. The relatively unworn nature of the bone and the occasional presence of articulated specimens in quarries 1 and 2 suggested to Elder (1977 Elder ( , 1987 that these quarries were catastrophic flood assemblages. Quarries 3 and 3A were interpreted as being the result of gradual deposition due to the invertebrate burrows present on some specimens. In her paleocommunity reconstruction, Elder (1977 Elder ( , 1987 placed Trilophosaurus as a primary consumer of terrestrial vegetation and as a food item for both the phytosaurs and poposaurs present in the fauna of the Trilophosaurus quarries.",
                "cite_spans": [
                    {
                        "start": 78,
                        "end": 89,
                        "text": "Elder (1977",
                        "ref_id": null
                    },
                    {
                        "start": 90,
                        "end": 104,
                        "text": "Elder ( , 1987",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 282,
                        "end": 293,
                        "text": "Elder (1977",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 308,
                        "text": "Elder ( , 1987",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 540,
                        "end": 551,
                        "text": "Elder (1977",
                        "ref_id": null
                    },
                    {
                        "start": 552,
                        "end": 566,
                        "text": "Elder ( , 1987",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "DeMar and Bolt (1981) examined the tooth replacement of Trilophosaurus buettneri using the tooth replacement model of DeMar (1972, 1973) , which was based on the Zahnreihe concept of Edmund (1960 Edmund ( , 1969 . Zahnreihen is a system used to represent the timing of tooth replacement events. The term \"z-spacing\" refers to the number of tooth positions between teeth that exhibit the same degree of replacement. Typically, DeMar and Bolt (1981) used empty alveoli, which they interpreted as recently erupted teeth that had yet to attach to the jaw, in order to determine z-spacing. Examining numerous T. buettneri partial skulls and lower jaws from WPA quarry 1, they concluded: (1) Trilophosaurus has a mean z-spacing of about 5-6 tooth positions, with an overall range between 2.5 and 8 tooth positions; (2) individual teeth were in usable condition for at least 70%-75% of their life span; (3) the high percentage of useful life in the teeth was achieved by changes in the replacement process itself and by decreasing the rate of tooth replacement; (4) there was an ontogenetic change in tooth morphology, suggesting that juveniles were carnivorous, whereas adults were herbivorous; (5) dental occlusion was not highly developed, with little tooth-on-tooth wear, and teeth did not wear into occlusion; (6) evolution of long zspacing was made possible by the relatively long time the teeth remained in the tooth row; and (7) the reduction in tooth replacement rate may be related to maintaining the little occlusion that did exist. The conclusion of DeMar and Bolt (1981) that T. buettneri underwent ontogenetic change in tooth morphology was based on the interpretation that WPA quarry 1 individuals were adults, whereas WPA quarry 2 individuals were carnivorous juveniles. No subsequent workers, however, have considered the teeth of \"juvenile T. buettneri\" to be those of a carnivore. Murry (1987) described and named Trilophosaurus jacobsi based on a right mandible fragment ( Fig. 2G-J ) from the Placerias quarry near Romero Springs, 10.4 km southwest of St. Johns, Arizona (Lucas et al., 1997) . In addition, he referred three mandible fragments, two maxillary fragments and two isolated teeth to the taxon. According to Murry (1987) , the principal feature distinguishing the teeth of T. jacobsi from those of T. buettneri is the asymmetrically oriented central cusp and the prominent medial and lateral cingula on each cusp. Murry (1987) also noted that T. jacobsi is considerably smaller than T. buettneri.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 21,
                        "text": "(1981)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 124,
                        "end": 130,
                        "text": "(1972,",
                        "ref_id": null
                    },
                    {
                        "start": 131,
                        "end": 136,
                        "text": "1973)",
                        "ref_id": null
                    },
                    {
                        "start": 183,
                        "end": 195,
                        "text": "Edmund (1960",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 196,
                        "end": 211,
                        "text": "Edmund ( , 1969",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 441,
                        "end": 447,
                        "text": "(1981)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1570,
                        "end": 1576,
                        "text": "(1981)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1899,
                        "end": 1905,
                        "text": "(1987)",
                        "ref_id": null
                    },
                    {
                        "start": 2085,
                        "end": 2105,
                        "text": "(Lucas et al., 1997)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 2233,
                        "end": 2245,
                        "text": "Murry (1987)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 2445,
                        "end": 2451,
                        "text": "(1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1986,
                        "end": 1995,
                        "text": "Fig. 2G-J",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "In a series of papers, Kirby (1989, 1991, 1993) examined the depositional paleoenvironments and vertebrate fauna of the Owl Rock Formation from Ward Terrace, northern Arizona. From this fauna Kirby reported a partial tooth, five posterior mandible fragments and two fragmentary quadrate condyles, all of which he assigned to Trilophosaurus cf. T. buettneri. This is a questionable record, as no other occurrence of T. buettneri is known that is younger than late Adamanian. Recently, Heckert et al. (2006) suggested that these tooth fragments either pertain to a procolophonid with similar tooth morphology, e.g. Tricuspisaurus, or are the result of screenwash contamination from earlier work completed by Tannenbaum (Kaye) . Thus, this report, while included here for the sake of completeness, is not considered a substantiated record of Trilophosaurus.",
                "cite_spans": [
                    {
                        "start": 29,
                        "end": 35,
                        "text": "(1989,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 36,
                        "end": 41,
                        "text": "1991,",
                        "ref_id": null
                    },
                    {
                        "start": 42,
                        "end": 47,
                        "text": "1993)",
                        "ref_id": null
                    },
                    {
                        "start": 499,
                        "end": 505,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 717,
                        "end": 723,
                        "text": "(Kaye)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "Murry (1989) , in a review of the microvertebrates from the Petrified Forest National Park, noted three teeth of Trilophosaurus buettneri from high in the Blue Mesa Member of the Petrified Forest Formation (strata Murry considered lower Petrified Forest Member of the Chinle Formation). He noted that none of the teeth possess prominent cingula, thus reinforcing his assignment of the teeth to T. buettneri and not to T. jacobsi. Kaye and Padian (1994;  also see Tannenbaum, 1983 ) included Trilophosaurus sp. in their review of the microvertebrate fauna of the Placerias quarry, thus acknowledging the work of Murry (1987) . However, they considered the assignment of these teeth to Trilophosaurus as provisional because transversely expanded teeth of Late Triassic age can also pertain to procolophonids, sphenodontians and some other taxa, as noted by Fraser (1986) and Heckert et al. (2006) . Sues and Olsen (1993) , in the course of reviewing procolophonids from the Upper Triassic of Virginia, noted that Trilophosaurus jacobsi, as described by Murry (1987) , appeared more closely related to Tricuspisaurus and Variodens, both of which were considered procolophonids by Sues and Olsen (1993) . Thus, Sues and Olsen (1993) proposed a new generic name for T. jacobsi, Chinleogomphius, and interpreted it as a procolophonid.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1989)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 430,
                        "end": 452,
                        "text": "Kaye and Padian (1994;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 453,
                        "end": 453,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 463,
                        "end": 479,
                        "text": "Tannenbaum, 1983",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 617,
                        "end": 623,
                        "text": "(1987)",
                        "ref_id": null
                    },
                    {
                        "start": 855,
                        "end": 868,
                        "text": "Fraser (1986)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 873,
                        "end": 894,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 897,
                        "end": 918,
                        "text": "Sues and Olsen (1993)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1051,
                        "end": 1063,
                        "text": "Murry (1987)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 1177,
                        "end": 1198,
                        "text": "Sues and Olsen (1993)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1207,
                        "end": 1228,
                        "text": "Sues and Olsen (1993)",
                        "ref_id": "BIBREF69"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "Lucas et al. (1993) reviewed the Late Triassic vertebrate fauna collected around Otis Chalk, Howard County, West Texas, designated the type fauna of the Otischalkian land-vertebrate faunachron (lvf) by Lucas and Hunt (1993) . This includes the WPA Trilophosaurus quarries. Lucas et al. (1997) also reviewed the stratigraphic position of the Placerias quarry in eastern Arizona, assigning it to the Bluewater Creek Formation, of Adamanian age (also see Heckert et al., 2005) . Long and Murry (1995, p. 24-27) , reviewed records of Trilophosaurus from the American Southwest and followed Sues and Olsen (1993) in removing Chinleogomphius (=Trilophosaurus) jacobsi from Trilophosaurus. Also, Long and Murry (1995) provided a discussion of morphologic differences that distinguish isolated humeri of Trilophosaurus from those of the rhynchosaur Otischalkia. They interpreted a large robust femur from Trilophosaurus quarry 1 as potentially indicative of a new species of Trilophosaurus. However, we consider this single femur to be from a large individual of T. buettneri because it ",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 19,
                        "text": "(1993)",
                        "ref_id": null
                    },
                    {
                        "start": 202,
                        "end": 223,
                        "text": "Lucas and Hunt (1993)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 273,
                        "end": 292,
                        "text": "Lucas et al. (1997)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 452,
                        "end": 473,
                        "text": "Heckert et al., 2005)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 476,
                        "end": 507,
                        "text": "Long and Murry (1995, p. 24-27)",
                        "ref_id": null
                    },
                    {
                        "start": 586,
                        "end": 607,
                        "text": "Sues and Olsen (1993)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 689,
                        "end": 710,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PREVIOUS STUDIES",
                "sec_num": null
            },
            {
                "text": "shows no characters other than size that distinguish it from other, established femora of T. buettneri. Merck (1995) published an abstract with a preliminary redescription of the sutural relationships of the cranium of T. buettneri, again working with the WPA sample described previously by Gregory (1945) and Parks (1969) . This study utilized high-resolution x-ray computed tomography (\"CAT-scanning\") to demonstrate that many of the cranial sutures that Gregory (1945) and Parks (1969) considered problematic, or disagreed upon, were in fact \"sliding\" sutures for which, the actual anteroposterior or dorsoventral position shifts depending on how deep into the bone the suture was pursued (Merck, 1995; pers. comm. to ABH). Unfortunately, this study remains unpublished in any more extensive format.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 116,
                        "text": "Merck (1995)",
                        "ref_id": null
                    },
                    {
                        "start": 291,
                        "end": 305,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 310,
                        "end": 322,
                        "text": "Parks (1969)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 465,
                        "end": 471,
                        "text": "(1945)",
                        "ref_id": null
                    },
                    {
                        "start": 476,
                        "end": 488,
                        "text": "Parks (1969)",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "Heckert et al. 2001 (2001) summarized the fauna of the quarry, that in addition to Trilophosaurus, includes a single possible ornithischian tooth, vertebrae possessing extremely tall neural spines and thus potentially assignable to the problematic reptile Spinosuchus caseanus Huene, various indeterminate teeth of reptiles and osteichthyans, vertebrate coprolites and unionid bivalve shells. Heckert et al. (2001) also provided a summary of the biostratigraphic record of Trilophosaurus. It should be noted that Heckert et al. (2001) considered the genus Trilophosaurus to be monospecific (T. buettneri). Polcyn et al. (2002) included Trilophosaurus jacobsi in their faunal list of taxa from North Stinking Springs Mountain, near St. Johns, Arizona. However, no discussion of the T. jacobsi specimens are included in the article. We identify the specimen in question as T. buettneri (see below). This site is high in the Blue Mesa Member of the Petrified Forest Formation and is of Adamanian age.",
                "cite_spans": [
                    {
                        "start": 20,
                        "end": 26,
                        "text": "(2001)",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 414,
                        "text": "Heckert et al. (2001)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 513,
                        "end": 534,
                        "text": "Heckert et al. (2001)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 606,
                        "end": 626,
                        "text": "Polcyn et al. (2002)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "Heckert (2001, 2004) . This is especially useful in regard to the two species of Trilophosaurus because they can be differentiated based on tooth morphology, which is rare among Late Triassic archosauromorph reptiles.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(2001,",
                        "ref_id": null
                    },
                    {
                        "start": 15,
                        "end": 20,
                        "text": "2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "Spielmann et al. (2005) examined the functional morphology of Trilophosaurus and concluded that it was arboreal, an interpretation initially proposed by Gregory (1945) but ignored by subsequent workers. Based on claw curvature, manus and pes proportions, fore and hind limb morphology and comparisons to extant arboreal and terrestrial iguanids and varanids, Spielmann et al. (2005, 2006a) reconstructed Trilophosaurus as climbing in a fashion similar to an iguana.",
                "cite_spans": [
                    {
                        "start": 17,
                        "end": 23,
                        "text": "(2005)",
                        "ref_id": null
                    },
                    {
                        "start": 153,
                        "end": 167,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 376,
                        "end": 389,
                        "text": "(2005, 2006a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "After further preparation of material from the Kahle Trilophosaurus quarry, it became evident that an incomplete skull recovered from the site was referable to Trilophosaurus jacobsi based on its dentition. Thus, in a subsequent description of the skull, Heckert et al. (2006) resurrected Trilophosaurus jacobsi as a valid species of Trilophosaurus and synonymized the generic name Chinleogomphius with Trilophosaurus. In addition, Heckert et al. (2006) revised both species of Trilophosaurus based on tooth morphology, discussed the stratigraphic placement of the Kahle quarry and reillustrated the holotypes of both species of Trilophosaurus.",
                "cite_spans": [
                    {
                        "start": 270,
                        "end": 276,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 447,
                        "end": 453,
                        "text": "(2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "Mueller and Parker (2006) described and named a new species of Trilophosaurus, T. dornorum, based on a partial left maxilla and partial left dentary (Fig. 3A-D) from the Jim Camp Wash Bed, Sonsela Member of the Petrified Forest Formation in the Petrified Forest National Park, Arizona. They also referred to this taxon an isolated tooth, incomplete left and right maxillae, left and right dentary fragments and a partial maxilla from various localities around the Post quarry collecting area in West Texas, which is in the Bull Canyon Formation. We do not consider T. dornorum to be distinct from T. jacobsi, for reasons discussed below. The importance of these specimens is that both the Bull Canyon Formation and the Sonsela Member of the Petrified Forest Formation are Revueltian in age, so these records represent the only known records of T. jacobsi in the Revueltian and are thus the youngest occurrences of the taxon. Spielmann et al. (2006b) reinterpreted the holotype of Malerisaurus langstoni (from Trilophosaurus quarry 2), originally described by Chatterjee (1986) as a protorosaur, as a chimera consisting principally of Trilophosaurus buettneri material. They restricted the holotype of M. langstoni to the skull fragments, which they synonymized with T. buettneri. Interestingly, Spielmann et al. (2006b) noted that the other species of Malerisaurus, M. robinsonae, from the Maleri Formation of India, appears to have a femur with a large and extensive internal trochanter, a feature that is known elsewhere in the Late Triassic solely in Trilophosaurus. Thus, they concluded that the holotype of M. robinsonae, also named and described by Chatterjee (1980) , may also include Trilophosaurus material. If portions of M. robinsonae indeed pertain to Trilophosaurus it would change the paleogeographic distribution of the genus from a taxon endemic to the southwestern United States to one that potentially lived across a broad portion of Pangea.",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 25,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 925,
                        "end": 949,
                        "text": "Spielmann et al. (2006b)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1059,
                        "end": 1076,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1295,
                        "end": 1319,
                        "text": "Spielmann et al. (2006b)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1655,
                        "end": 1672,
                        "text": "Chatterjee (1980)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 149,
                        "end": 160,
                        "text": "(Fig. 3A-D)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "234",
                "sec_num": null
            },
            {
                "text": "The biostratigraphic record of Trilophosaurus extends from the middle Otischalkian into the Revueltian, with T. buettneri extending from the middle Otischalkian to late Adamanian and T. jacobsi extending from the early Adamanian into the Revueltian (Fig. 4) . Each species is known from relatively few sites with abundant body fossils, the WPA quarries (NMMNH L-860 and L-4208) for T. buettneri and the Kahle quarry (NMMNH L-3775) for T. jacobsi, while the rest of the record consists of microvertebrate specimens, primarily teeth. Currently, the genus Trilophosaurus is known from Arizona, New Mexico and West Texas (Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 249,
                        "end": 257,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 617,
                        "end": 625,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BIOSTRATIGRAPHIC RECORD OF THE GENUS TRILOPHOSAURUS",
                "sec_num": null
            },
            {
                "text": "In and around Big Spring, Texas, the Chinle Group consists of, in ascending order, the Camp Springs and Colorado City formations (Lucas and Anderson, 1993; Lucas et al., 1994) . Locally, in and around the Otis Chalk collecting area, including Trilophosaurus quarry 1, the Colorado City Formation is truncated by overlying Cretaceous strata. The Colorado City Formation consists of interbedded bentonitic mudstone and sandstone. Five laterally extensive sandstones were numbered and used by Grover (1984) as marker beds. The Trilophosaurus quarry is stratigraphically low in the Colorado City Formation, approximately 30 m above the Camp Springs/Colorado City contact and slightly above Grover's (1984) sandstone #3. The tetrapod assemblage from the Otis Chalk collecting area is the type assemblage of the Otischalkian lvf (Lucas and Hunt, 1993a, b; Lucas, 1998) . As noted elsewhere, including Heckert (2004) , the Otischalkian index taxon Parasuchus (=Paleorhinus) occurs in marine strata and thus indicates that part or all of the Otischalkian lvf is late Carnian (Tuvalian) (Hunt and Lucas, 1991; Lucas, 1997 Lucas, , 1998 .",
                "cite_spans": [
                    {
                        "start": 129,
                        "end": 155,
                        "text": "(Lucas and Anderson, 1993;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 156,
                        "end": 175,
                        "text": "Lucas et al., 1994)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 490,
                        "end": 503,
                        "text": "Grover (1984)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 686,
                        "end": 701,
                        "text": "Grover's (1984)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 823,
                        "end": 849,
                        "text": "(Lucas and Hunt, 1993a, b;",
                        "ref_id": null
                    },
                    {
                        "start": 850,
                        "end": 862,
                        "text": "Lucas, 1998)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 903,
                        "end": 909,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 1078,
                        "end": 1100,
                        "text": "(Hunt and Lucas, 1991;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1101,
                        "end": 1112,
                        "text": "Lucas, 1997",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1113,
                        "end": 1126,
                        "text": "Lucas, , 1998",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 860 (Trilophosaurus quarry 1)",
                "sec_num": null
            },
            {
                "text": "The fossil record of Trilophosaurus buettneri from this quarry is considerable and provided the majority of the specimens that were used by Gregory (1945) in his monograph. However, in his review of the microvertebrate material from this locality, Heckert (2004) noted that very few isolated teeth of T. buettneri have been collected, with only one specimen, NMMNH P-34010, being definitively identifiable as T. buettneri. Heckert (2004, p. 29 ) postulated three possible interpretations for the lack of isolated teeth: \"(1) Trilophosaurus did not actually live in the vicinity of the locality, but individuals were transported and buried with their dentitions relatively intact shortly after death; (2) iso- (2006) . lated Trilophosaurus teeth are highly distinct and may have been collected by crew members preferentially relative to other taxa; and (3) Trilophosaurus teeth may have been sufficiently worn by the time they were shed that they are generally unrecognizable.\" Of these three conclu-sions, Heckert (2004) suggested that the \"interplay of (2) and (3) is the most likely.\"",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 154,
                        "text": "(1945)",
                        "ref_id": null
                    },
                    {
                        "start": 256,
                        "end": 262,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 423,
                        "end": 443,
                        "text": "Heckert (2004, p. 29",
                        "ref_id": null
                    },
                    {
                        "start": 709,
                        "end": 715,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 1014,
                        "end": 1020,
                        "text": "(2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 860 (Trilophosaurus quarry 1)",
                "sec_num": null
            },
            {
                "text": "However, the interpretation of Trilophosaurus as an arboreal climber, as concluded by Spielmann et al. (2005) , along with the general absence of plant material in the quarry, seem to validate option (1) by way of negative evidence. Two of us (JAS and ABH) thoroughly examined the original collections made from quarry 1, housed at the Texas Memorial Museum, and found no large cache of isolated T. buettneri teeth in the collection, so unless crew members were collecting the distinctive teeth for themselves, interpretation (2) appears unlikely. Both Heckert (2004) and Elder (1978 Elder ( , 1989 agree that body fossils present in the quarry were not carried far prior to deposition.",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 109,
                        "text": "(2005)",
                        "ref_id": null
                    },
                    {
                        "start": 561,
                        "end": 567,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 572,
                        "end": 583,
                        "text": "Elder (1978",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 584,
                        "end": 598,
                        "text": "Elder ( , 1989",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 860 (Trilophosaurus quarry 1)",
                "sec_num": null
            },
            {
                "text": "Trilophosaurus quarry 2 occurs within the same stratigraphic interval as quarry 1. However, quarry 2 is not as rich as quarry 1, yielding far fewer specimens overall and thus fewer T. buettneri specimens. Although Trilophosaurus fossils dominate the assemblage at quarry 1, the fauna of quarry 2 is more diverse, with metoposaur fossils, including nearly complete skulls, representing approximately half of the recovered specimens. Most of the Trilophosaurus material from quarry 2 is postcrania with little or no association. The only exception to this is portions of the holotype of \"Malerisaurus langstoni\" (Spielmann et al., 2006b ).",
                "cite_spans": [
                    {
                        "start": 610,
                        "end": 634,
                        "text": "(Spielmann et al., 2006b",
                        "ref_id": "BIBREF68"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 4208 (Trilophosaurus quarry 2)",
                "sec_num": null
            },
            {
                "text": "The Lower Kalgary site is low in the Tecovas Formation, just above the Camp Springs Formation and approximately 4 m above the base of the Chinle Group (Lucas and Luo, 1993) . The presence of the phytosaur Rutiodon and the aetosaur Stagonolepis indicate an Adamanian age for the Tecovas Formation. However, as noted by Heckert (2004) , the lower part of the Tecovas may be equivalent to the Colorado City Formation, and one of the scutes identified as a paramedian of the Adamanian index fossil Stagonolepis may be misidentified and actually belong to the Otischalkian Longosuchus.",
                "cite_spans": [
                    {
                        "start": 151,
                        "end": 172,
                        "text": "(Lucas and Luo, 1993)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 318,
                        "end": 332,
                        "text": "Heckert (2004)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 1312 (Lower Kalgary site)",
                "sec_num": null
            },
            {
                "text": "Heckert (2004) noted that at this site teeth of T. buettneri are common; the best preserved is NMMNH P-34291. Less complete, but similar teeth, were cataloged as NMMNH P-34292. Other Trilophosaurus? sp. records are incomplete crowns that were masscataloged as NMMNH P-34293, though some of these incomplete specimens may pertain to procolophonids (e.g., NMMNH P-30817).",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 1312 (Lower Kalgary site)",
                "sec_num": null
            },
            {
                "text": "The Upper Kalgary site is approximately 400 m south of the Lower Kalgary site. It is 10.5 m higher in the section than the lower site and is Adamanian in age (Lucas and Luo, 1993; Heckert, 2004) . This is the only known site to contain both T. buettneri and T. jacobsi material together. According to Heckert (2004) , teeth of both species are relatively common, with the T. buettneri teeth from the site cataloged as NMMNH P-34373 to P-34375 and the T. jacobsi teeth cataloged as NMMNH P-26421, P-34073 and P-34372. Heckert (2004) also noted that there are a variety of both enamel-less and fragmentary teeth of both species collected from the site.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 179,
                        "text": "(Lucas and Luo, 1993;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 180,
                        "end": 194,
                        "text": "Heckert, 2004)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 301,
                        "end": 315,
                        "text": "Heckert (2004)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 525,
                        "end": 531,
                        "text": "(2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 1430 (Upper Kalgary site)",
                "sec_num": null
            },
            {
                "text": "Murry (1987) collected and named T. jacobsi based on a single maxilla fragment (MNA V3192) from the Placerias quarry in east-central Arizona. The quarry is located low in the Bluewater Creek Formation (Chinle Group) and is of early Adamanian age (Lucas et al., 1997; Heckert et al., 2005) . From this locality, only maxillae (MNA V3194 and V3197), dentaries (MNA V3193, 3198 and 3199) and tooth fragments (MNA V3195 and V3200) of T. jacobsi were reported by Murry (1987) . Long and Murry (1995) referred sacral vertebrae, incomplete fore-and hind limb elements and pelvic girdle material from the Placerias in the UCMP and MNA collections to Trilophosaurus sp., noting that the MNA material may all represent a single individual. We interpret this material as pertaining to T. jacobsi because no material from T. buettneri has been recovered from the quarry (see list of referred specimens in Appendices 1 and 2 for additional information).",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1987)",
                        "ref_id": null
                    },
                    {
                        "start": 246,
                        "end": 266,
                        "text": "(Lucas et al., 1997;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 267,
                        "end": 288,
                        "text": "Heckert et al., 2005)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 464,
                        "end": 470,
                        "text": "(1987)",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 494,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 858 (Placerias quarry)",
                "sec_num": null
            },
            {
                "text": "Heckert (2004) collected a microvertebrate fauna from the Sixmile Spring locality in west-central New Mexico, which is low in the Chinle Group, approximately 9.5 m above the base of the Bluewater Creek Formation 2002a) . This locality is at approximately the same stratigraphic level as the Placerias quarry in Arizona. As noted by Heckert (2004) , the presence of the aetosaur Stagonolepis in the Bluewater Creek Formation indicates an Adamanian (latest Carnian, late Tuvalian) age for this locality.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 212,
                        "end": 218,
                        "text": "2002a)",
                        "ref_id": null
                    },
                    {
                        "start": 332,
                        "end": 346,
                        "text": "Heckert (2004)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 2739 (Sixmile Spring locality)",
                "sec_num": null
            },
            {
                "text": "Heckert (2004) reported three incomplete tooth fragments (NMMNH P-34447, P-34448 and P-34472) that were derived from polycuspate teeth. He thus assigned these three tooth fragments to aff. T. jacobsi. We include these teeth in our discussion, regardless of the tentative nature of the assignment, for the sake of completeness.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 2739 (Sixmile Spring locality)",
                "sec_num": null
            },
            {
                "text": "Case collected the holotype of T. buettneri in the 1920s (Case, 1928a, b ) from a locality near Walker's Tank in Crosby County, West Texas. This locality is stratigraphically low in the Tecovas Formation. The holotype is the only known Trilophosaurus specimen from this locality.",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 72,
                        "text": "(Case, 1928a, b",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Walker's Tank (T. buettneri type locality)",
                "sec_num": null
            },
            {
                "text": "Heckert (2004) sampled three horizons in the Blue Mesa Member of the Petrified Forest Formation in the Petrified Forest National Park, Arizona. The collecting area these samples came from has traditionally been referred to as the \"Dying Grounds\" (see Heckert, 2004, p. 130, and Parker, 2002 , for a history of the term Dying Grounds). The Dying Grounds are stratigraphically high in the Blue Mesa Member, approximately 47 m above its base and 30 m below the overlying Sonsela Member (Heckert and Lucas, 2002b; Heckert, 2004; Parker, 2006; Woody, 2006) . The fauna of the Dying Grounds is part of the type assemblage of the Adamanian lvf and is latest Carnian in age (Lucas and Hunt, 1993a; Lucas, 1997 Lucas, , 1998 . Murry (1989a, b, fig. 7H ) first illustrated a single Trilophosaurus buettneri tooth from this site. This locality represents the stratigraphically highest unambiguous occurrence of T. buettneri teeth. However, Heckert (2004) did not recover any Trilophosaurus teeth from the site, even after extensive screenwashing. Thus, we conclude that Trilophosaurus teeth are extremely rare at this locality. Polcyn et al. (2002) included T. jacobsi in the faunal list of their North Stinking Springs site, near North Stinking Springs Mountain in Arizona. Unfortunately, the specimen was neither discussed nor illustrated. Based on photographs of the specimen, provided by Polcyn, we conclude that it is actually a T. buettneri tooth, not a T. jacobsi tooth. This site is in the Blue Mesa Member of the Petrified Forest Formation (Heckert et al., 2005) .",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 14,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 251,
                        "end": 277,
                        "text": "Heckert, 2004, p. 130, and",
                        "ref_id": null
                    },
                    {
                        "start": 278,
                        "end": 290,
                        "text": "Parker, 2002",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 509,
                        "text": "(Heckert and Lucas, 2002b;",
                        "ref_id": null
                    },
                    {
                        "start": 510,
                        "end": 524,
                        "text": "Heckert, 2004;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 525,
                        "end": 538,
                        "text": "Parker, 2006;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 539,
                        "end": 551,
                        "text": "Woody, 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 666,
                        "end": 689,
                        "text": "(Lucas and Hunt, 1993a;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 690,
                        "end": 701,
                        "text": "Lucas, 1997",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 702,
                        "end": 715,
                        "text": "Lucas, , 1998",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 718,
                        "end": 734,
                        "text": "Murry (1989a, b,",
                        "ref_id": null
                    },
                    {
                        "start": 937,
                        "end": 943,
                        "text": "(2004)",
                        "ref_id": null
                    },
                    {
                        "start": 1117,
                        "end": 1137,
                        "text": "Polcyn et al. (2002)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 1538,
                        "end": 1560,
                        "text": "(Heckert et al., 2005)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 735,
                        "end": 742,
                        "text": "fig. 7H",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PFV 122 (Dying Grounds)",
                "sec_num": null
            },
            {
                "text": "The Kahle Trilophosaurus quarry is the most productive Trilophosaurus locality of the last half-century. Robert Kahle discovered it in the early 1990s while working in West Texas near Big Spring. After its initial discovery, Kahle made extensive collections from the site. He later contacted the NMMNH and has since worked with the NMMNH in collecting and documenting this important locality Heckert et al., 2001 Heckert et al., , 2006 .",
                "cite_spans": [
                    {
                        "start": 392,
                        "end": 412,
                        "text": "Heckert et al., 2001",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 413,
                        "end": 435,
                        "text": "Heckert et al., , 2006",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 3775 (Kahle Trilophosaurus quarry)",
                "sec_num": null
            },
            {
                "text": "The Kahle quarry is located in a moderate brown, clast-supported conglomerate of rounded, flattened, intraformational mud pebbles up to 2 cm in diameter with a matrix that is a rounded, moderately poorly- Heckert et al. (2006) . sorted sublitharenite (Heckert et al., 2001) . It has been difficult to determine exactly where the Kahle quarry occurs stratigraphically, because it lies close to the contact between the Tecovas and Trujillo formations (Heckert et al., 2001) . However, the latest interpretation of the site, by Heckert et al. (2006) concludes that it is stratigraphically low in the Trujillo Formation.",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 226,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 251,
                        "end": 273,
                        "text": "(Heckert et al., 2001)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 449,
                        "end": 471,
                        "text": "(Heckert et al., 2001)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 525,
                        "end": 546,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 3775 (Kahle Trilophosaurus quarry)",
                "sec_num": null
            },
            {
                "text": "The Kahle Trilophosaurus quarry has produced a copious amount of material, nearly all of it (over 90%) assigned to T. jacobsi. The predominance of Trilophosaurus material at the site is reminiscent of Trilophosaurus quarry 1. While nearly all of the T. jacobsi material recovered constitute postcrania, a few exceptional skulls have been col-lected, one of which enable Heckert et al. (2006) to reestablish T. jacobsi as a trilophosaurid and not a procolophonid. This site also contains the only identified postcrania of T. jacobsi.",
                "cite_spans": [
                    {
                        "start": 370,
                        "end": 391,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMMNH locality 3775 (Kahle Trilophosaurus quarry)",
                "sec_num": null
            },
            {
                "text": "PFV 191 is located approximately 20 m above the top of the Blue Mesa Member of the Petrified Forest Formation (Mueller and Parker, 2006) . The presence of the aetosaur Paratypothorax and the phytosaur Pseudopalatus in lower horizons of nearby sites (Crystal Forest, PFV 173 and Mountain Lion Mesa, PFV 295) suggest a Revueltian age for the site. Mueller and Parker (2006) collected maxilla and dentary fragments as \"float on small mudstone mounds at the base of an escarpment\" from PFV 191. Based on these fragments they named a new species of Trilophosaurus, T. dornorum. However, we interpret T. dornorum as a synonym of T. jacobsi (see below) . No description of the specimen's condition is available in Mueller and Parker (2006) , but from their published photographs (Fig. 3A-D) it appears that none of the teeth in their holotype are complete, many having chipped or rounded cusps.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 136,
                        "text": "(Mueller and Parker, 2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 346,
                        "end": 371,
                        "text": "Mueller and Parker (2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 634,
                        "end": 645,
                        "text": "(see below)",
                        "ref_id": null
                    },
                    {
                        "start": 707,
                        "end": 732,
                        "text": "Mueller and Parker (2006)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 772,
                        "end": 783,
                        "text": "(Fig. 3A-D)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "PFV 191 (T. \"dornorum\" type locality)",
                "sec_num": null
            },
            {
                "text": "The various MOTT localities are all located south of Post in Garza County, Texas, in the Bull Canyon Formation, referred to as the \"Cooper Canyon Formation\" by Mueller and Parker (2006) . At MOTT VPL 3869, the fossils come from a mudstone less than 1 m thick above a carbonate granule conglomerate that is approximately 8 m above the base of the Bull Canyon Formation (Mueller and Parker, 2006) . MOTT VPL 3624, also known as the Post Quarry, has produced a number of temnospondyl amphibians and large archosauromorphs (Chatterjee, 1985; Long and Murry, 1995) . MOTT VPL 3878 occurs in the upper part of the Bull Canyon Formation, approximately 50 m above the level of the Post Quarry; at this locality fossils are sparse, and the fauna is dominated by phytosaurs and aetosaurs. This occurrence of T. jacobsi is the youngest occurrence of the taxon.",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 185,
                        "text": "Mueller and Parker (2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 368,
                        "end": 394,
                        "text": "(Mueller and Parker, 2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 519,
                        "end": 537,
                        "text": "(Chatterjee, 1985;",
                        "ref_id": null
                    },
                    {
                        "start": 538,
                        "end": 559,
                        "text": "Long and Murry, 1995)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MOTT VLP 3624, 3869 and 3878",
                "sec_num": null
            },
            {
                "text": "VPL 3869 has produced the greatest number of T. jacobsi remains among the MOTT localities, with two partial right maxillae (TTU-P10413 and TTU-P10582), a partial left maxilla (TTU-P10583) and right and left dentary fragments (TTU-P10586) having been recovered thus far. An isolated tooth of T. jacobsi (TTU-P09497) is the only Trilophosaurus fossil recovered from VPL 3624. Trilophosaurus remains from VPL 3878, like those from VPL 3624, consist of a single specimen, a partial maxilla of T. jacobsi (TTU-P10447).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MOTT VLP 3624, 3869 and 3878",
                "sec_num": null
            },
            {
                "text": "Kirby (1989, 1991, 1993) reported isolated teeth and fragmentary skull bones of T. buettneri from the Owl Rock Formation near Ward's Terrace in north-central Arizona, which is late Revueltian in age. This would considerably expand the biostratigraphic range of T. buettneri. However, as noted by Heckert et al. (2006) , the teeth Kirby reported appear similar to Tricuspisaurus, a procolophonid found in similar age strata in Britain (Robinson, 1956; Fraser, 1986) . Also, Heckert et al. (2006) postulated that the fossils could represent Trilophosaurus, but be due to contamination from screenwashing a stratigraphically older site. In any case, we follow Heckert et al. (2006) in considering this record of T. buettneri questionable.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1989,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 13,
                        "end": 18,
                        "text": "1991,",
                        "ref_id": null
                    },
                    {
                        "start": 19,
                        "end": 24,
                        "text": "1993)",
                        "ref_id": null
                    },
                    {
                        "start": 296,
                        "end": 317,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 434,
                        "end": 450,
                        "text": "(Robinson, 1956;",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 451,
                        "end": 464,
                        "text": "Fraser, 1986)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 488,
                        "end": 494,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 672,
                        "end": 678,
                        "text": "(2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ward's Terrace",
                "sec_num": null
            },
            {
                "text": "Class REPTILIA Laurenti, 1768 Subclass DIAPSIDA Osborn, 1903 Superorder ARCHOSAUROMORPHA Huene, 1946 Family TRILOPHOSAURIDAE Gregory, 1945 Genus Trilophosaurus Case 1928a 1928a Trilophosaurus Case, p. 177 1993 Chinleogomphius Sues and Olsen, p. 285 Type species: Trilophosaurus buettneri Case, 1928a.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 60,
                        "text": "Osborn, 1903",
                        "ref_id": null
                    },
                    {
                        "start": 61,
                        "end": 100,
                        "text": "Superorder ARCHOSAUROMORPHA Huene, 1946",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 138,
                        "text": "TRILOPHOSAURIDAE Gregory, 1945",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 170,
                        "text": "Genus Trilophosaurus Case 1928a",
                        "ref_id": null
                    },
                    {
                        "start": 177,
                        "end": 248,
                        "text": "Trilophosaurus Case, p. 177 1993 Chinleogomphius Sues and Olsen, p. 285",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Included species: The type species and T. jacobsi Murry, 1987 (= T. dornorum Mueller and Parker, 2006) .",
                "cite_spans": [
                    {
                        "start": 50,
                        "end": 88,
                        "text": "Murry, 1987 (= T. dornorum Mueller and",
                        "ref_id": null
                    },
                    {
                        "start": 89,
                        "end": 102,
                        "text": "Parker, 2006)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Revised diagnosis: An archosauromorph that can be distinguished from all other archosauromorphs by its transversely broad, tricuspid teeth and a femur with a prominent internal trochanter that extends onethird of the way down the shaft. A tetralobate humerus also distinguishes Trilophosaurus from all other archosauromorphs, except aetosaurs and the rhynchosaur Otischalkia elderae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Distribution: Upper Triassic of the American Southwest (Texas, New Mexico and Arizona) (Figs. 1, 4) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 99,
                        "text": "(Figs. 1, 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Discussion: Long and Murry (1995) noted three records of Trilophosaurus sp., in the UCMP collection, from the lower Petrified Forest Formation in the Petrified Forest National Park. These records consisted of caudal vertebrae from Agate Bridge N (UCMP locality V82239, PFV 161) and Saurian Valley (UCMP locality V82251, PFV 97) and an uncataloged ilium from the Saurian Valley locality. Irmis and Parker (2005) interpreted the caudal vertebrae as being Archosauria indet. and were not able to relocate the ilium. Given the tentative nature of the identification of the ilium and the reidentification of the vertebrae by Irmis and Parker, we do not include any of these three records in our referred material (Appendices 1-2).",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 33,
                        "text": "Long and Murry (1995)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 404,
                        "end": 410,
                        "text": "(2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SYSTEMATIC PALEONTOLOGY",
                "sec_num": null
            },
            {
                "text": "Fig. 2A-F Discussion: There has been no disagreement as to what constitutes Trilophosaurus buettneri, other than that some authors have considered T. buettneri and T. jacobsi a single species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trilophosaurus buettneri Case, 1928a",
                "sec_num": null
            },
            {
                "text": "Figs. 2G-J, 3A-J",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trilophosaurus jacobsi Murry, 1987",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Holotype: UMMP 2338, an incomplete right dentary fragment bearing parts of five teeth from the Tecovas Formation near Walker's Tank, Texas, USA (Fig. 3-E ).Referred material: A complete list of referred material will be presented in Spielmann et al., in prep. Revised diagnosis: A species of Trilophosaurus distinguished from T. jacobsi by the lack of prominent cingula linking the cusps both labiolingually across the center of the tooth and also along the mesial and distal margins of the tooth; central cusp subequal in height to the labial and lingual cusps; central cusp not displaced labially or lingually, so tooth crown is labiolingually symmetrical in occlusal view; cervical vertebrae with bifurcated postzygapophses; procoelous cervical centra; double keeled sacral centra; a lack of prominent ridges on the sacral vertebrae extending from the posterior margin of the pre-and postzygapophyses to the base of the neural spine; sacral neural spines extend nearly the entire length of the centra; rectangular ectepicondyle; radial condyle of humerus larger than ulnar condyle; proximal femur is rhombus-shaped; astragalus with pointed calcaneal articular surface; ridge developed on posterior astragalus; \"neck\" of astragalus gracile and elongate.Description: Case (1928a, b) and Gregory (1945) have provided descriptions of specimens of Trilophosaurus buettneri. Referred material: A complete list of referred material will be presented in Spielmann et al., in prep.Diagnosis: A species of Trilophosaurus distinguished from Trilophosaurus buettneri by the presence of prominent cingula linking the cusps both labiolingually across the center of the tooth and also along the mesial and distal margins of the tooth; the tooth is asymmetric in occlusal view, with the central cusp offset labially; the central cusp is asymmetric in occlusal view with a rounded, convex lingual margin and a more complex, steeper-sided, doubly concave labial margin; lingual cusp is low, transversely expanded and mesiodistally compressed; cervical vertebrae have no bifurcation of the postzygapophyses; cervical centra amphicoelous; single keeled sacral centra; prominent ridges on the sacral vertebrae extending from the posterior margin of the pre-and postzygapophyses to the base of the neural spine; length of the neural spine of sacral vertebrae less than half the length of the centrum; ectepicondyle rounded; ulnar condyle of the humerus larger than radial condyle; proximal femur is elliptical with a central depression; astragalus with rounded calcaneal articular surface; \"neck\" of astragalus thicker and taller than that of T. buettneri.Discussion: The distinct tooth morphology of each species of Trilophosaurus is documented in Heckert et al. (2006) . The osteology of Trilophosaurus jacobsi that we will report elsewhere (Spielmann et al., in prep.) allows for the first comparison of postcranial characters between the two species of Trilophosaurus, indeed, differences in the postcrania are evident within both the vertebral column and limbs. The pectoral and pelvic girdles of both species appear similar.Trilophosaurus \"dornorum:\" As noted above, Mueller and Parker (2006) named a new species of Trilophosaurus, T. dornorum, based on maxilla and dentary fragments from the Petrified Forest National Park, Arizona and the Post Quarry collecting area, West Texas. Muller and Parker (2006, p. 121) provided the following diagnosis of T. dornorum: \"medial and lingual cusps are similar in size and the medial cusp is offset labially. Cingula form deep grooves on larger specimens. Anterior and posterior cingula connecting both labial and lingual cusps to medial cusp, three to three and one-half maxillary teeth posterior to lateral process of maxilla. Maxilla and dentaries are more robust in structure than T. buettneri and T. jacobsi.\"Nevertheless, this diagnosis reveals no tangible reason why T. dornorum is distinct from T. jacobsi. The claim that medial and lingual cusps being similar in size distinguishes it from T. jacobsi is demonstrably incorrect: large, isolated maxilla and dentary fragments of T. jacobsi collected from the Kahle quarry show that the cusps become subequal in size in large individuals. Thus, we interpret the holotype of T. dornorum as belonging to a large individual of T. jacobsi. \"Cingula forming deep grooves in large specimens,\" is also true of these large specimens from the Kahle quarry, as is the cingula connecting both labial and lingual cusps to the medial cusp. The number of teeth posterior to the lateral flange (lateral process of Mueller and Parker [2006] ) should not be used as a diagnostic character, given the documented variation in the number of teeth in a tooth row (DeMar and Bolt, 1981) . Finally, the robustness of the specimen \"is not sufficient for taxonomic differentiation\" of T. dornorum, as readily admitted by Mueller and Parker (2006, p. 122) . Thus, all the features claimed by Muller and Parker (2006) as diagnostic of T. dornorum are also present in large individuals of T. jacobsi, so we synonymize T. dornorum with T. jacobsi, and consider the holotype and referred material of T. dornorum to be large individuals of T. jacobsi.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 259,
                        "text": "Spielmann et al., in prep.",
                        "ref_id": null
                    },
                    {
                        "start": 1268,
                        "end": 1283,
                        "text": "Case (1928a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 1288,
                        "end": 1302,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 2745,
                        "end": 2751,
                        "text": "(2006)",
                        "ref_id": null
                    },
                    {
                        "start": 2824,
                        "end": 2852,
                        "text": "(Spielmann et al., in prep.)",
                        "ref_id": null
                    },
                    {
                        "start": 3154,
                        "end": 3179,
                        "text": "Mueller and Parker (2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 3387,
                        "end": 3401,
                        "text": "(2006, p. 121)",
                        "ref_id": null
                    },
                    {
                        "start": 4602,
                        "end": 4608,
                        "text": "[2006]",
                        "ref_id": null
                    },
                    {
                        "start": 4726,
                        "end": 4748,
                        "text": "(DeMar and Bolt, 1981)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 4880,
                        "end": 4913,
                        "text": "Mueller and Parker (2006, p. 122)",
                        "ref_id": null
                    },
                    {
                        "start": 4968,
                        "end": 4974,
                        "text": "(2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 144,
                        "end": 153,
                        "text": "(Fig. 3-E",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "Robert Sullivan and Jerry Harris provided helpful reviews that improved the manuscript. Michael Polcyn provided unpublished photographs of the North Stinking Springs Trilophosaurus specimen. Bill Parker provided photographs of the holotype of \"T. dornorum.\" Bob Kahle donated his collections to the NMMNH. SEM work was conducted at the Institute of Meteoritics at the University of New Mexico. Tim Rowe kindly provided loans of TMM material and assisted with our study of the collections at TMM.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Trilophosaurus buettneri: Romer, p. 165, figs. 88, 110c, 121i",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Romer, p. 165, figs. 88, 110c, 121i, 140t-u, 147b, 158b, 186d, 189f.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Trilophosaurus buettneri: Romer, p. 122, figs",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "181",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Romer, p. 122, figs. 181, 182.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Trilophosaurus buettneri: Parks, p. 1, figs. 1-22",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "24--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Parks, p. 1, figs. 1-22, 24-39.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Trilophosaurus buettneri: DeMar and Bolt",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "7--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: DeMar and Bolt, p. 967, figs. 1, 4-5, 6?, 7-8.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Trilophosaurus buettneri: Carroll, p. 264, figs. 13-2c, 13-3d",
                "authors": [],
                "year": 1988,
                "venue": "Trilophosaurus buettneri: Murry, p. 116, fig. 9.5G-G2, 9.13a",
                "volume": "",
                "issue": "",
                "pages": "13--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Murry, p. 116, fig. 9.5G-G2, 9.13a. 1988 Trilophosaurus buettneri: Carroll, p. 264, figs. 13-2c, 13-3d, 13-6.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Trilophosaurus buettneri: Murry",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Murry, p. 249, fig. 7h.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Trilophosaurus buettneri: Heckert, p.1, figs. 37",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus buettneri: Heckert, p.1, figs. 37, 76.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Chinleogomphius jacobsi: Sues and Olsen",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chinleogomphius jacobsi: Sues and Olsen, p. 285.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Trilophosaurus jacobsi: Heckert, p. 1, figs. 77",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trilophosaurus jacobsi: Heckert, p. 1, figs. 77, 100.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A cotylosaur from the Upper Triassic of western Texas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "Journal of Washington Academy of Science",
                "volume": "18",
                "issue": "",
                "pages": "177--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Case, E.C., 1928a, A cotylosaur from the Upper Triassic of western Texas: Journal of Washington Academy of Science, v. 18, p. 177-178.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Triassic beds of Texas, with remarks on the Shinarump Conglomerate: Contributions of the Museum of Paleontology",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Case, E.C., 1928b, Indications of a cotylosaur and of a new form of fish from the Triassic beds of Texas, with remarks on the Shinarump Con- glomerate: Contributions of the Museum of Paleontology, University of Michigan, v. 3, p. 1-14.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Malerisaurus langstoni, a new diapsid reptile from the Triassic of Texas: Journal of Vertebrate Paleontology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "297--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1986, Malerisaurus langstoni, a new diapsid reptile from the Triassic of Texas: Journal of Vertebrate Paleontology, v. 6, p. 297-312.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Malerisaurus, a new eosuchian reptile from the late Triassic of India: Philosophical Transactions of the Royal Society of London, Series B, v. 291",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "163--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1980, Malerisaurus, a new eosuchian reptile from the late Triassic of India: Philosophical Transactions of the Royal Society of London, Series B, v. 291, p. 163-200.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Evolutionary implications of Zahnreihen: Evolution, v. 26",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Demar",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "435--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeMar, R.E., 1972, Evolutionary implications of Zahnreihen: Evolution, v. 26, p. 435-450.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The functional implications of the geometrical organization of dentitions",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Demar",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal of Paleontology",
                "volume": "47",
                "issue": "",
                "pages": "452--461",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeMar, R.E., 1973, The functional implications of the geometrical organi- zation of dentitions: Journal of Paleontology, v. 47, p. 452-461.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Dentitional organization and function in a Triassic reptile",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Demar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Bolt",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Paleontology",
                "volume": "55",
                "issue": "",
                "pages": "967--984",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeMar R. and Bolt, J.R., 1981, Dentitional organization and function in a Triassic reptile: Journal of Paleontology, v. 55, p. 967-984.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Tooth replacement phenomena in the lower vertebrates: Royal Ontario Museum",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Edmund",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Life Science Division, Contribution",
                "volume": "52",
                "issue": "",
                "pages": "1--190",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Edmund, A.G., 1960, Tooth replacement phenomena in the lower verte- brates: Royal Ontario Museum, Life Science Division, Contribution 52, p. 1-190.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Dentition",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Edmund",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Biology of the Reptilia",
                "volume": "1",
                "issue": "",
                "pages": "117--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Edmund, A.G., 1969, Dentition; in Gans, A.C., ed., Biology of the Reptilia 1: Morphology: Academic Press, London, p. 117-200.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Paleontology and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "205",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elder, R.L., 1978, Paleontology and paleoecology of the Dockum Group, Upper Triassic, Howard County, Texas [MS thesis]: University of Texas, 205 p.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Taphonomy and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of the Arizona-Nevada Academy of Sciences",
                "volume": "22",
                "issue": "",
                "pages": "85--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elder, R.L., 1987, Taphonomy and paleoecology of the Dockum Group, Howard County, Texas: Journal of the Arizona-Nevada Academy of Sciences, v. 22, p.85-94.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Terrestrial vertebrates at the Triassic-Jurassic boundary in south west Britain: Modern Geology",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Fraser",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "147--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fraser, N.C., 1986, Terrestrial vertebrates at the Triassic-Jurassic boundary in south west Britain: Modern Geology, v. 10, p. 147-157.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Osteology and relationships of Trilophosaurus: University of Texas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "",
                "volume": "4401",
                "issue": "",
                "pages": "273--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, J.T., 1945, Osteology and relationships of Trilophosaurus: Uni- versity of Texas, Publication 4401, p. 273-359.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Lower Permian to upper Pliocene carbonate and clastic facies, southeastern shelf",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Grover",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "24--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grover, G., Jr., 1984, Second day road log, in Grover, G.J., ed., Lower Permian to upper Pliocene carbonate and clastic facies, southeastern shelf, Texas: Midland, West Texas Geological Society, p. 24-59.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The microvertebrate record of the Upper Triassic (Carnian) lower Chinle Group, southwestern U.S.A. and the early evolution of dinosaurs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "465",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., 2001, The microvertebrate record of the Upper Triassic (Carnian) lower Chinle Group, southwestern U.S.A. and the early evolu- tion of dinosaurs [Ph.D. dissertation]: University of New Mexico, Albu- querque, 465 p.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Late Triassic microvertebrates from the lower Chinle Group (Otischalkian-Adamanian: Carnian), southwestern",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "New Mexico Museum of Natural History and Science",
                "volume": "27",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., 2004, Late Triassic microvertebrates from the lower Chinle Group (Otischalkian-Adamanian: Carnian), southwestern U.S.A.: New Mexico Museum of Natural History and Science, Bulletin 27, 170 p.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Revised Upper Triassic stratigraphy of the Petrified Forest National Park",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "New Mexico Museum of Natural History and Science",
                "volume": "21",
                "issue": "",
                "pages": "1--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B. and Lucas, S.G., 2002, Revised Upper Triassic stratigraphy of the Petrified Forest National Park, Arizona, U.S.A.: New Mexico Mu- seum of Natural History and Science, Bulletin 21, p. 1-27.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "New occurrence of Trilophosaurus (Reptilia: Archosauromorpha) from the Upper Triassic of West Texas and its biochronological significance",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Zeigler",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Guidebook",
                "volume": "52",
                "issue": "",
                "pages": "115--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., Lucas, S.G., Kahle, R. and Zeigler, K., 2001, New occurrence of Trilophosaurus (Reptilia: Archosauromorpha) from the Upper Trias- sic of West Texas and its biochronological significance: New Mexico Geological Society, Guidebook 52, p. 115-122.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Triassic vertebrate fossils in Arizona: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "16--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., Lucas, S.G. and Hunt, A.P., 2005, Triassic vertebrate fossils in Arizona: New Mexico Museum of Natural History and Science, Bulle- tin 29, p. 16-44.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Revision of the archosauromorph reptile Trilophosaurus, with a description of the first skull of Trilophosaurus jacobsi, from the upper Triassic Chinle Group",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Palaeontology",
                "volume": "",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., Lucas, S.G., Rinehart, L.R., Spielmann, J.A., Hunt, A.P. and Kahle, R., 2006, Revision of the archosauromorph reptile Trilophosaurus, with a description of the first skull of Trilophosaurus jacobsi, from the upper Triassic Chinle Group, West Texas, USA: Palaeontology, v. 49, n. 3, p. 1-20.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The Paleorhinus biochron and the correlation of the non-marine Upper Triassic of Pangaea: Palaeontology",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "191--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A.P. and Lucas, S.G., 1991, The Paleorhinus biochron and the corre- lation of the non-marine Upper Triassic of Pangaea: Palaeontology, v. 34, p. 191-198.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Triassic vertebrate paleontology and biochronology of New Mexico: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "49--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A.P. and Lucas, S.G., 1993, Triassic vertebrate paleontology and biochronology of New Mexico: New Mexico Museum of Natural His- tory and Science, Bulletin 2, p. 49-60.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Microvertebrates from the Placerias quarry: A window on Late Triassic vertebrate diversity in the American Southwest",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "T"
                        ],
                        "last": "Kaye",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Padian",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "the Shadow of the Dinosaurs: Early Mesozoic Tetrapods: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "171--196",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kaye, F.T. and Padian, K., 1994, Microvertebrates from the Placerias quarry: A window on Late Triassic vertebrate diversity in the American Southwest; in Fraser, N.C. and Sues, H.-D., eds., In the Shadow of the Dinosaurs: Early Mesozoic Tetrapods: Cambridge, Cambridge Univer- sity Press, p. 171-196.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Late Triassic vertebrate localities of the Owl Rock Member (Chinle Formation) in the Wards Terrace area of northern Arizona",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Dawn of the Age of Dinosaurs in the American Southwest",
                "volume": "",
                "issue": "",
                "pages": "12--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R.A., 1989, Late Triassic vertebrate localities of the Owl Rock Member (Chinle Formation) in the Wards Terrace area of northern Arizona, in Lucas, S.G. and Hunt, A. P, eds., Dawn of the Age of Dino- saurs in the American Southwest: Albuquerque, New Mexico Museum of Natural History, p. 12-28",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "A vertebrate fauna from the Upper Triassic Owl Rock Member of the Chinle Formation in northern Arizona",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "476",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R.A., 1991, A vertebrate fauna from the Upper Triassic Owl Rock Member of the Chinle Formation in northern Arizona [M.S. thesis]: Northern Arizona University, Flagstaff, 476 p.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Relationships of Late Triassic basin evolution and faunal relationships in the southwestern United States: Perspectives from the upper part of the Chinle Formation in northern Arizona: New Mexico Museum of",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Natural History and Science, Bulletin",
                "volume": "3",
                "issue": "",
                "pages": "232--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kirby, R.A., 1993, Relationships of Late Triassic basin evolution and faunal relationships in the southwestern United States: Perspectives from the upper part of the Chinle Formation in northern Arizona: New Mexico Museum of Natural History and Science, Bulletin 3, p. 232-242.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Protorosauria: Handbuch der Palaeoherpetologie",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Kuhn",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Proganosauria",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bolosauria",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Placodontia",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Araeoscelidia",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Trilophosauria",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Weigeltisauria",
                        "suffix": ""
                    },
                    {
                        "first": "Rhynchocephalia",
                        "middle": [],
                        "last": "Millerosauria",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kuhn, O., 1969, Proganosauria, Bolosauria, Placodontia, Araeoscelidia, Trilophosauria, Weigeltisauria, Millerosauria, Rhynchocephalia, Protorosauria: Handbuch der Palaeoherpetologie, Teil 9, 74 p.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Late Triassic (Carnian and Norian) tetrapods from the southwest United States: New Mexico Museum of Natural History",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Long",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bulletin",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long, R.L. and Murry, P.A., 1995, Late Triassic (Carnian and Norian) tetrapods from the southwest United States: New Mexico Museum of Natural History, Bulletin 4, 254 p.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The Upper Triassic Chinle Group, western United States, nonmarine standard for Late Triassic time",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Permo-Triassic of the circum-Pacific: Cambridge",
                "volume": "",
                "issue": "",
                "pages": "200--228",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., 1997, The Upper Triassic Chinle Group, western United States, nonmarine standard for Late Triassic time, in Dickins, J.M., Yang, Z. Yin, H., Lucas, S.G. and Acharyya, S.K., eds., Permo-Triassic of the circum-Pacific: Cambridge, Cambridge University Press, p. 200-228.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Global tetrapod biostratigraphy and biochronology: Palaeogeography, Palaeoclimatology, Palaeoecology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "347--384",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., 1998, Global tetrapod biostratigraphy and biochronology: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 143, p. 347- 384.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Triassic stratigraphy in southeastern New Mexico and southwestern Texas: New Mexico Geological Society",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "231--235",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G. and Anderson, O.J., 1993, Triassic stratigraphy in southeastern New Mexico and southwestern Texas: New Mexico Geological Society, Guidebook 44, p. 231-235.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Tetrapod biochronology of the Chinle Group (Upper Triassic), western United States: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "327--329",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G. and Hunt, A.P., 1993a, Tetrapod biochronology of the Chinle Group (Upper Triassic), western United States: New Mexico Museum of Natural History and Science, Bulletin 3, p. 327-329.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Field guide to nonmarine Triassic strata of the southern Colorado Plateau: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "1--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G. and Hunt, A.P., 1993b, Field guide to nonmarine Triassic strata of the southern Colorado Plateau: New Mexico Museum of Natural History and Science, Bulletin 3, p. G1-G58.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Adelobasileus from the Upper Triassic of West Texas: the oldest mammal: Journal of Vertebrate Paleontology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Luo",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "13",
                "issue": "",
                "pages": "309--334",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G. and Luo, Z., 1993, Adelobasileus from the Upper Triassic of West Texas: the oldest mammal: Journal of Vertebrate Paleontology, v. 13, p. 309-334.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Late Triassic vertebrates from the Dockum Formation near Otis Chalk",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Guidebook",
                "volume": "44",
                "issue": "",
                "pages": "237--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., Hunt, A.P. and Kahle, R., 1993, Late Triassic vertebrates from the Dockum Formation near Otis Chalk, Howard County, Texas: New Mexico Geological Society, Guidebook 44, p. 237-244.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Triassic stratigraphy and correlations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Bulletin",
                "volume": "150",
                "issue": "",
                "pages": "105--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., Anderson, O.J. and Hunt, A.P., 1994, Triassic stratigraphy and correlations, southern High Plains of New Mexico-Texas: New Mexico Bureau of Mines and Mineral Resources, Bulletin 150, p. 105-126.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Stratigraphy and biochronology of the Late Triassic Placerias quarry",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Neues Jahrbuch für Geologie und Paläontologie Abhandlungen, v. 203",
                "volume": "",
                "issue": "",
                "pages": "23--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., Heckert, A.B. and Hunt, A.P., 1997, Stratigraphy and biochronology of the Late Triassic Placerias quarry, eastern Arizona (U.S.A.): Neues Jahrbuch für Geologie und Paläontologie Abhandlungen, v. 203, p. 23-46.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "A new species of Trilophosaurus (Diapsida: Archosauromorpha) from the Sonsela Member (Chinle Formation) of Petrified Forest National Park",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Mueller",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin",
                "volume": "62",
                "issue": "",
                "pages": "119--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mueller, B.D. and Parker, W.G., 2006, A new species of Trilophosaurus (Diapsida: Archosauromorpha) from the Sonsela Member (Chinle For- mation) of Petrified Forest National Park, Arizona: Museum of North- ern Arizona, Bulletin 62, p. 119-125.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "New reptiles from the Upper Triassic Chinle Formation of Arizona",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Paleontology",
                "volume": "61",
                "issue": "",
                "pages": "773--786",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murry, P.A., 1987, New reptiles from the Upper Triassic Chinle Formation of Arizona: Journal of Paleontology, v. 61, p. 773-786.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Microvertebrate fossils from the Petrified Forest and Owl Rock Members (Chinle Formation) in Petrified Forest National Park and vicinity",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Dawn of the Age of Dinosaurs in the American Southwest",
                "volume": "",
                "issue": "",
                "pages": "249--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Murry, P.A., 1989, Microvertebrate fossils from the Petrified Forest and Owl Rock Members (Chinle Formation) in Petrified Forest National Park and vicinity, Arizona, in Lucas, S.G. and Hunt, A.P., eds., Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque, New Mexico Museum of Natural History, p. 249-277.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Advances in Late Triassic vertebrate paleontology based on new material from Petrified Forest National Park, Arizona: New Mexico Museum of",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Irmis",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Natural History and Science, Bulletin",
                "volume": "29",
                "issue": "",
                "pages": "45--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parker, W.G. and Irmis, R.B., 2005, Advances in Late Triassic vertebrate paleontology based on new material from Petrified Forest National Park, Arizona: New Mexico Museum of Natural History and Science, Bulletin 29, p. 45-58.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Cranial anatomy and mastication of the Triassic reptile Trilophosaurus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parks",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "100",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parks, P., 1969, Cranial anatomy and mastication of the Triassic reptile Trilophosaurus [M.S. thesis]: University of Texas, 100 p.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Fossil occurrences and structural disturbance in the Triassic Chinle Formation at North Stinking Springs Mountain near St",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Polcyn",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Winkler",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Jacobs",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Newman",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Bulletin",
                "volume": "21",
                "issue": "",
                "pages": "43--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Polcyn, M.J, Winkler, D.A., Jacobs, L.L. and Newman, K., 2002, Fossil occurrences and structural disturbance in the Triassic Chinle Formation at North Stinking Springs Mountain near St. Johns, Arizona: New Mexico Museum of Natural History and Science, Bulletin 21, p. 43-49.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Osteology of the Reptiles",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Romer",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "",
                "volume": "772",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romer, A.S., 1956, Osteology of the Reptiles: University of Chicago Press, Chicago, 772 p.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "An unusual sauropsid dentition",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Zoological Journal of the Linnean Society",
                "volume": "43",
                "issue": "",
                "pages": "283--293",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Robinson, P.L., 1956, An unusual sauropsid dentition: Zoological Journal of the Linnean Society, v. 43, p. 283-293.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "The Late Triassic archosauromorph Trilophosaurusas as an arboreal climber: Rivista Italiana di Paleontologia e Stratigrafia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "395--412",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spielmann, J.A., Heckert, A.B. and Lucas, S.G., 2005, The Late Triassic archosauromorph Trilophosaurusas as an arboreal climber: Rivista Italiana di Paleontologia e Stratigrafia, v. 111, p. 395-412.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "The utility of claw curvature in assessing the arboreality of fossil reptiles: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Renesto",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin",
                "volume": "37",
                "issue": "",
                "pages": "365--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spielmann, J.A., Renesto, S. and Lucas, S.G., 2006a, The utility of claw curvature in assessing the arboreality of fossil reptiles: New Mexico Museum of Natural History and Science, Bulletin 37, p. 365-368.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Reinterpretation of the holotype of Malerisaurus langstoni, a diapsid reptile from the Upper Triassic",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin",
                "volume": "37",
                "issue": "",
                "pages": "543--547",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spielmann, J.A., Lucas, S.G., Hunt, A.P. and Heckert, A.B., 2006b, Reinter- pretation of the holotype of Malerisaurus langstoni, a diapsid reptile from the Upper Triassic Chinle Group of West Texas: New Mexico Museum of Natural History and Science, Bulletin 37, p. 543-547.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "A new procolophonid and a new tetrapod of uncertain, possibly procolophonian affinities from the Upper Triassic of Virginia: Journal of Vertebrate Paleontology",
                "authors": [
                    {
                        "first": "H.-D",
                        "middle": [],
                        "last": "Sues",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "13",
                "issue": "",
                "pages": "282--286",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sues, H.-D. and Olsen, P.E., 1993, A new procolophonid and a new tetrapod of uncertain, possibly procolophonian affinities from the Upper Trias- sic of Virginia: Journal of Vertebrate Paleontology, v. 13, p. 282-286.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "The microvertebrate fauna of the Placerias and Downs quarries",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Tannenbaum",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "111",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tannenbaum, F.A., 1983, The microvertebrate fauna of the Placerias and Downs quarries, Chinle Formation (Upper Triassic), near St. Johns, Arizona [M.A. thesis]: University of California, Berkeley, 111 p.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Holotypes of Trilophosaurus buettneri and T. jacobsi. A-E, Scanning electron micrographs of UMMP 2338, holotype right dentary of Trilophosaurus buettneri Case, UMMP 2338. A, occlusal, B, labial, C, lingual and D, anterior views. E, Close-up view of third tooth position of same in labial view. F, Trilophosaurus buettneri, UMMP 2338, holotype dentary in occlusal stereo view. G-J, Scanning electron micrographs of the holotype of Trilophosaurus jacobsi, MNA V3192. G, I-J, holotype left maxilla (?) in G, occlusal, I, labial and J, lingual views. H, occlusal view of penultimate preserved tooth. Scale bar represents 2 mm in A-D and 1 mm in E-J. Figure modified from Heckert(2004)  and Heckert et al.(2006)."
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "reviewed the microvertebrate fauna of seven localities of Otischalkian and Adamanian age from Arizona, New Mexico and West Texas. These include Trilophosaurus quarry 1 (NMMNH L-860), lower Kalgary site (NMMNH L-1312, upper Kalgary site (NMMNH L-1430) and Sixmile Spring locality (NMMNH L-2739), all of which yielded new microvertebrate records of either Trilophosaurus buettneri (L-860; L-1312), T. jacobsi (L-2739) or both taxa (L-1430)"
            },
            "FIGREF2": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Comparison of the holotype of Trilophosaurus dornorum to large T. jacobsi teeth from the Kahle Trilophosaurus quarry (NMMNH locality 3775). A-D, Partial maxilla and dentary of the holotype of Trilophosaurus \"dornorum\" (= T. jacobsi), PEFO 31165. A-C, Partial maxilla in A, occlusal, B, oblique and C, lateral views. D, Partial dentary in occlusal view. E-J, Photographs and line drawings of large isolated jaw fragments (NMMNH P-54151) of Trilophosaurus jacobsi from the Kahle Trilophosaurus quarry (NMMNH L-3775). E-H, One maxillary/dentary fragment in E-F, occlusal and G-H, posterior? views. I-J, Another maxillary/dentary fragment in occlusal view. Dotted lines are inferred cusp height based on cusp base. A-D, after Mueller and Parker"
            },
            "FIGREF3": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Biostratigraphic distribution of Trilophosaurus occurrences in the southwestern USA. See text for discussion. Modified from"
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "content": "<table/>",
                "text": "reported a new Trilophosaurus locality, the Kahle Trilophosaurus quarry (NMNH L-3775), from Borden County, West Texas. Trilophosaurus fossils dominate this locality, much like the classic Otischalkian Trilophosaurus quarries. Heckert et al."
            }
        }
    }
}