{
    "paper_id": "Spielmannetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:10:35.406158Z"
    },
    "title": "Redescription of Spinosuchus caseanus (Archosauromorpha: Trilophosauridae) from the Upper Triassic of North America",
    "authors": [
        {
            "first": "Justin",
            "middle": [
                "A"
            ],
            "last": "Spielmann",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Spencer",
            "middle": [
                "G"
            ],
            "last": "Lucas",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Andrew",
            "middle": [
                "B"
            ],
            "last": "Heckert",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Larry",
            "middle": [
                "F"
            ],
            "last": "Rinehart",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "H",
            "middle": [],
            "last": "Robin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Richards",
            "middle": [],
            "last": "Iii",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Our reexamination of the holotype of Spinosuchus caseanus from the Upper Triassic of West Texas, in addition to the recognition of additional records of this taxon, demonstrates that it is closely related to the trilophosaurid archosauromorph Trilophosaurus and thus is included in a revised Trilophosauridae. Previous arguments suggesting that features that unite Spinosuchus and Trilophosaurus are not limited to these two taxa or are symplesiomorphies shared with a wide variety of contemporaneous Triassic archosauromorphs are not substantiated based on a detailed comparative analysis of the two taxa. The distinctive neural spine morphology of Spinosuchus allows for recognition of this taxon based on isolated vertebrae and thus increases its biostratigraphic value. Spinosuchus is restricted to strata of Adamanian age and is therefore an index taxon of the Adamanian land-vertebrate-faunachron. K e y w o r d s : Archosauromorpha, Trilophosauridae, Spinosuchus caseanus, Late Triassic, North America. Z u s a m m e n f a s s u n g Unsere Überprüfung des Holotyps von Spinosuchus caseanus aus der oberen Trias von West Texas, in Verbindung mit der Entdeckung weiterer Nachweise der Art, belegt, dass die Art nahe verwandt ist mit dem trilophosauriden Archosauromorphen Trilophosaurus. Daher wird sie in die revidierte Familie Trilophosauridae gestellt. Frühere Argumente, die belegen sollten, dass Merkmale, die Spinosuchus und Trilophosaurus vereinen, nicht auf diese beiden Taxa beschränkt sind, oder dass sie Synplesiomorphien sind, die sie mit einer Vielzahl gleichalter trias sischer Archosauromopha teilen, können nach eingehender vergleichender Analyse der beiden Taxa nicht bestätigt werden. Die charakteristische Morphologie der Neuraldornen von Spinosuchus erlaubt die Zuordnung einzelner Wirbel zu diesem Taxon, wodurch dessen stratigraphische Bedeutung gesteigert wird. Das Vorkommen von Spinosuchus ist beschränkt auf das Adamanium, die Gattung kann daher als Indextaxon für die Landwirbeltier-Epoche dieser Zeit betrachte werden.",
    "pdf_parse": {
        "paper_id": "Spielmannetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Our reexamination of the holotype of Spinosuchus caseanus from the Upper Triassic of West Texas, in addition to the recognition of additional records of this taxon, demonstrates that it is closely related to the trilophosaurid archosauromorph Trilophosaurus and thus is included in a revised Trilophosauridae. Previous arguments suggesting that features that unite Spinosuchus and Trilophosaurus are not limited to these two taxa or are symplesiomorphies shared with a wide variety of contemporaneous Triassic archosauromorphs are not substantiated based on a detailed comparative analysis of the two taxa. The distinctive neural spine morphology of Spinosuchus allows for recognition of this taxon based on isolated vertebrae and thus increases its biostratigraphic value. Spinosuchus is restricted to strata of Adamanian age and is therefore an index taxon of the Adamanian land-vertebrate-faunachron. K e y w o r d s : Archosauromorpha, Trilophosauridae, Spinosuchus caseanus, Late Triassic, North America. Z u s a m m e n f a s s u n g Unsere Überprüfung des Holotyps von Spinosuchus caseanus aus der oberen Trias von West Texas, in Verbindung mit der Entdeckung weiterer Nachweise der Art, belegt, dass die Art nahe verwandt ist mit dem trilophosauriden Archosauromorphen Trilophosaurus. Daher wird sie in die revidierte Familie Trilophosauridae gestellt. Frühere Argumente, die belegen sollten, dass Merkmale, die Spinosuchus und Trilophosaurus vereinen, nicht auf diese beiden Taxa beschränkt sind, oder dass sie Synplesiomorphien sind, die sie mit einer Vielzahl gleichalter trias sischer Archosauromopha teilen, können nach eingehender vergleichender Analyse der beiden Taxa nicht bestätigt werden. Die charakteristische Morphologie der Neuraldornen von Spinosuchus erlaubt die Zuordnung einzelner Wirbel zu diesem Taxon, wodurch dessen stratigraphische Bedeutung gesteigert wird. Das Vorkommen von Spinosuchus ist beschränkt auf das Adamanium, die Gattung kann daher als Indextaxon für die Landwirbeltier-Epoche dieser Zeit betrachte werden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Spinosuchus caseanus is an unusual Late Triassic fossil reptile that has received relatively little attention since its original description by CASE (1922) . This is likely due, at least in part, to its problematic taxonomic position; it has been interpreted as a theropod dinosaur (CASE 1922 (CASE , 1927 (CASE , 1932 , a basal saurischian (VON HUENE 1932; HUNT et al. 1998) , an indeterminate neodiapsid (LONG & MURRY 1995) , a \"trilophosaurian\" archosauromorph (RICHARDS 1999) or an indeterminate archosauromorph (NESBITT et al. 2007) . Here, we review previous studies of Spinosuchus caseanus, redescribe the holotype specimen, describe newly recognized specimens, evaluate its taxonomic position and discuss its stratigraphic distribution. We conclude that Spinosuchus caseanus is closely related to Trilophosaurus, as originally posited by RICHARDS (1999) , and belongs within the family Trilophosauridae. In addition, we present a revised diagnosis of the family Trilophosauridae, which, in addition to S. caseanus, includes two species of Trilophosaurus, T. buettneri and T. jacobsi (SPIEL-MANN et al. 2007a , 2008 . A c k n o w l e d g m e n t s STERLING NESBITT and an anonymous reviewer provided comments that improved the manuscript. ROBERT KAHLE donated the Spinosuchus caseanus specimens from the KAHLE Trilophosaurus quarry. KARL KRAINER provided a translation of VON HUENE (1932) . The New Mexico Museum of Natural History and Science supported the collecting and preparation efforts for this research. GREGG GUNNELL (UMMP) provided collection access to the holotype of S. caseanus, logistical support for JAS and ABH and facilitated the loan to HRR during research for his MS thesis, portions of which are published herein. R. J. ZAKRZEWSKI helped HRR secure the loan of the specimen and provided a secure place of study for the specimen while at Fort Hays State University. TAKEHITO IKEJIRI kindly returned the specimen to UMMP.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 155,
                        "text": "CASE (1922)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 282,
                        "end": 292,
                        "text": "(CASE 1922",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 293,
                        "end": 305,
                        "text": "(CASE , 1927",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 306,
                        "end": 318,
                        "text": "(CASE , 1932",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 341,
                        "end": 357,
                        "text": "(VON HUENE 1932;",
                        "ref_id": null
                    },
                    {
                        "start": 358,
                        "end": 375,
                        "text": "HUNT et al. 1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 406,
                        "end": 425,
                        "text": "(LONG & MURRY 1995)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 464,
                        "end": 479,
                        "text": "(RICHARDS 1999)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 516,
                        "end": 537,
                        "text": "(NESBITT et al. 2007)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 846,
                        "end": 861,
                        "text": "RICHARDS (1999)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1091,
                        "end": 1115,
                        "text": "(SPIEL-MANN et al. 2007a",
                        "ref_id": null
                    },
                    {
                        "start": 1116,
                        "end": 1122,
                        "text": ", 2008",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1383,
                        "end": 1395,
                        "text": "HUENE (1932)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "CASE collected the holotype of Spinosuchus caseanus (UMMP 7507) in 1921 from Upper Triassic strata in Crosby County, West Texas (CASE 1922) . The holotype consists of 22 presacral vertebrae, and when discovered, was partially articulated, but heavily fragmented. It was collected from a \"crumbled surface of a light cream-colored clay\" (CASE 1922: 80) in the \"breaks just north … [of] the old Spur-Crosbyton mail-road … [on the] west side of the Blanco River, north of Cedar Mountain [,] \" Crosby County, West Texas (CASE 1922: 78) .",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 139,
                        "text": "Crosby County, West Texas (CASE 1922)",
                        "ref_id": null
                    },
                    {
                        "start": 336,
                        "end": 351,
                        "text": "(CASE 1922: 80)",
                        "ref_id": null
                    },
                    {
                        "start": 484,
                        "end": 487,
                        "text": "[,]",
                        "ref_id": null
                    },
                    {
                        "start": 516,
                        "end": 531,
                        "text": "(CASE 1922: 78)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Previous studies",
                "sec_num": "2."
            },
            {
                "text": "The first publication about this material was by CASE (1922) , in which he provided a preliminary description, including a single illustration of selected vertebrae (CASE 1922, fig. 31 ) and a table of the measurements of lengths of the centra (CASE 1922, unnumbered table, p. 82) . Curiously, the illustration does not include the elongate neural spines that would later be used to distinguish the taxon; the text also does not make special note of the neural spines. CASE (1922) assigned the material to the dinosaur genus Coelophysis, based principally on similarities between the first four preserved vertebrae and those of the syntypes of COPE's Coelophysis (see SPIELMANN et al. 2007b , and references cited therein for a recent discussion of COPE's Coelophysis syntypes in relation to the modern concept of Coelophysis). CASE (1922: 82) also concluded that the vertebrae pertained to a dinosaur based on \"fractures in the midline of several vertebrae show[ing] that the centrum [is] hollow.\" CASE (1927) provided a more complete description of the vertebral series of UMMP 7507, including a reconstruction. In this publication, he highlighted the expanded neural spines of the specimen and assigned it to Coelophysis aff. C. longicollis. CASE (1927) also assigned numerous elements from the same locality and horizon as the vertebral series to Coelophysis; including the posterior portion of a skull (UMMP 8870), an ilium (UMMP 8870), a large femur (UMMP 3396), four lots of caudal vertebrae (including UMMP 7277) and 22 teeth. Although CASE (1927) did not explicitly state that this material belonged to the same individual as the vertebral series, the implication was seized upon by others, most notably VON HUENE (1932) , who assessed these \"referred\" specimens.",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 60,
                        "text": "CASE (1922)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 165,
                        "end": 184,
                        "text": "(CASE 1922, fig. 31",
                        "ref_id": null
                    },
                    {
                        "start": 244,
                        "end": 280,
                        "text": "(CASE 1922, unnumbered table, p. 82)",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 480,
                        "text": "CASE (1922)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 668,
                        "end": 690,
                        "text": "SPIELMANN et al. 2007b",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 828,
                        "end": 843,
                        "text": "CASE (1922: 82)",
                        "ref_id": null
                    },
                    {
                        "start": 999,
                        "end": 1010,
                        "text": "CASE (1927)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1245,
                        "end": 1256,
                        "text": "CASE (1927)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1544,
                        "end": 1555,
                        "text": "CASE (1927)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1713,
                        "end": 1729,
                        "text": "VON HUENE (1932)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Previous studies",
                "sec_num": "2."
            },
            {
                "text": "VON HUENE (1932) reidentified CASE's Coelophysis aff. C. longicollis as a distinct genus and species, which he named Spinosuchus caseanus, the specific name honoring CASE. VON HUENE (1932) also reidentified some of CASE's (1927) referred specimens as parasuchian (UMMP 8870) or aetosaurian (UMMP 7277). In addition, VON HUENE (1932) described an isolated braincase and referred it to Spinosuchus. He distinguished the taxon mostly on the basis of the elongate neural spines of the vertebrae. LONG & MURRY (1995: 198) , in their review of Late Triassic tetrapods from the American Southwest, placed Spinosuchus caseanus in Neodiapsida incertae sedis, but noted that when known from more complete material it \"will be found to represent [a distinct] lineage among the Archosauromorpha.\" HUNT et al. (1998) summarized the taxonomic controversies surrounding Spinosuchus. In addition, they focused on the hollow centra as a potentially dinosaurian character, as well as the possible presence of hyposphenehypantrum articulations, which were not visible to HUNT at the time of his visit to UMMP. Summarily, they noted that further preparation may be the only way to conclusively demonstrate the taxonomic affinities of Spinosuchus caseanus. RICHARDS (1999) reexamined the osteology and taxonomy of Spinosuchus caseanus in an unpublished masters thesis. He rejected previous taxonomic interpretation of S. caseanus as a theropod dinosaur and instead argued for a close relationship between it and the archosauromorph Trilophosaurus, placing it within the Trilophosauria of ROMER (1956) . We agree with RICHARDS' (1999) interpretation that Spinosuchus and Trilophosaurus are closely related, and unite them within the family Trilophosauridae as discussed below. HECKERT et al. (2001) described vertebrae that they tentatively assigned to Spinosuchus from the KAHLE Trilophosaurus quarry (NMMNH locality 3775) from stratigraphically low in the Trujillo Formation of West Texas. After further collecting and preparation of material from the KAHLE site we confirm the presence of S. caseanus at this locality and describe and illustrate this material below. NESBITT et al. (2007: 225) , in their review of North American Late Triassic dinosaurs, noted that the cervicals of the holotype of S. caseanus \"lack any clear excavations or pleurocoels, which are found in Coelophysis bauri, Coelophysis rhodesiensis, 'Syntarsus' kayentakatae and nearly all other theropods (RAUHUT 2003) .\" They concluded that no characteristics \"distinguish Spinosuchus from other archosauriforms other than the autapomorphic neural spines\" (NESBITT et al. 2007: 225) . In addition, they critiqued the interpretation of RICHARDS (1999) , noting that the characteristics he used to unite Spinosuchus with Trilophosaurus are \"archosauromorph symplesiomorphies or are not restricted to only in [sic] Spinosuchus and Trilophosaurus\" (NESBITT et al. 2007: 225 ).",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 188,
                        "text": "VON HUENE (1932)",
                        "ref_id": null
                    },
                    {
                        "start": 215,
                        "end": 228,
                        "text": "CASE's (1927)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 263,
                        "end": 274,
                        "text": "(UMMP 8870)",
                        "ref_id": null
                    },
                    {
                        "start": 316,
                        "end": 332,
                        "text": "VON HUENE (1932)",
                        "ref_id": null
                    },
                    {
                        "start": 492,
                        "end": 516,
                        "text": "LONG & MURRY (1995: 198)",
                        "ref_id": null
                    },
                    {
                        "start": 785,
                        "end": 803,
                        "text": "HUNT et al. (1998)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1236,
                        "end": 1251,
                        "text": "RICHARDS (1999)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1567,
                        "end": 1579,
                        "text": "ROMER (1956)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1755,
                        "end": 1776,
                        "text": "HECKERT et al. (2001)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 2148,
                        "end": 2174,
                        "text": "NESBITT et al. (2007: 225)",
                        "ref_id": null
                    },
                    {
                        "start": 2456,
                        "end": 2469,
                        "text": "(RAUHUT 2003)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 2608,
                        "end": 2634,
                        "text": "(NESBITT et al. 2007: 225)",
                        "ref_id": null
                    },
                    {
                        "start": 2687,
                        "end": 2702,
                        "text": "RICHARDS (1999)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 2864,
                        "end": 2921,
                        "text": "Spinosuchus and Trilophosaurus\" (NESBITT et al. 2007: 225",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Previous studies",
                "sec_num": "2."
            },
            {
                "text": "Infraclass Archosauromorpha VON HUENE, 1946 Family Trilophosauridae GREGORY, 1945 R e v i s e d d i a g n o s i s . -Archosauromorphs distinguished by the presence of the spinopostzygapophyseal laminae in the vertebrae; transpostzygapophyseal lamina in the cervical series; a cleft in the transpostzygapophyseal lamina in the cervical series; the formation of a fossa anterior to the base of the transverse processes, in the dorsal series, bordered dorsally by the prezygadiapophyseal laminae and ventrally by the anterior centrodiapophyseal laminae; the formation of a fossa posterior to the base of the transverse processes, in the dorsal series, bordered dorsally by the postzygadiapophyseal laminae and ventrally by the posterior centrodiapophyseal laminae; the pre-and postzygapophyses of all vertebrae, except the anterior cervicals, flare outward and upward from the neural arch; the articular facets of the prezygapophyses are medially directed; the articular facets of the postzygapophyses are laterally directed; and there is an abrupt transition from double-headed to single-headed ribs within the dorsal series.",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 43,
                        "text": "VON HUENE, 1946",
                        "ref_id": null
                    },
                    {
                        "start": 44,
                        "end": 81,
                        "text": "Family Trilophosauridae GREGORY, 1945",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic paleontology",
                "sec_num": "3."
            },
            {
                "text": "D i s c u s s i o n . -Given that Spinosuchus caseanus is only represented by articulated and isolated vertebrae its inclusion in the Trilophosauridae forces a diagnosis of the family restricted to vertebral characters. We fully expect when more complete material of S. caseanus is found this diagnosis will expand to include both cranial and appendicular characters. If additional, more complete material becomes available a phylogenetic analysis may be possible. However, phylogenetic analyses of highly autapomorphic taxa (like trilophosaurids) in the absence of taxa that possess intermediate morphologies have proven problematic in the past (e. g., the removal of Trilophosaurus from the phylogenetic analysis of DILKES (1998)).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic paleontology",
                "sec_num": "3."
            },
            {
                "text": "It should also be noted that the sacral vertebra described and illustrated as Trilophosaurus jacobsi by SPIEL- MANN et al. (2008, fig. 96 ) is actually a sacral vertebra of Spinosuchus caseanus, and no sacral vertebrae of T. jacobsi have been described. This also modifies the diagnoses of Trilophosaurus jacobsi, which should now no longer include \"single keeled sacral centra\" as a diagnostic character of this species as listed in SPIELMANN et al. (2007a SPIELMANN et al. ( : 239, 2008 . Other than this minor modification we follow the diagnoses of Trilophosaurus provided by SPIEL-MANN et al. (2007a , 2008 .",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 137,
                        "text": "MANN et al. (2008, fig. 96",
                        "ref_id": null
                    },
                    {
                        "start": 434,
                        "end": 457,
                        "text": "SPIELMANN et al. (2007a",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 458,
                        "end": 488,
                        "text": "SPIELMANN et al. ( : 239, 2008",
                        "ref_id": null
                    },
                    {
                        "start": 580,
                        "end": 604,
                        "text": "SPIEL-MANN et al. (2007a",
                        "ref_id": null
                    },
                    {
                        "start": 605,
                        "end": 611,
                        "text": ", 2008",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic paleontology",
                "sec_num": "3."
            },
            {
                "text": "Spinosuchus VON HUENE, 1932 R e v i s e d d i a g n o s i s . -A trilophosaurid archosauromorph distinguished from Trilophosaurus by: elongate rod-like neural spines in the transitional series with thin, sheet-like lateral expansions; elongate, mediolateral-ly compressed neural spines (height of the neural spines two or three times the length of the centrum) in the dorsal series that terminate dorsally with triangular expansions; sacral vertebrae with tall, rectangular neural spines; and caudal vertebrae with subrectangular, backswept neural spines. VON HUENE, 1932 H o l o t y p e : UMMP 7507, a presacral vertebral column, consisting of four cervical, three transitional and 15 dorsal vertebrae, with 17 complete, nearly complete or fragmentary neural spines (Figs. 1-7A-B).",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 27,
                        "text": "VON HUENE, 1932",
                        "ref_id": null
                    },
                    {
                        "start": 556,
                        "end": 571,
                        "text": "VON HUENE, 1932",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic paleontology",
                "sec_num": "3."
            },
            {
                "text": "T y p e l o c a l i t y a n d h o r i z o n : North of \"the old Spur-Crosbyton mail-road\" that is on the \"west side of the Blanco River, north of Cedar Mountain [,] \" Crosby County, West Texas (CASE 1922: 78) . Based on this description we follow others (e. g., MURRY 1986; LONG & MURRY 1995) and interpret this locality as in the Tecovas Formation of the Chinle Group.",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 164,
                        "text": "[,]",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 208,
                        "text": "(CASE 1922: 78)",
                        "ref_id": null
                    },
                    {
                        "start": 262,
                        "end": 273,
                        "text": "MURRY 1986;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 274,
                        "end": 292,
                        "text": "LONG & MURRY 1995)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Spinosuchus caseanus",
                "sec_num": null
            },
            {
                "text": "R e f e r r e d s p e c i m e n s : Additional records, reported here, include 15 incomplete vertebrae (NMMNH P-57852 to P-57865; Figs. 8-11) from the KAHLE Trilophosaurus quarry (NMMNH L-3775), Trujillo Formation, Borden County, Texas and three dorsal vertebrate (WT 8/825 from PPHM; Fig. 7C-F ) from the Rotten Hill locality, Tecovas Formation, Potter County, Texas. Given the incomplete nature of the referred specimens of CASE (1927) and VON HUENE (1932), we do not include them in our list of referred specimens. R e m a r k s . -Two of us (JAS and ABH) noted the extremely fragile nature of the holotype of S. caseanus while examining it. The holotype was originally embedded in plaster, in right lateral view, sometime prior to the publication of CASE (1927) , which was the first work to photographically illustrate the specimen. As of December 2006, our last examination of the specimen, it still resided in this same plaster mount, though several centra have been loosened to the point where they can be removed for study. In only a few cases can a neural spine be viewed from all sides, although some details are visible in oblique anterior and posterior views. Because of this, not all of the vertebrae of the holotype could be examined or photographically illustrated in all views . Vertebrae that could not be removed from the plaster, so that only their right lateral sides could be viewed, are noted throughout our description and figure captions. However, comparing the original photographs of CASE (1927, pl. 1) with our recent photographs ( Fig. 1 ) reveals that nearly all the elements of the holotype are still present and relatively in place, though given its fragile nature further degradation to the specimen could easily occur.",
                "cite_spans": [
                    {
                        "start": 426,
                        "end": 437,
                        "text": "CASE (1927)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 759,
                        "end": 765,
                        "text": "(1927)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 285,
                        "end": 294,
                        "text": "Fig. 7C-F",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 1560,
                        "end": 1566,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Spinosuchus caseanus",
                "sec_num": null
            },
            {
                "text": "A n a t o m i c a l n o t e . -In our description of the vertebrae of Spinosuchus caseanus below we use vertebral nomenclature after WILSON (1999) to identify the various laminae, as did SPIELMANN et al. (2008) in their recent description of Trilophosaurus buettneri and T. jacobsi. This nomenclature was originally developed for use with saurischian dinosaurs, especially sauropods, but no equivalent nomenclature has been developed for more basal archosauromorphs, and we prefer to use established nomenclature than to invent our own. The use of this nomenclature is not an indication of homology between various vertebral laminae in Spinosuchus and saurischians, simply an attempt to follow anatomical naming conventions. Figure 2 labels key anatomical structures, including these laminae, on the vertebrae of Spinosuchus.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 146,
                        "text": "WILSON (1999)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 187,
                        "end": 210,
                        "text": "SPIELMANN et al. (2008)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 725,
                        "end": 733,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Spinosuchus caseanus",
                "sec_num": null
            },
            {
                "text": "The holotype of Spinosuchus caseanus (UMMP 7507) is a series of 22 presacral vertebrae that includes four cervical, three transitional and 15 dorsal vertebrae (Fig. 1) . The cervical series consists of cervical vertebrae 3 through 6. We differentiate the vertebrae by the morphology of the centrum, neural spine and rib articulations. Cervical vertebrae have elongate centra and para-and diapophyses that are placed near the anterior articular surface of the centrum. Transitional vertebrae have intermediate length centra, distinct para-and diapophyses and rod-like neural spines with thin sheet-like lateral expansions. Dorsal vertebrae have comparatively short centra, an abrupt transition between the sixth and seventh dorsal from single headed to double headed ribs and neural spines that are mediolaterally compressed and have a triangular dorsal tip.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 167,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Redescription of the holotype",
                "sec_num": "4.1."
            },
            {
                "text": "C e r v i c a l 3 has been heavily reconstructed, but is nearly complete, missing only portions of the neural spine and the left prezygapophysis. The anterior articular surface is trapezoidal in anterior view, and the posterior articular surface of the centrum is subcircular in posterior view; the vertebra is platycoelous (Fig. 3C-D) . The body of the centrum is slightly arched anteriorly, and the posterior articular surface is inclined anteriorly at ~45° (Fig.  3A-B) . The parapophyses are confluent with the anterior articular surface of the centrum (Fig. 3A-C) ; the diapophyses cannot be distinguished. Only the right prezygapophysis is preserved, and it extends well beyond the centrum ( Fig. 3A-B ), though we are unsure whether this portion of the vertebra has been reconstructed correctly. A prominent band of clay connects the prezygapophysis and the spinoprezygapophyseal lamina to the rest of the neural arch, and we could not identify any solid (bone to bone) contacts. However, when viewed dorsally (Fig. 3E) , the color and taper of the specimen indicate that it is recon- structed properly. The articular surface of the prezygapophysis is elliptical, with the long-axis oriented anterodorsally to posteroventrally. Neither the anterior nor the posterior neural canal opening can be distinguished. The neural spine is incomplete, with a clear break near its base ( Fig. 3E ), but CASE (1927, pl. 1), in his reconstruction, placed small fragments of neural spines over cervicals 3 through 5. We interpret the placement and association of these neural spine fragments as conjectural, as the base of the neural spine of cervical 3 indicates a much shorter neural spine than is seen in CASE's (1927) reconstruction. Thus, although we have included them in our photographs of the entire specimen ( Fig. 1A-B ), we do not include them in our photographs of individual vertebra and will not describe them in detail. On cervical 3, the spinopostzygapophyseal lamina and the transpostzygapophyseal lamina form a pocket medial to the postzygapophyses (Fig. 3D-E) . A prominent cleft is present in the transpostzygapophyseal lamina (Fig. 3E ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 324,
                        "end": 335,
                        "text": "(Fig. 3C-D)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 460,
                        "end": 472,
                        "text": "(Fig.  3A-B)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 557,
                        "end": 568,
                        "text": "(Fig. 3A-C)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 698,
                        "end": 707,
                        "text": "Fig. 3A-B",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1017,
                        "end": 1026,
                        "text": "(Fig. 3E)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1384,
                        "end": 1391,
                        "text": "Fig. 3E",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1812,
                        "end": 1821,
                        "text": "Fig. 1A-B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2060,
                        "end": 2071,
                        "text": "(Fig. 3D-E)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2140,
                        "end": 2148,
                        "text": "(Fig. 3E",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cervical vertebrae",
                "sec_num": "4.1.1."
            },
            {
                "text": "C e r v i c a l 4 is incomplete, missing both prezygapophyses, the left postzygapophysis, both diapophyses and its neural spine ( Fig. 3G-L) . The centrum is nearly identical to that of the third cervical, but the anterior arching of the body of the centrum is more pronounced in cervical 4, and it has a ventral keel. Unfortunately, the anterior articular surface of the centrum is not completely prepared, although the overall trapezoidal shape of the anterior surface, in anterior view, and the confluent Fig. 2 . Key anatomical features of the vertebrae of Spinosuchus caseanus. Cervical, transitional and dorsal vertebrae exemplars from the holotype (UMMP 7507). Exemplars for the sacral and caudal vertebrae are NMMNH P-57859 (in partim) and NMMNH P-57857, respectively, from the KAHLE Trilophosaurus quarry. The neural spines of some vertebrae have been cropped for clarity. -See 'Anatomical abbreviations' above for figure labeling. parapophyses can be distinguished (Fig. 3I ). Neither the anterior nor the posterior ends of the neural canal have been completely prepared, though they appear to be subcircular to elliptical (Fig. 3I-J) . The spinopostzygapophyseal laminae are prominent and form a distinct fossa posterior to the neural spine. This fossa is floored by the transpostzygapophyseal lamina, which has a cleft in it (Fig. 3K) . The right postzygapophysis is inclined at a steep angle, ~10° off the dorsoventral axis, and is subcircular.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 130,
                        "end": 140,
                        "text": "Fig. 3G-L)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 508,
                        "end": 514,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 975,
                        "end": 983,
                        "text": "(Fig. 3I",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1133,
                        "end": 1144,
                        "text": "(Fig. 3I-J)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1337,
                        "end": 1346,
                        "text": "(Fig. 3K)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cervical vertebrae",
                "sec_num": "4.1.1."
            },
            {
                "text": "C e r v i c a l 5 is slightly more complete than the two more anterior vertebrae, missing only its neural spine and a small portion of its left postzygapophysis ( Fig. 3M-R ). Both the parapophyses and diapophyses are present, and the diapophyses are thin flanges of bone that are directly above the parapophyses (Fig. 3M-O) . The diapophyses project ventrolaterally and are very close to the body of the centrum (Fig. 3M-O) . Also, the prezygapophyses are much smaller in height and less mediolaterally extensive than the postzygapophyses. This condition is likely true for the more anterior vertebrae, but their incompleteness precludes definitive observation. The fossa between the spinopostzygapophyseal laminae is larger in cervical 4 than in more anterior vertebrae (Fig. 3Q) , and also appears more expansive in successive vertebrae from cervical 3 to cervical 5, the posteriormost cervical vertebrae that can be observed unequivocally. Other than the few differences noted above, cervical 5 appears similar in all other respects to cervical 4. C e r v i c a l 6 is still imbedded in plaster and can only be viewed in right lateral view (Fig. 3S ). This vertebra is incomplete, its neural spine is missing, and other elements may also be absent, but this cannot be assessed due to the plaster. The right prezygapophysis extends farther anteriorly than in more anterior vertebrae and it is subtriangular, as opposed to the blunt, circular prezygapophyses in more anterior vertebrae (compare Fig. 3M to Fig. 3S ). The parapophysis is larger and more pronounced than in cervical 5. The diapophysis extends farther laterally from the body of the centrum than in cervical 5 (Fig. 3S ). In all other features this vertebra is similar to cervical 5.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 172,
                        "text": "Fig. 3M-R",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 313,
                        "end": 324,
                        "text": "(Fig. 3M-O)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 413,
                        "end": 424,
                        "text": "(Fig. 3M-O)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 772,
                        "end": 781,
                        "text": "(Fig. 3Q)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1144,
                        "end": 1152,
                        "text": "(Fig. 3S",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1497,
                        "end": 1504,
                        "text": "Fig. 3M",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1508,
                        "end": 1515,
                        "text": "Fig. 3S",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1676,
                        "end": 1684,
                        "text": "(Fig. 3S",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cervical vertebrae",
                "sec_num": "4.1.1."
            },
            {
                "text": "T r a n s i t i o n a l 1 , like cervical 6, is still encased in plaster and is only visible in right lateral view ( Fig. 3T ). Transitional 1 is the anteriormost vertebra with a reasonably complete neural spine. The centrum is platycoelous, and its ventral surface is arched symmetrically in lateral view, in contrast to the cervical centra, which have an anteriorly offset arch. Also, the overall shape of the centra differ -the cervical centra are approximately three times as long anteroposteriorly as they are tall dorsoventrally, in contrast to the transitional centra, which are 1 to 1.5 times as long as they are tall. The completeness of the right prezygapophysis cannot be evaluated given the preservation of the specimen. There are extensive laminae both anterior and posterior to the neural spine dorsal to the pre-and postzygapophysis ( Fig. 3T ). These are probably the spinopre-and postzygapophyseal laminae of WILSON (1999) , but the preservation of the specimen precludes further description of these features. Also, a prominent fossa is developed lateral to the base of the neural spine. This fossa is roughly U-shaped and is bounded anteriorly by the prezygapophyses and posteriorly by the postzygapophysis. No transverse process can be distinguished. The neural spine is elongate and rod-like with thin, sheet-like lateral projections.",
                "cite_spans": [
                    {
                        "start": 926,
                        "end": 939,
                        "text": "WILSON (1999)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 117,
                        "end": 124,
                        "text": "Fig. 3T",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 850,
                        "end": 857,
                        "text": "Fig. 3T",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.1.2."
            },
            {
                "text": "T r a n s i t i o n a l 2 is broken into two parts: the centrum plus neural arch and the neural spine. The neural spine is still embedded in plaster ( Fig. 4A ), whereas the centrum and neural arch were removed for study . Portions of the centrum have been reconstructed, most notably on the left side where a bone fragment has been affixed to it using clay ( Fig. 4C ). This bone fragment does not appear to be in articulation, so we do not consider it to be a morphologic feature. The centrum appears identical to the centrum of transitional 1. Only the right prezygapophysis is preserved, and it is sub-triangular with its articular surface angled toward the midline. The neural canal is circular. Spinoprezygapophyseal laminae are present, but are considerably smaller than the spinopostzygapophyseal laminae. The anterior face of the base of the neural spine has a prominent cleft in it that continues dorsally. However, this feature could not be traced along its entire length due to the incompleteness of the vertebra and the fact that the neural spine is still embedded in plaster. It should be noted that a change in cross-sectional morphology along the neural spine is described by CASE (1927, fig. 3 ), but we could not corroborate his interpretation on any of the neural spines because either the vertebrae were still incased in plaster or were so heavily reconstructed as to prevent definitive analysis. The diapophyses are thin slats of bone extending off of the neural arch ( Fig. 4B-C) , at the level of the base of the neural spine; they are not as well developed as the transverse processes of more posterior dorsal vertebrae. The fossa lateral to the base of the neural spine, noted in transitional 1, is more developed in this vertebra and is V-shaped in lateral view ( Fig. 4B-C) . The posterior neural arch is difficult to interpret, due to incomplete preparation. The right postzygapophysis is missing, but the articular surface of the left postzygapophysis is polygonal and inclined at a high, nearly vertical angle ( Fig. 4G) . A cleft is present in the transpostzygapophyseal lamina ( Fig. 4D ), but the extent and detailed morphology of this lamina cannot be determined due to the incomplete preparation of this specimen.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 151,
                        "end": 158,
                        "text": "Fig. 4A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 360,
                        "end": 367,
                        "text": "Fig. 4C",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1204,
                        "end": 1210,
                        "text": "fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1491,
                        "end": 1501,
                        "text": "Fig. 4B-C)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1790,
                        "end": 1800,
                        "text": "Fig. 4B-C)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2042,
                        "end": 2050,
                        "text": "Fig. 4G)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2111,
                        "end": 2118,
                        "text": "Fig. 4D",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.1.2."
            },
            {
                "text": "T r a n s i t i o n a l 3 has been partially reconstructed, with a prominent band of black clay or epoxy used to reconstruct the position of the posterior neural arch and neural spine ( Fig. 4H ). This reconstruction has offset the posterior neural arch and neural spine posteriorly. The centrum appears similar to the more anterior dorsal centra. The prezygapophyses are large, rounded and more blunt than prezygapophyses of the more anterior dorsal vertebrae ( Fig. 4H, K) . Also, they are inclined at a high angle, nearly vertically towards the midline. A distinct figure-eight-shaped fossa is present at the anterior base of the neural spine between the prezygapophyses. This fossa is floored by the lamina between the prezygapophyses (a lamina not named or distinguished by WILSON 1999, but best referred to as the transprezygapophyseal lamina) and bounded dorsally by the spinoprezygapophyseal laminae (Fig. 4K ). The anterior neural canal is large and elliptical, with the long axis oriented mediolaterally, and more distinct than in any of the more anterior cervical or dorsal vertebrae. The neural canal is not visible in posterior view due to reconstruction of the specimen (Fig. 4L ). The fossa lateral to the neural spine is subtriangular in dorsal view ( Fig. 4I ) and is clearly bounded by the spinoprezygapophyseal lamina anteriorly and spinopostzygapophyseal lamina posteriorly. These laminae extend toward each other and meet at the medial end of the transverse process ( Fig. 4I ). From this meeting point, a lamina extends laterally on the dorsal surface of the transverse process; this lamina is not analogous to the spinodiapophyseal lamina of WILSON (1999) , because it does not extend directly from the neural spine to the transverse process. We use the term dorsal diapophyseal lamina for this feature. Transitional 3 is the anteriormost vertebra to preserve prominent transverse processes, which are rectangular in dorsal view ( Fig.  4I ) and appear as comma-shaped in lateral view (Fig. 4H) . The neural spine, as in transitional 2, has a prominent an- terior cleft that extends along the lower half of the spine's height; the upper half of the spine has a single anterior ridge (Fig. 4K ). The left postzygapophysis is missing, but the right is present and is well above the level of the prezygapophyses and the rest of the neural arch. Also, it is very close to the posterior base of the neural spine, with a very short spinopostzygapophyseal lamina connecting the neural spine and the postzygapophysis (Fig. 4L ).",
                "cite_spans": [
                    {
                        "start": 1665,
                        "end": 1678,
                        "text": "WILSON (1999)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 186,
                        "end": 193,
                        "text": "Fig. 4H",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 463,
                        "end": 474,
                        "text": "Fig. 4H, K)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 908,
                        "end": 916,
                        "text": "(Fig. 4K",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1184,
                        "end": 1192,
                        "text": "(Fig. 4L",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1268,
                        "end": 1275,
                        "text": "Fig. 4I",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1489,
                        "end": 1496,
                        "text": "Fig. 4I",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1954,
                        "end": 1962,
                        "text": "Fig.  4I",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2008,
                        "end": 2017,
                        "text": "(Fig. 4H)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2206,
                        "end": 2214,
                        "text": "(Fig. 4K",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2532,
                        "end": 2540,
                        "text": "(Fig. 4L",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.1.2."
            },
            {
                "text": "D o r s a l 1 has the upper half of its neural spine embedded in plaster ( Fig. 4M ), whereas the rest of the vertebra is loose and could be fully examined ( Fig. 4N-S) . Overall, the morphology of the centrum, neural spine and neural arch agree with the previous vertebra. However, one exception is that there is no figure-eight-shaped fossa at the anterior base of the neural spine, as in transitional 3.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 75,
                        "end": 82,
                        "text": "Fig. 4M",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 158,
                        "end": 168,
                        "text": "Fig. 4N-S)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "Instead, there appears to be a simple cleft in the transprezygapophyseal lamina. In addition, few distinct differences can be noted in the morphology of the laminae of the neural arch. The spinopre-and -postzygapohpyseal laminae do not meet on the dorsal transverse process, but they run along the anterodorsal and posterodorsal edges of the process, respectively. The fossa lateral to the neural spine extends out along the transverse process; there is no dorsal diapophyseal lamina present (Fig. 4P ). Only the right transverse process is present, and beneath it are two distinct laminae, the anterior and posterior centrodiapophyseal laminae. These laminae bound an arched fossa beneath the transverse process (Fig. 4R) . The transverse process is subtriangular in cross section (Fig. 4R ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 492,
                        "end": 500,
                        "text": "(Fig. 4P",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 713,
                        "end": 722,
                        "text": "(Fig. 4R)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 782,
                        "end": 790,
                        "text": "(Fig. 4R",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 2 is missing its neural spine entirely, the lateral end of the left transverse process ( Fig. 5F ) and the right postzygapophysis ( Fig. 5D-E ). Both the anterior and posterior articular surfaces of the centrum are more elliptical than in the more anterior vertebrae (Fig. 5C ). The body of the centrum lacks any distinct arching ( Fig. 5A-B ). The prezygapophyses are incomplete but clearly extend farther laterally than the postzygapophyses (Fig. 5E) . A transprezygapophyseal lamina connects these two processes and forms a wide U-shaped basin anterior to the base of the neural spine, with the spinoprezygapophyseal laminae bounding it on either side (Fig. 5E ). Similar basins are present laterally on either side of the base of the neural spine; these basins are bounded anteriorly by the spinoprezygapophyseal laminae and posteriorly by the spinopostzygapophyseal laminae (Fig. 5E ). The transverse processes originate from high on the neural arch, are subtriangular in dorsal and ventral views ( Fig. 5E-F ) and are elliptical in lateral view (Fig. 5B) . The neural canal is incompletely prepared and could not be examined. The postzygapophyses in posterior view form a tall, U-shaped basin behind the neural spine (Fig. 5D ). This basin is more V-shaped in dorsal view (Fig. 5E) . A transpostzygapophyseal lamina is present between the two processes.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 101,
                        "end": 108,
                        "text": "Fig. 5F",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 144,
                        "end": 153,
                        "text": "Fig. 5D-E",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 279,
                        "end": 287,
                        "text": "(Fig. 5C",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 344,
                        "end": 353,
                        "text": "Fig. 5A-B",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 455,
                        "end": 464,
                        "text": "(Fig. 5E)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 667,
                        "end": 675,
                        "text": "(Fig. 5E",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 891,
                        "end": 899,
                        "text": "(Fig. 5E",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1016,
                        "end": 1025,
                        "text": "Fig. 5E-F",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1063,
                        "end": 1072,
                        "text": "(Fig. 5B)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1235,
                        "end": 1243,
                        "text": "(Fig. 5D",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1290,
                        "end": 1299,
                        "text": "(Fig. 5E)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 3 is imbedded in plaster and can only be viewed in right lateral view ( Fig. 5G ). Also, this vertebra has been heavily reconstructed, with the posterior articular surface of the centrum having been reattached, but incorrectly, so that the centrum is not even along its ventral margin. Much of the neural arch, including the pre-and postzygapophyses and the base of the neural spine, is so reconstructed with clay that many of the details of these structures are obscured. Overall, the transverse process is not present, the postzygapophyses appear to be at a higher level than the prezygapophyses and the body of the centrum is slightly arched. The neural spine terminates dorsally with a rounded projection, but the shape of this element is due to damage to the specimen, and if complete it would be more triangular, and thus more similar to the rest of the neural spines.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 84,
                        "end": 91,
                        "text": "Fig. 5G",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 4 is nearly complete, missing only the dorsal tip of the neural spine ( Fig. 5H ), but it is only visible in right lateral view. The centrum is arched, as in most of the other dorsal vertebrae. The prezygapophyses are relatively short and blunt. The transverse process is subtriangular in lateral view and is supported ventrally by anterior and posterior centroparapophyseal laminae (Fig. 5H ). There is a basin lateral to the base of the neural spine, as in most of the other dorsal vertebrae. The postzygapophyses are difficult to discern, because there are various disarticulated transverse processes gathered between dorsals 4 and 5. The postzygapophyses are slightly elevated, compared to the prezygapophyses. The neural spine is mediolaterally compressed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 84,
                        "end": 91,
                        "text": "Fig. 5H",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 395,
                        "end": 403,
                        "text": "(Fig. 5H",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 5 , like dorsal 4, is nearly complete, missing only the dorsal tip of the neural spine ( Fig. 5I ) and is only visible in right lateral view. Dorsal 5 is similar to dorsal 4 in all respects except that the transverse processes of dorsal 5 project out laterally, making it apparent that there are distinct fossae anterior and posterior to the bases of the transverse processes. The anterior fossa is bounded dorsally by the prezygadiapophyseal laminae and ventrally by the anterior centrodiapophyseal laminae, whereas the posterior fossa is bounded dorsally by the postzygadiapophyseal laminae and ventrally by the posterior centrodiapophyseal laminae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 101,
                        "end": 108,
                        "text": "Fig. 5I",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 6 is a nearly complete vertebra and is the anteriormost vertebra with a complete neural spine (Fig.  5J ). The morphology of the centrum and neural arch appears similar to dorsals 4 and 5. However, a displaced transverse process obscures the base of the right transverse process of this vertebra, though it appears to have similar fossae anterior and posterior to the base of the transverse process, as in dorsal 5. The dorsal tip of the neural spine is topped with a triangular expansion that has a slightly curved dorsal outline in lateral view. This contrasts with the neural spines of more posterior dorsal vertebrae (e. g., dorsals 7 and 8) that are topped with triangular expansions that have a straight dorsal outline.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 106,
                        "end": 115,
                        "text": "(Fig.  5J",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 7 is missing the base and portions of the neural spine, and the neural arch is heavily fragmented (Fig. 5K) . As noted previously, the dorsal tip of the neural spine has a straighter dorsal outline than dorsal 6, but is similar in morphology to dorsal 8. The neural arch is so heavily fragmented that little detail can be discerned. A few transverse processes are disarticulated and positioned between the neural arch and the neural spine. These transverse processes possess anterior and posterior centrodiapophyseal laminae. So, if these transverse processes belong to dorsal 7, then this suggests that dorsal 7 would possess fossae anterior and posterior to the bases of the transverse processes as in dorsals 5 and 6.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 110,
                        "end": 119,
                        "text": "(Fig. 5K)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 8 is nearly complete, missing only portions of the neural spine, the right transverse process and the postzygapophyses (Fig. 6A ). The transverse process is broken, though the morphology of the base of the process is visible and is similar in morphology to dorsals 5 to 7. One difference between this vertebra and more anterior vertebrae is that the prezygapophyses are rounded triangles, not squared off as in dorsals 4 through 7. The postzygapophyses are incomplete, missing most of their dorsal portion.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 131,
                        "end": 139,
                        "text": "(Fig. 6A",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 9 has fragmentary pre-and postzygapophyses, an incomplete neural spine and is missing both of its transverse processes ( Fig. 6B-H ). The centrum of dorsal 9 is not embedded in plaster, so it can be examined in all six views. The anterior articular surface of the centrum is a rounded heart shape, whereas the posterior articular surface is more round (Fig. 6E-F ). This contrasts with the centrum morphology of more anterior dorsal vertebrae, such as dorsal 2, which has elliptical anterior and posterior articular surfaces. It shares with more anterior dorsal vertebrae prominent anterior and posterior centrodiapophyseal and pre-and postzygadiapophyseal laminae, most clearly illustrated in left lateral view (Fig. 6D) . Both spinopre-and -postzygapophyseal laminae are present, though the spinoprezygapophyseal laminae appear to be incomplete (Fig. 6G) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 142,
                        "text": "Fig. 6B-H",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 364,
                        "end": 374,
                        "text": "(Fig. 6E-F",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 724,
                        "end": 733,
                        "text": "(Fig. 6D)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 859,
                        "end": 868,
                        "text": "(Fig. 6G)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 0 is embedded in plaster and has an incomplete neural spine, a partially disarticulated right transverse process and fragmented prezygapophyses (Fig.  6I) . This vertebra is similar to more anterior dorsal vertebrae in terms of overall morphology, including laminae placement, but is notable for the well-preserved tip of its neural spine.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 158,
                        "end": 168,
                        "text": "(Fig.  6I)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 1, although appearing similar to more anterior dorsal vertebrae, cannot be described in detail because of damage the centrum and neural arch (Fig. 6J) . This damage prevents the morphology of the base of the transverse processes from being assessed. Portions of the neural spine are missing, and the dorsal tip of the neural spine has been broken, resulting in a pentagonal outline.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 164,
                        "text": "(Fig. 6J)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 2 has portions of its neural spine and prezygapophyses missing, but possesses the most complete postzygapophyses of the entire dorsal series (Fig. 6K) . The morphology of the transverse processes and their bases is similar to more anterior dorsal vertebrae, though they originate slightly higher on the neural arch than the transverse processes of more anterior dorsal vertebrae. Similar to dorsal 11, the dorsal tip of the neural spine is damaged, resulting in a trapezoidal outline, and not the triangular outline of complete vertebrae. The postzygapophyses appear complete and totally undamaged. They are rounded triangles in lateral view with prominent spinopostzygapophyseal laminae extending to their tip and also extend above the height of the rest of the neural arch.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 164,
                        "text": "(Fig. 6K)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 3 is missing much of its neural spine, its left transverse process and both its pre-and postzygapophyses ( Fig. 6L-O) . The anterior articular surface of the centrum has a round, heart shape ( Fig. 6N ), like that of dorsal 9, whereas the posterior articular surface is incompletely prepared but appears to have an elliptical outline (Fig. 6O) . The anterior opening of the neural canal is incompletely prepared but appears elliptical, with the longaxis oriented mediolaterally (Fig. 6N) . The posterior opening of the neural canal is not preserved. The anterior and posterior centrodiapophyseal laminae are present on both sides of the centrum and neural arch ( Fig. 6L-M) , but are not as distinct as in more anterior dorsal vertebrae (e. g., dorsal 9). The right transverse process is well preserved and is elliptical, with the long axis oriented anteroposteriorly in cross section (Fig. 6L-M) . Like dorsal 12, the transverse process is located high on the neural arch (Fig. 6L) . The small portion of the neural spine that is preserved appears similar to this feature in all other vertebrae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 121,
                        "end": 131,
                        "text": "Fig. 6L-O)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 207,
                        "end": 214,
                        "text": "Fig. 6N",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 348,
                        "end": 357,
                        "text": "(Fig. 6O)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 492,
                        "end": 501,
                        "text": "(Fig. 6N)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 677,
                        "end": 687,
                        "text": "Fig. 6L-M)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 899,
                        "end": 910,
                        "text": "(Fig. 6L-M)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 987,
                        "end": 996,
                        "text": "(Fig. 6L)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 4 is embedded in plaster, so it is only visible in right lateral view (Fig. 7A) . It is incomplete, missing portions of its neural spine and the pre-and postzygapophyses. As in more anterior dorsal vertebrae, anterior and posterior centrodiapophyseal laminae are present, though the laminae extending from the pre-and postzygapophyses cannot be assessed due to the fragmentary nature of these features. The transverse process is similar in morphology to those of dorsals 12 and 13. The base of the neural spine is missing, but the dorsal half of the spine is present. It terminates in a slightly anteroposteriorly expanded dorsal tip, markedly different from the triangular tips of more anterior dorsal vertebrae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 84,
                        "end": 93,
                        "text": "(Fig. 7A)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "D o r s a l 1 5 is heavily reconstructed and is missing its postzygapophyses, right transverse process and the base of its neural spine (Fig. 7B) . The neural arch has been so heavily reconstructed that the base of the transverse process and any associated laminae could not be distinguished. The neural spine terminates in a dorsal tip similar to the one described in dorsal 14. The right prezygapophysis is nearly complete and appears to have an trans-prezygapophyseal lamina extending towards the midline. Our ability to assess this feature is hampered by the vertebra being embedded in plaster and only visible in right lateral view.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 136,
                        "end": 145,
                        "text": "(Fig. 7B)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.1.3."
            },
            {
                "text": "A single specimen assignable to Spinosuchus caseanus (WT 8/825 from the PPHM) has been identified from the Rotten Hill locality, a rich accumulation of temnospondyl amphibians and other tetrapods low in the Tecovas Formation of Potter County, Texas (MURRY 1986; LONG & MURRY 1995; LUCAS et al. 2001) . The specimen is a series of three articulated mid dorsal vertebrae preserved in a matrix block such that they are only fully visible in left lateral and ventral views (Fig. 7C-F) . We assign this material to S. caseanus based on the expanded neural spines, fossa anterior and posterior to the transverse processes formed by the prezygadiapophyseal and anterior centrodiapophyseal laminae and the postzygadiapophyseal and posterior centrodiapophyseal laminae, respectively, and spinopostzygapophyseal laminae that extend to nearly the tip of the postzygapophyses.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 261,
                        "text": "(MURRY 1986;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 262,
                        "end": 280,
                        "text": "LONG & MURRY 1995;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 281,
                        "end": 299,
                        "text": "LUCAS et al. 2001)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 469,
                        "end": 480,
                        "text": "(Fig. 7C-F)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Description of Spinosuchus material from the Rotten Hill locality",
                "sec_num": "4.2."
            },
            {
                "text": "The first vertebra in the series is missing the anterior end of the centrum and neural arch, including both prezygapophyses. The expanded neural spine is clearly present. The second vertebra is nearly complete, lacking only the left transverse process. The fossa anterior and posterior to the base of the transverse process and the expanded neural spine can be seen in lateral view (Fig. 7E) . The spinopostzygapophyseal laminae that extend to the tip of the postzygapophyses are visible only in posterior view (Fig. 7D) . The third vertebra in the series is missing its posterior half, including the neural arch and neural spine.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 382,
                        "end": 391,
                        "text": "(Fig. 7E)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 511,
                        "end": 520,
                        "text": "(Fig. 7D)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Description of Spinosuchus material from the Rotten Hill locality",
                "sec_num": "4.2."
            },
            {
                "text": "While incomplete, this material is clearly assignable to Spinosuchus caseanus and demonstrates the presence of this taxon at the Rotten Hill locality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of Spinosuchus material from the Rotten Hill locality",
                "sec_num": "4.2."
            },
            {
                "text": "Trilophosaurus quarry (NMMNH L-3775)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of Spinosuchus material from the KAHLE",
                "sec_num": "4.3."
            },
            {
                "text": "The Spinosuchus material from the KAHLE Trilophosaurus quarry consists of three transitional vertebrae (NMMNH P-57854-57856), four dorsal vertebrae (NMMNH P-57853, 57858, 57859 [in partim], 57861), two sacral vertebrae (NMMNH P-57859 [in partim] and 57860) and six caudal vertebrae (NMMNH P-57852, 57857, 57862-57865). The two vertebrae, dorsal 15 and sacral 1, of NMMNH P-57859 were found in articulation and thus given one specimen number, though they are discussed separately below. These vertebrae are better preserved and prepared than the holotype and allow for additional anatomical description. Notable among the material are the sacral and caudal vertebrae, which have not previously been identified or described in Spinosuchus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of Spinosuchus material from the KAHLE",
                "sec_num": "4.3."
            },
            {
                "text": "NMMNH P-57856 is a small vertebra with a complete neural spine, but has another bone fragment smashed against the left side of the centrum (Fig. 8A-D) . The vertebra is missing the anterior articular surface of the centrum and the right transverse process. The neural spine has only a minimally expanded dorsal tip, indicating that it is an anterior dorsal (~1 st to 3 rd ) vertebra.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 139,
                        "end": 150,
                        "text": "(Fig. 8A-D)",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.3.1."
            },
            {
                "text": "NMMNH P-57855 is nearly complete, missing the left prezygapophysis and portions of the neural spine, including the dorsal tip ( Fig. 8E-H) . The centrum is waisted and sharply keeled, with a circular anterior articular surface and subcircular posterior surface. The centrum is considerably shorter than the cervical centra of the holotype (Figs. 1, 3A-S) and more closely resembles the dorsals of the holotype (Figs. 3T, 4-7) . Thus, we interpret this vertebra as a transitional vertebra between the cervical and dorsal series. The parapophyses are confluent with the ventrolateral edge of the anterior articular surface of the centrum. Prominent pre-and postzygadiapophyseal and anterior and posterior centrodiapophyseal laminae are present, giving the neural arch an X-shape in lateral view. Also, there is an accessory lamina between the dorsal edge of the anterior articular surface of the centrum and the anteromedial base of the prezygapophyses. A fossa is formed between this accessory lamina and the anterior centrodiapophyseal lamina. The prezygapophyses are triangular and are taller than the postzygapophyses. The articular faces of the prezygapophyses face towards the base of the neural spine. The neural spine of the transitional vertebra differs from the dorsal neural spines of the holotype. The neural spine is rod-like with an elliptical (long axis oriented mediolaterally) cross section and thin, sheetlike lamina projecting laterally from the sides of the spine. The postzygapophyses are very thin anteroposteriorly, with the articular face directed ventrally. Spinopostzygapophyseal laminae extend from the tips of the postzygapophyses to the neural spine. No transpostzygapophyseal lamina is present. A dorsoventrally directed ridge is present at the posterior base of the neural spine.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 128,
                        "end": 138,
                        "text": "Fig. 8E-H)",
                        "ref_id": "FIGREF7"
                    },
                    {
                        "start": 339,
                        "end": 354,
                        "text": "(Figs. 1, 3A-S)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 410,
                        "end": 425,
                        "text": "(Figs. 3T, 4-7)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.3.1."
            },
            {
                "text": "NMMNH P-57854 preserves the centrum, which is partially reconstructed, the neural arch, with portions of the left postzygapophyses present, and a nearly complete neural spine (Fig. 8I-L) . The centrum is more elongate than NMMNH P-57855, lacks a keel, is not waisted and does not have distinct parapophyses, thus indicating that this vertebra, while a transitional vertebra based on neural spine morphology, is more posterior than NMMNH P-57855. Although the neural arch is incomplete, based on what is preserved pre-and postzygadiapophyseal and anterior and posterior centrodiapophyseal laminae are present. The neural spine is nearly complete and is very similar to the neural spine of NMMNH P-57855. The neural spine has a rounded dorsal tip and has lateral lamina like the other transitional vertebrae. The neural spine is angled anteriorly.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 186,
                        "text": "(Fig. 8I-L)",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Transitional vertebrae",
                "sec_num": "4.3.1."
            },
            {
                "text": "Four dorsal vertebrae of Spinosuchus have been collected from the KAHLE Trilophosaurus quarry (NMMNH L-3775). All these vertebrae are similar to the dorsal vertebrae of the holotype and confirm the presence of the following characteristics as described in the holotype: the development of the spinopostzygapophyseal laminae; the formation of a fossa anterior to the base of the transverse processes bordered dorsally by the prezygadiapophyseal laminae and ventrally by the anterior centrodiapophyseal laminae; the formation of a fossa posterior to the base of the transverse processes bordered dorsally by the postzygadiapophyseal laminae and ventrally by the posterior centrodiapophyseal laminae; the pre-and postzygapophyses flare outward and upward from the neural arch; the articular facets of the prezygapophyses are medially directed; and the articular facets of the postzygapophyses are laterally directed. These vertebrae are a variety of sizes, indicating that there are multiple individuals of Spinosuchus represented in the KAHLE Trilophosaurus quarry sample.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "NMMNH P-57853 is a small, nearly complete vertebra with a complete neural spine (Fig. 9E-H) . It is missing portions of the base of the neural spine and the right transverse process. The left transverse process is bent posterodorsally against the left postzygapophysis. The size of the neural spine height relative to the height of the centrum and neural arch, and the expansion of the dorsal tip indicates that this is a mid-dorsal (~6 th to 8 th ) vertebra.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 80,
                        "end": 91,
                        "text": "(Fig. 9E-H)",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "NMMNH P-57858 is a large dorsal vertebra with a complete left transverse process and is missing the right transverse process, the right postzygapophysis and the dorsal tip of the neural spine ( Fig. 9I-L) . The neural spine height and the expansion of the transverse process indicate that this vertebra is a mid dorsal (~6 th to 8 th ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 204,
                        "text": "Fig. 9I-L)",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "NMMNH P-57859 (in partim) is the largest dorsal vertebra collected from the KAHLE quarry ( Fig. 9M-P) . It is complete except for the dorsal tip of the neural spine and right transverse process. Based on the neural spine height and the robustness of the transverse process this vertebra is a posterior dorsal (~12 th to 15 th ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 101,
                        "text": "Fig. 9M-P)",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "NMMNH P-57861 is a small dorsal vertebra missing the left transverse process, left postzygapophysis and the dorsal end of the neural spine ( Fig. 9A-D) . The neural spine and transverse process morphology indicates that this vertebra is a posterior dorsal (~12 th to 14 th ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 141,
                        "end": 151,
                        "text": "Fig. 9A-D)",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "Given how incompletely known the cervical and dorsal series are in Trilophosaurus jacobsi (SPIELMANN et al. 2008 ) it could be suggested that the vertebal series of the holotype of Spinosuchus is the presacral series of T. jacobsi and that these two taxa should be synonymized. However, this contention cannot be supported. Additional cervical and dorsal material of T. jacobsi from the KAHLE quarry is in the process of being prepared and described elsewhere (SPIELMANN et al. in prep) . This new T. jacobsi material possesses neural spines that are anteroposteriorly long, rectangular and comparatively short dorsoventrally, similar to Trilophosaurus buettneri, and not dorsoventrally tall with triangular dorsal tips as in Spinosuchus.",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 112,
                        "text": "(SPIELMANN et al. 2008",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 460,
                        "end": 486,
                        "text": "(SPIELMANN et al. in prep)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dorsal vertebrae",
                "sec_num": "4.3.2."
            },
            {
                "text": "Two sacral vertebrae (NMMNH P-57859 [in partim] and P-57860) have been identified from the KAHLE quarry material. NMMNH P-57859 is an anterior sacral, based on the size of the transverse processes, whereas NMMNH P-57860 is a posterior sacral based on its less expansive transverse processes. The neural spines of the sacral vertebrae are transitional between the anteroposteriorly shortened neural spines of the dorsal series and the more anteroposteriorly expanded neural spines of the caudal series (see below for further description and discussion).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sacral vertebrae",
                "sec_num": "4.3.3."
            },
            {
                "text": "NMMNH P-57859 [in partim] is an anterior sacral (s1) missing the posterior articular surface of the centrum and the left postzygapophysis (Fig. 10A-D) . The centrum is single keeled and has an elliptical (long axis oriented mediolaterally) anterior articular surface. The prezygapophyses are anteroposteriorly thin and subrectangular in dorsal outline with dorsally facing articular faces. Prezygadiapophyseal and anterior centrodiapophyseal laminae form a shallow fossa on the anterior edge of the transverse processes. The transverse processes are directed ventrolaterally and their lateral tips are shallow U-shaped in outline. The base of the neural spine has a fossa that is bounded anteriorly by the spinoprezygapophyseal laminae and posteriorly by the postzygapophyses. The neural spine is mediolaterally compressed anteriorly, and the lower half of the posterior margin of the neural spine expands laterally. It is also approximately twice as tall as the centrum and neural arch. The postzygapophyses are small and triangular with ventrolaterally directed articular surfaces. The spinopostzygapophyseal laminae are similar to those of the transitional and dorsal vertebrae in that they attach to the dorsal tip of the postzygapophyses. No transpostzygapophyseal lamina is preserved, if it is indeed present.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 138,
                        "end": 150,
                        "text": "(Fig. 10A-D)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Sacral vertebrae",
                "sec_num": "4.3.3."
            },
            {
                "text": "NMMNH P-57860 is a posterior sacral (s2) missing both its prezygapophyses and the left postzygapophysis (Fig. 10E-H) . The anterior articular surface of the centrum is subcircular, whereas the posterior articular surface is elliptical (long axis oriented mediolaterally). Complete prezygapophyses are not present, though spinoprezygapophyseal laminae appear to be present. The transverse processes are rectangular in cross section and are nearly the same height as the height of the centrum. A small fossa is present on the anterior edge of the transverse process, which is bounded dorsally by the prezygadiapophyseal lamina and ventrally by the anterior centrodiapophyseal lamina. The neural spine is mediolaterally compressed and is at least twice the height of the neural arch and centrum. No fossae are present at the base of the neural spine, as in the anterior sacral vertebra. A small cleft is present along the posterior edge of the neural spine. The postzygapophysis has a spinopostzygapophyseal lamina similar to that of other vertebrae. The postzygapophysis is well above the level of the prezygapophyses, ovate in outline, and its articular surface is ventrolaterally directed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 104,
                        "end": 116,
                        "text": "(Fig. 10E-H)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Sacral vertebrae",
                "sec_num": "4.3.3."
            },
            {
                "text": "Six caudal vertebrae are identified from the KAHLE quarry material 57857, (57862) (57863) (57864) (57865) . These vertebrae were identified as caudals based on their rectangular neural spines, which are distinct from cervical, transitional and dorsal vertebrae, and thin, splint-like transverse processes that do not possess dia-or parapophyses for rib attachment, and thus distinguish them from cervicals, dorsals and sacrals. We interpret those caudal vertebrae with taller neural spines as more anterior (closer to the sacrum).",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 73,
                        "text": "57857,",
                        "ref_id": null
                    },
                    {
                        "start": 74,
                        "end": 81,
                        "text": "(57862)",
                        "ref_id": null
                    },
                    {
                        "start": 82,
                        "end": 89,
                        "text": "(57863)",
                        "ref_id": null
                    },
                    {
                        "start": 90,
                        "end": 97,
                        "text": "(57864)",
                        "ref_id": null
                    },
                    {
                        "start": 98,
                        "end": 105,
                        "text": "(57865)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "NMMNH P-57852 is a caudal vertebra missing the anterior articular surface of the centrum, both prezygapophyses, both transverse processes and the left postzygapophyses ( Fig. 10I-K) . The centrum is slightly waisted and has a posterior articular surface that is elliptical (long axis oriented mediolaterally). Transverse processes are not complete, but the bases of these processes indicate that they are dorsoventrally compressed and rectangular in dorsoventral view. The neural spine is rectangular and at least twice as tall as the centrum and neural arch. Notably, the neural spine is slightly backswept, distinguishing it from the neural spines of all the other series of vertebrae in the column. The postzygapophyses are subrectangular and anteroposteriorly compressed. Prominent spinopostzygapophyses form a wide cleft along the posterior margin of the neural spine, as in the sacral vertebrae. Based on the size of the neural spine on this vertebra we interpret it as the most anterior of all the KAHLE quarry caudal vertebrae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 181,
                        "text": "Fig. 10I-K)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "NMMNH P-57857 is a moderately-sized vertebra, missing its left prezygapophysis, both transverse processes and the dorsal third of the neural spine (Fig. 11A-D) . An approximate position of this vertebra cannot be determined due to the incompleteness of the neural spine. NMMNH P-57863 is a small caudal vertebra missing its left prezygapophysis, left transverse process, right postzygapophysis and portions of the neural spine ( Fig.  11I-L) . This vertebra is similar to P-57852 in all aspects except for those discussed below. The prezygapophysis is small and subtriangular. The pre-and postzygadiapophyseal and the anterior and posterior centrodiapophyseal laminae are greatly reduced compared to those of the dorsal and sacral vertebrae, and no fossa is present on either the anterior or posterior sides of the transverse process. The transverse processes are anteroposteriorly compressed and splint-like. The postzygapophyses are well above the level of the prezygapophyses. Much like P-57852, the size of the neural spine indicates it is an anterior caudal vertebra.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 147,
                        "end": 159,
                        "text": "(Fig. 11A-D)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 429,
                        "end": 441,
                        "text": "Fig.  11I-L)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "NMMNH P-57862 is a small caudal vertebra that is missing portions of its prezygapophyses and approximately half of its neural spine (Fig. 11E-H) . Based on the size of its neural spine it is an anterior caudal vertebra. In all other respects it is similar to NMMNH P-57852 and 57863.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 132,
                        "end": 144,
                        "text": "(Fig. 11E-H)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "NMMNH P-57865 is a moderately-sized, caudal vertebra missing the posterior half of its centrum, the tip of the left prezygapophysis and the right transverse processes (Fig. 10L-M) . The prezygapophyses are triangular, extend anteriorly and have articular surfaces that are directed medially. The neural spine is not as tall as previously described caudal vertebrae; it is only one to one and a half times the size of the centrum and neural arch. This indicates that this vertebra is a more posterior caudal vertebra than the caudal vertebrae previously described. This vertebra is similar to previously described caudal vertebrae, except for the size of the neural spine.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 167,
                        "end": 179,
                        "text": "(Fig. 10L-M)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "NMMNH P-57864 is a small caudal vertebra that lacks both prezygapophyses, portions of the neural spine, both transverse processes and the right postzygapophysis ( Fig.  11M-P) . This vertebra is a posterior caudal vertebra based on the size of its neural spine. In all other aspects it is similar to the other caudal vertebrae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 175,
                        "text": "Fig.  11M-P)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Caudal vertebrae",
                "sec_num": "4.3.4."
            },
            {
                "text": "Our reconstruction of the vertebral skeleton and \"sail\" of Spinosuchus (Fig. 12A) differs from the previous one provided by CASE (1928, fig. 6 and plate 1) . We used the original CASE figure as a base and modified it as needed based on our reexamination of the holotype and the new information provided by the KAHLE quarry material.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 135,
                        "text": "CASE (1928,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 81,
                        "text": "(Fig. 12A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 136,
                        "end": 155,
                        "text": "fig. 6 and plate 1)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "We do not include any reconstruction of the neural spines of the cervical series, as the only material CASE used for his reconstruction are fragments of bone that are not clearly associated with the cervical series (see above for discussion of the holotype as found by CASE). Given that the rest of the vertebral column does have expanded neural spines, it is probable that the cervical vertebrae also had expanded neural spines. However, given the variety of neural spine morphology within the vertebral column of Spinosuchus (each series appears to have a distinct neural spine shape) we cannot with confidence reconstruct the neural spines of the cervical series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "The transitional series has rod-like neural spines with thin, sheet-like lateral expansions. This morphology is provided for, to an extent, in CASE's reconstruction, as the vertebrae between the cervicals and dorsals have neural spines that are more rectangular in lateral view and do not have the expanded triangular tips of the dorsal series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "CASE's reconstruction of the dorsal series is generally correct, except in one distinct detail. CASE reconstructed the posterior dorsals as having neural spines that are significantly shorter than the mid dorsals, implicitly suggesting that the expanded neural spines and accompanying \"sail\" ended somewhere near the sacrum. We demonstrate that this interpretation is incorrect based on the presence of expanded neural spines in the sacral and caudal series. Thus, there is no shortening of the neural spines in the posterior dorsal series, and the \"sail\" must have extended posterior to the pelvis for some length down the tail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "The sacral vertebrae we include in our reconstruction have tall rectangular neural spines, as described above. We reconstruct two sacral vertebrae for Spinosuchus based on the two morphologies of sacral vertebrae from the KAHLE quarry material and the two sacrals present in Trilophosaurus (SPIELMANN et al. 2008) , and indeed in diapsids primitively (GAUTHIER et al. 1988) .",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 313,
                        "text": "(SPIELMANN et al. 2008)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 351,
                        "end": 373,
                        "text": "(GAUTHIER et al. 1988)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "The caudal series is only partially reconstructed because we do not have enough examples of caudal vertebrae from the KAHLE quarry material to provide a complete reconstruction. Spinosuchus had anterior caudals with neural spines that were tall, rectangular and backswept. Presumably, these transition to posterior caudals lacked tall neural spines or wide transverse processes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "In contrast to CASE's original reconstruction of Spinosuchus with its nearly uniform neural spine morphology and shortened neural spines on the posterior dorsals, we reconstruct Spinosuchus as having a variety of neural spine shapes along its vertebral column and expanded neural spines extending down the length of its body. (1927, fig. 6 ), the sacrals are based on NMMNH P-57859 and P-57860, and the caudals are based on NMMNH P-57852 and P-57865. Caudal 1 is an outline of P-57852, whereas caudal 4 is an outline of P-57865, other caudals are modified versions of these outlines. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 326,
                        "end": 339,
                        "text": "(1927, fig. 6",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Reconstruction of the vertebral column of Spinosuchus",
                "sec_num": "5."
            },
            {
                "text": "As RICHARDS (1999) first argued, Spinosuchus caseanus and the two species of Trilophosaurus, T. buettneri and T. jacobsi, share numerous similarities in their vertebral structure, which justify the inclusion of S. caseanus in the Trilophosauridae. As noted above, NESBITT et al. (2007) dismissed the similarities between Trilophosaurus and Spinosuchus as archosauromorph symplesiomorphies or as not restricted to only Trilophosaurus and Spinosuchus. SPIELMANN et al. (2008) produced a new osteology of Trilophosaurus based on both species (T. buettneri and T. jacobsi) that causes us to reevaluate the position of Spinosuchus relative to these taxa. Here, we discuss the various similarities between Spinosuchus and Trilophosaurus and compare them to a wide range of other archosauromorphs.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 285,
                        "text": "NESBITT et al. (2007)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 450,
                        "end": 473,
                        "text": "SPIELMANN et al. (2008)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison to Trilophosaurus and other archosauromorphs",
                "sec_num": "6."
            },
            {
                "text": "There are detailed resemblances between Spinosuchus and Trilophosaurus in the presence of similar laminae and fossae on the vertebrae that are not found in other basal archosauromorphs. Thus, the following characters are unique to Spinosuchus and Trilophosaurus: (1) the development of the spinopostzygapophyseal laminae, (2) the presence of transpostzygapophyseal laminae in the cervical series, (3) a cleft in the transpostzygapophyseal laminae in the cervical series, (4) the formation of a fossa anterior to the base of the transverse processes bordered dorsally by the prezygadiaophyseal laminae and ventrally by the anterior centrodiapophyseal laminae, (5) the formation of a fossa posterior to the base of the transverse processes bordered dorsally by the postzygadiapophyseal laminae and ventrally by the posterior centrodiapophyseal laminae, (6) the pre-and postzygapophyses of all vertebrae, except the anterior cervicals, flare outward and upward from the neural arch, (7) the articular facets of the prezygapophyses are medially directed; (8) the articular facets of the postzygapophyses are laterally directed and 9there is an abrupt transition from double-headed to singleheaded ribs in the dorsal series. These last four characters were originally noted by RICHARDS (1999), but have been reworded and modified to conform with the nomenclature used here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "In both Spinosuchus and Trilophosaurus the spinopostzygapophyseal laminae are extensive and extend to the posterior end of the postzygapophyses, and, in some vertebrae, actually overhang the postzygapophyses (Fig.  12B) . SPIELMANN et al. (2008) noted spinopostzygapophyseal laminae in all the presacral vertebrae of T. buettneri except the atlas (photographically illustrated in SPIELMANN et al. 2008, figs. 30-47) and in the cervical and dorsal vertebrae of Trilophosaurus jacobsi (photographically illustrated in SPIELMANN et al. 2008, figs. 94-95) . As described above, while the postzygapophyses are rarely complete in the holotype of S. caseanus when preserved, the spinopostzygapophyseal laminae are present and well developed, as in Trilophosaurus (Fig. 12B) .",
                "cite_spans": [
                    {
                        "start": 222,
                        "end": 245,
                        "text": "SPIELMANN et al. (2008)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 380,
                        "end": 415,
                        "text": "SPIELMANN et al. 2008, figs. 30-47)",
                        "ref_id": null
                    },
                    {
                        "start": 516,
                        "end": 551,
                        "text": "SPIELMANN et al. 2008, figs. 94-95)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 219,
                        "text": "(Fig.  12B)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 756,
                        "end": 766,
                        "text": "(Fig. 12B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "Transpostzygapophyseal laminae in the cervical series are present in both Spinosuchus and Trilophosaurus (Fig.  12B ). These laminae connect the postzygapophyses with a continuous sheet of bone, except for a single notch at the midline, which extends posteriorly to the same level as the postzygapophyses. SPIELMANN et al. (2008, figs. 30-33) described these laminae in the cervicals of Trilophosaurus buettneri, except for the atlas, and they were identified in the cervical vertebrae of T. jacobsi as well (SPIELMANN et al. 2008, fig. 94 ). These laminae are visible in Spinosuchus in cervicals 3 through 5 (Fig. 3E, K, Q) , which are the only cervicals that could be examined in dorsal view, given the current preparation of the specimen.",
                "cite_spans": [
                    {
                        "start": 306,
                        "end": 342,
                        "text": "SPIELMANN et al. (2008, figs. 30-33)",
                        "ref_id": null
                    },
                    {
                        "start": 508,
                        "end": 539,
                        "text": "(SPIELMANN et al. 2008, fig. 94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 115,
                        "text": "(Fig.  12B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 609,
                        "end": 624,
                        "text": "(Fig. 3E, K, Q)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "In the cervical series, a cleft in the transpostzygapophyseal laminae is likewise developed in both taxa (Fig.  12B) . SPIELMANN et al. (2008, figs. 30-33, 94 ) illustrated material of both Trilophosaurus buettneri and T. jacobsi, both of which possess this cleft. Like the transpostzygapophyseal laminae, this cleft can only be observed in cervicals 3 through 5 of Spinosuchus caseanus (Fig. 3E, K,  Q) .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 158,
                        "text": "SPIELMANN et al. (2008, figs. 30-33, 94",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 116,
                        "text": "(Fig.  12B)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 387,
                        "end": 403,
                        "text": "(Fig. 3E, K,  Q)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "The formation of two fossae at the base of the transverse processes, one anterior to the process and the other posterior, bordered dorsally and ventrally by the prezygadiapophyseal and the anterior centrodiapophyseal laminae and the postzygapophyseal and posterior centrodiapophyseal laminae, respectively, are found in the dorsal series of both Trilophosaurus and Spinosuchus (Fig. 12C ). These laminae are most clearly illustrated in dorsals 1 (Fig. 4R-S) , 4-5 ( Fig. 5H-I ), 8-10 ( Fig. 6A-I ) and 12-14 (Figs. 6K-O and 7A) of S. caseanus and dorsals 1, 3-5 and 10 (SPIELMANN et al. 2008, figs. 40-43f and 45a-f, respectively) of Trilophosaurus buettneri.",
                "cite_spans": [
                    {
                        "start": 558,
                        "end": 605,
                        "text": "3-5 and 10 (SPIELMANN et al. 2008, figs. 40-43f",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 377,
                        "end": 386,
                        "text": "(Fig. 12C",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 446,
                        "end": 457,
                        "text": "(Fig. 4R-S)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 466,
                        "end": 475,
                        "text": "Fig. 5H-I",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 486,
                        "end": 495,
                        "text": "Fig. 6A-I",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "In both Spinosuchus and Trilophosaurus the pre-and postzygapophyses of all the presacral vertebrae, except the anteriormost anterior cervicals, flare outward and upward from the neural arch. In Spinosuchus this is especially prominent in the postzygapophyses of the cervical series (Fig. 3E, K, Q) , which are significantly wider than the width of the centrum. However, this feature is less clear in the cervical prezygapophyses, which are either incomplete or appear to have a width that is approximately equal to that of the centrum. In the dorsal vertebrae the flaring of both pre-and postzygapophyses is clear in those vertebrae that can be examined in dorsal view, e. g., transitional vertebrae 1, 2 and dorsals 1, 2, 9, 13 (Figs. 4D, I, P, 5E, 6G, P, respectively) . In Trilophosaurus, all of the presacral vertebrae have pre-and postzygapophyses that flare out laterally further than the width of the centrum, except in the atlas where only the prezygapophyses flare (SPIEL-MANN et al. 2008, figs. 30-47) . This flaring is also present in the sacral and the proximal ten caudal vertebrae of T. buettneri. At the eleventh caudal vertebrae, the centra become more cylindrical, and the pre-and postzygapophyses, while slightly flared, are not as extensive as in more anterior caudals (SPIELMANN et al. 2008, figs. 48-63) . This is also true in the few identified dorsal and proximal caudal vertebrae of T. jacobsi (SPIELMANN et al. 2008, figs. 94-98) .",
                "cite_spans": [
                    {
                        "start": 723,
                        "end": 725,
                        "text": "9,",
                        "ref_id": null
                    },
                    {
                        "start": 726,
                        "end": 739,
                        "text": "13 (Figs. 4D,",
                        "ref_id": null
                    },
                    {
                        "start": 740,
                        "end": 742,
                        "text": "I,",
                        "ref_id": null
                    },
                    {
                        "start": 743,
                        "end": 745,
                        "text": "P,",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 749,
                        "text": "5E,",
                        "ref_id": null
                    },
                    {
                        "start": 750,
                        "end": 753,
                        "text": "6G,",
                        "ref_id": null
                    },
                    {
                        "start": 754,
                        "end": 756,
                        "text": "P,",
                        "ref_id": null
                    },
                    {
                        "start": 757,
                        "end": 770,
                        "text": "respectively)",
                        "ref_id": null
                    },
                    {
                        "start": 974,
                        "end": 1011,
                        "text": "(SPIEL-MANN et al. 2008, figs. 30-47)",
                        "ref_id": null
                    },
                    {
                        "start": 1288,
                        "end": 1324,
                        "text": "(SPIELMANN et al. 2008, figs. 48-63)",
                        "ref_id": null
                    },
                    {
                        "start": 1418,
                        "end": 1454,
                        "text": "(SPIELMANN et al. 2008, figs. 94-98)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 282,
                        "end": 297,
                        "text": "(Fig. 3E, K, Q)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "In both Spinosuchus and Trilophosaurus the articular facets of the prezygapophyses are principally medially directed, whereas the articular facets of the postzygapophyses are principally laterally directed. In the holotype of S. caseanus the neural arch is fragmentary in numerous vertebrae, though this character can be clearly seen in several vertebrae that are visible in anterior, posterior and/ or dorsal views, specifically cervicals 4 and 5 (Figs. 3I-K, O-Q, respectively) and dorsals 1, 2 and 9 (Figs. 4M-P, 5C-E, 6E-G, respectively). In T. buettneri this feature is more prominent in the transitional and dorsal vertebrae (SPIELMANN et al. 2008, figs. 34-47) and is best demonstrated in articulated dorsal vertebrae, dorsals 4 and 5 (SPIELMANN et al. 2008, fig. 43A-F) . In the cervical series the articular surfaces of the prezygapophyses are directed dorsally, whereas the surfaces of the postzygapophyses are directed ventrally, though these facets are progressively oriented more medially and laterally, respectively, as one moves posteriorly in the cervical series. These features in T. jacobsi are similar to those of T. buettneri (SPIELMANN et al. 2008, figs. 94-95) .",
                "cite_spans": [
                    {
                        "start": 631,
                        "end": 667,
                        "text": "(SPIELMANN et al. 2008, figs. 34-47)",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 777,
                        "text": "(SPIELMANN et al. 2008, fig. 43A-F)",
                        "ref_id": null
                    },
                    {
                        "start": 1146,
                        "end": 1182,
                        "text": "(SPIELMANN et al. 2008, figs. 94-95)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "An instant transition from double-headed to singleheaded ribs is shared by both Spinosuchus and Trilophosaurus. In Spinosuchus this transition occurs between dorsals 6 and 7 (the tenth and eleventh vertebrae of the holotype series), as originally reported by RICHARDS (1999: 52). However, in T. buettneri this transition occurs between the transitional vertebrae (the seventh through ninth vertebrae of the series) and the dorsal vertebrae (tenth through twenty-fifth vertebrae of the holotype series). RICHARDS (1999: 45) identified the seventh through ninth vertebra of the preserved series of S. caseanus as possible transitional vertebrae, based on the position of the diapophyses and morphology of the various neural spine laminae, whereas we have identified the cervical and dorsal vertebrae based primarily on centra morphology and shape and height of the neural arch, following SPIELMANN et al. (2008) . This results in both Spinosuchus and Trilophosaurus having this transition occurring near the beginning of the dorsal series, with an abrupt transition from a parapophysis low on the centrum and a diapophysis on the neural arch to a single diapophysis, instead of the parapophyses progressively being higher and higher on the centrum in progressively more posterior vertebrae.",
                "cite_spans": [
                    {
                        "start": 503,
                        "end": 522,
                        "text": "RICHARDS (1999: 45)",
                        "ref_id": null
                    },
                    {
                        "start": 886,
                        "end": 909,
                        "text": "SPIELMANN et al. (2008)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Similarities between Spinosuchus and Trilophosaurus",
                "sec_num": "6.1."
            },
            {
                "text": "Here we compare the shared characters of Spinosuchus and Trilophosaurus, listed above, with a variety of archosauromorph taxa in order to assess the claim of NESBITT et al. (2007) that the features that unite Trilophosaurus and Spinosuchus are archosauromorph symplesiomorphies or are not exclusive to these two taxa. The following taxa were used for comparison based on the cited literature: the protorosaurid archosauromorph Protorosaurus speneri (SEELEY 1888; ROMER 1956) ; the tanystropheid archosauromorph Tanystropheus (T. conspicuus and T. longobardicus) (WILD 1973) ; the rhynchosaurid archosauromorphs Hyperodapedon gordoni (BENTON 1983) , Mesosuchus browni (DILKES 1998) , Paradapedon huxleyi (CHATTERJEE 1974) , Rhynchosaurus articeps, R. broidei and R. spenceri (BENTON 1990) ; the protolactertid archosauromorph Protolacerta broomi (CAMP 1945a, b) ; the euparkeriid archosauriforms Euparkeria capensis (EWER 1965) and Halazhaisuchus qiaoensis (WU 1982) ; the erythrosuchid archosauriform Erythrosuchus africanus (GOWER 2003) ; the ornithosuchid archosaur Ornithosuchus (WALKER 1964); the \"rauisuchian\" archosaur Postosuchus kirkpatricki (CHATTERJEE 1985; LONG & MURRY 1995) ; the crocodylomorph archosaur Sphenosuchus (WALKER 1990) ; and the archosaurs Sikannisuchus huskyi (NICHOLLS et al. 1998) and Lotosaurus adentus (ZHANG 1975) . Vertebral columns of these taxa have been described and illustrated (Fig. 13) , which allowed for a direct comparison to Spinosuchus and Trilophosaurus.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 179,
                        "text": "NESBITT et al. (2007)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 449,
                        "end": 462,
                        "text": "(SEELEY 1888;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 463,
                        "end": 474,
                        "text": "ROMER 1956)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 562,
                        "end": 573,
                        "text": "(WILD 1973)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 633,
                        "end": 646,
                        "text": "(BENTON 1983)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 667,
                        "end": 680,
                        "text": "(DILKES 1998)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 703,
                        "end": 720,
                        "text": "(CHATTERJEE 1974)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 774,
                        "end": 787,
                        "text": "(BENTON 1990)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 845,
                        "end": 860,
                        "text": "(CAMP 1945a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 915,
                        "end": 926,
                        "text": "(EWER 1965)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 956,
                        "end": 965,
                        "text": "(WU 1982)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 1025,
                        "end": 1037,
                        "text": "(GOWER 2003)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1150,
                        "end": 1167,
                        "text": "(CHATTERJEE 1985;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1168,
                        "end": 1186,
                        "text": "LONG & MURRY 1995)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1231,
                        "end": 1244,
                        "text": "(WALKER 1990)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1287,
                        "end": 1309,
                        "text": "(NICHOLLS et al. 1998)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1333,
                        "end": 1345,
                        "text": "(ZHANG 1975)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1416,
                        "end": 1425,
                        "text": "(Fig. 13)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "Spinopostzygapophyseal laminae are not developed in any of the archosauromorphs examined except for Spinosuchus and Trilophosaurus. Among archosaurs, prominent spinopostzygapophyseal laminae are found in some \"rauisuchian\" archosaurs and saurichian dinosaurs (GAL-TON 1990: 338; WILSON 1999). Tanystropheus does possess prominent processes above the postzygapophyses of the cervical series, though these are difficult to interpret as there is not a single, expansive neural spine, but two small, triangular spinose processes (WILD 1973 , fig. 38a ). However, in Tanystropheus these processes above the postzygapophyses extend anteriorly, contacting the lateral margin of the neural arch, not these spinose processes.",
                "cite_spans": [
                    {
                        "start": 525,
                        "end": 535,
                        "text": "(WILD 1973",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 536,
                        "end": 546,
                        "text": ", fig. 38a",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "Transpostzygapophyseal laminae could not be definitively assessed in all taxa. For example, in Erythrosuchus africanus, GOWER (2003) lists cervical, pectoral and anterior dorsal vertebrae. The cervical vertebrae are fragmentary and do not include a complete neural arch (GOWER 2003, fig. 21c-e ). Though it should be noted that the pec- (1888, pl. 14) and ROMER (1956, fig. 128m ). Tanystropheus conspicuus from WILD (1973, fig. 38 ). Rhynchosaurus spenceri from BEN- TON (1990, fig. 32 ). Hyperodapedon gordoni from BENTON (1983, fig. 22b-d) . Mesosuchus browni from DILKES (1998, fig. 13a-b) . Paradapedon huxleyi from CHATTERJEE (1974, fig. 17b, f) . Protolacerta broomi from CAMP (1945a, pl. 1). Euparkeria capensis from EWER (1965, fig. 7d-h) . Halazhaisuchus qiaoensis from WU (1982, fig. 1a-b) . Erythrosuchus africanus from GOWER (2003, fig. 21b , c, e). Ornithosuchus longidens from WALKER (1964, fig. 8c, f) . Postosuchus kirkpatricki from CHATTERJEE (1985, fig. 12.3, 12.15) . Some vertebrae have been mirrored so that anterior is towards the left margin. toral vertebrae do have complete neural arches, and they do not possess transpostzygapophyseal laminae (GOWER 2003, fig. 22a ). The cervical and dorsal vertebrae of Ornithosuchus longidens are illustrated almost entirely in lateral view (WALKER 1964, fig. 8) , with a single exception ( fig. 8i ), which is in anterior view. Thus, the presence of transpostzygapophyseal laminae cannot be assessed based on illustrated specimens; however, nowhere in the detailed description of these vertebrae are any laminae between the postzygapophyses noted. Tanystropehus does possess a lamina between the cervical postzygapophyses (WILD 1973, figs. 39-46) . However, this lamina appears to be related to providing the dorsal margin of the neural canal; it is not as extensive as the transpostzygapophyseal laminae of Trilophosaurus or Spinosuchus, which extend well beyond the posterior margin of the neural canal and centrum. Thus, we note this feature in Tanystropheus for completeness, but hesitate to refer to it as a transpostzygapophyseal lamina.",
                "cite_spans": [
                    {
                        "start": 120,
                        "end": 132,
                        "text": "GOWER (2003)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 270,
                        "end": 282,
                        "text": "(GOWER 2003,",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 337,
                        "end": 351,
                        "text": "(1888, pl. 14)",
                        "ref_id": null
                    },
                    {
                        "start": 356,
                        "end": 368,
                        "text": "ROMER (1956,",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 468,
                        "end": 486,
                        "text": "TON (1990, fig. 32",
                        "ref_id": null
                    },
                    {
                        "start": 961,
                        "end": 985,
                        "text": "(1985, fig. 12.3, 12.15)",
                        "ref_id": null
                    },
                    {
                        "start": 1170,
                        "end": 1191,
                        "text": "(GOWER 2003, fig. 22a",
                        "ref_id": null
                    },
                    {
                        "start": 1304,
                        "end": 1325,
                        "text": "(WALKER 1964, fig. 8)",
                        "ref_id": null
                    },
                    {
                        "start": 1686,
                        "end": 1710,
                        "text": "(WILD 1973, figs. 39-46)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 283,
                        "end": 293,
                        "text": "fig. 21c-e",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 369,
                        "end": 378,
                        "text": "fig. 128m",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 417,
                        "end": 431,
                        "text": "(1973, fig. 38",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 512,
                        "end": 542,
                        "text": "from BENTON (1983, fig. 22b-d)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 582,
                        "end": 593,
                        "text": "fig. 13a-b)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 632,
                        "end": 651,
                        "text": "(1974, fig. 17b, f)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 737,
                        "end": 747,
                        "text": "fig. 7d-h)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 790,
                        "end": 800,
                        "text": "fig. 1a-b)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 838,
                        "end": 853,
                        "text": "(2003, fig. 21b",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 899,
                        "end": 917,
                        "text": "(1964, fig. 8c, f)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1354,
                        "end": 1361,
                        "text": "fig. 8i",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "BENTON (1983) identified and described few cervical vertebrae of Hyperodapedon gordoni, and provided no illustrations of cervicals in dorsal view, but no mention of any vertebral laminae is present in his description. Based on illustrations and descriptions transpostzygapophyseal laminae are not present in Protorosaurus spenneri (SEE-LEY 1888: 196-198) , Mesosuchus (DILKES 1998), Paradapedon (CHATTERJEE 1974) , Rhynchosaurus articeps (BEN-TON 1990), Protolacerta broomi (CAMP 1945a p. 31), Euparkeria (EWER 1965) , Halazhaisuchus (WU 1982) , Sphenosuchus (WALKER 1990) , Lotosaurus (ZHANG 1975) and Postosuchus (CHATTERJEE 1985, fig. 12-3d) . No cervical vertebrae have been described or illustrated for Rhynchosaurus spenceri (BENTON 1990) or Sikannisuchus (NICHOLLS et al. 1998) . Given that none of the archosauromorph taxa we compared to Spinosuchus and Trilophosaurus could be demonstrated to possess transpostzygapophyseal laminae, we conclude that none of the comparative taxa could possess a cleft in these laminae.",
                "cite_spans": [
                    {
                        "start": 331,
                        "end": 354,
                        "text": "(SEE-LEY 1888: 196-198)",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 412,
                        "text": "(CHATTERJEE 1974)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 505,
                        "end": 516,
                        "text": "(EWER 1965)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 534,
                        "end": 543,
                        "text": "(WU 1982)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 559,
                        "end": 572,
                        "text": "(WALKER 1990)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 586,
                        "end": 598,
                        "text": "(ZHANG 1975)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 615,
                        "end": 644,
                        "text": "(CHATTERJEE 1985, fig. 12-3d)",
                        "ref_id": null
                    },
                    {
                        "start": 731,
                        "end": 744,
                        "text": "(BENTON 1990)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 762,
                        "end": 784,
                        "text": "(NICHOLLS et al. 1998)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "The presence of two fossae at the base of the transverse processes, one anterior to the process and the other posterior, bordered by the prezygadiapophyseal and the anterior centrodiapophyseal laminae and the postzygapophyseal and posterior centrodiapophyseal laminae, respectively, in the dorsal series are not present in Ornithosuchus (WALK-ER 1964, fig. 8 ), Hyperodapedon (BENTON 1983, fig. 22 ), Mesosuchus (DILKES 1998, fig. 13 ), Paradapedon (CHAT-TERJEE 1974, fig. 17 ), Rhynchosaurus articeps (BENTON 1990, figs. 10-11) , R. brodiei (BENTON 1990, fig. 25a-d) , R. spenceri (BENTON 1990, fig. 32 ), Euparkeria (EWER 1965) , Halazhaisuchus (WU 1982) , Sphenosuchus (WALK-ER 1990, fig. 37e-g ), Sikannisuchus (NICHOLLS et al. 1998) and Lotosaurus (ZHANG 1975) . While Protorosaurus and Protolacerta could not be evaluated, as they do not have dorsal vertebrae described in the literature examined.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 425,
                        "text": "(DILKES 1998,",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 502,
                        "end": 528,
                        "text": "(BENTON 1990, figs. 10-11)",
                        "ref_id": null
                    },
                    {
                        "start": 542,
                        "end": 555,
                        "text": "(BENTON 1990,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 582,
                        "end": 595,
                        "text": "(BENTON 1990,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 618,
                        "end": 629,
                        "text": "(EWER 1965)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 647,
                        "end": 656,
                        "text": "(WU 1982)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 715,
                        "end": 737,
                        "text": "(NICHOLLS et al. 1998)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 753,
                        "end": 765,
                        "text": "(ZHANG 1975)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 352,
                        "end": 358,
                        "text": "fig. 8",
                        "ref_id": "FIGREF7"
                    },
                    {
                        "start": 376,
                        "end": 397,
                        "text": "(BENTON 1983, fig. 22",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 426,
                        "end": 433,
                        "text": "fig. 13",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 468,
                        "end": 475,
                        "text": "fig. 17",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 556,
                        "end": 567,
                        "text": "fig. 25a-d)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 596,
                        "end": 603,
                        "text": "fig. 32",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 687,
                        "end": 697,
                        "text": "fig. 37e-g",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "Erythrosuchus does have prezygadiapophyseal laminae on its anterior dorsal vertebrae (GOWER 2003, fig. 23a-b) and laminae that are in a similar position to the anterior and posterior centrodiapophyseal laminae in its dorsal vertebrae. However, the anterior centrodiapophyseal laminae extend directly from the diapophysis to the dorsal margin of the centrum in trilophosaurids, whereas in Erythrosuchus this lamina appears to connect the diapophysis with the parapophysis. We note the shift in the position of the lamina and how it corresponds to the shift in position of the parapophysis between anterior and more posterior dorsal vertebrae (GOWER 2003, compare fig. 23b  to fig. 24a ). In addition, these laminae disappear in more posterior dorsal vertebrae of Erythrosuchus as the paraand diapophyses become more confluent (GOWER 2003, compare fig. 24a and fig. 24b ). The posterior centrodiapophyseal laminae of trilophosaurids extends from the diapophysis to the dorsal margin of the centrum, whereas similar laminae in Erythrosuchus never reach the margins of the centra (GOWER 2003, figs. 23b, 24a-b) . A postzygadiapophyseal lamina is present in Erythrosuchus only in medial and posterior dorsal vertebrae, not throughout the dorsal series as in trilophosaurids. Tanystropheus possesses prezygadiapophyseal, anterior centrodiapophyseal and posterior centrodiapophyseal laminae similar to trilophosaurids (WILD 1973, figs. 52-54) . However, the lamina that extends posteriorly from the dorsal margin of the diapophyses does not contact the postzygapophyses, and thus cannot be termed a postzygadiapophyseal lamina. Postosuchus has similar laminae that are in the same position as the anterior centrodiapophyseal laminae, but serve only to connect the para-and diapophyses (CHATTERJEE 1985, fig. 12-10b, 12a, 15b) .",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 109,
                        "text": "(GOWER 2003, fig. 23a-b)",
                        "ref_id": null
                    },
                    {
                        "start": 641,
                        "end": 661,
                        "text": "(GOWER 2003, compare",
                        "ref_id": null
                    },
                    {
                        "start": 825,
                        "end": 845,
                        "text": "(GOWER 2003, compare",
                        "ref_id": null
                    },
                    {
                        "start": 1076,
                        "end": 1106,
                        "text": "(GOWER 2003, figs. 23b, 24a-b)",
                        "ref_id": null
                    },
                    {
                        "start": 1411,
                        "end": 1435,
                        "text": "(WILD 1973, figs. 52-54)",
                        "ref_id": null
                    },
                    {
                        "start": 1778,
                        "end": 1795,
                        "text": "(CHATTERJEE 1985,",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 662,
                        "end": 683,
                        "text": "fig. 23b  to fig. 24a",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 846,
                        "end": 867,
                        "text": "fig. 24a and fig. 24b",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1796,
                        "end": 1818,
                        "text": "fig. 12-10b, 12a, 15b)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "The flaring dorsally and laterally of the pre-and postzygapophyses of all but the anteriormost presacral vertebrae was not described or illustrated in any of the archosauromorph comparative taxa, except for the rhynchosaurids Hyperodapedon and Rhynchosaurus articeps. In Hyperodapedon the prezygapophyses of dorsal 1 flare dorsally and laterally, though not as far outward as in trilophosaurids. This flaring diminishes as one moves farther back in the dorsal series of Hyperodapedon and is not pronounced in the postzygapophyses (BENTON 1983, fig.  22b, d ). The dorsals of R. articeps have pre-and postzygapophyses that flare laterally farther than the width of the centrum, but are relatively flat compared to trilophosaurids (BENTON 1990, fig. 10b, c) . These similarities are not surprising given the hypothesized close phylogenetic relationship between trilophosaurids and rhynchosaurids (SPIELMANN et al. 2008 and references cited therein).",
                "cite_spans": [
                    {
                        "start": 729,
                        "end": 755,
                        "text": "(BENTON 1990, fig. 10b, c)",
                        "ref_id": null
                    },
                    {
                        "start": 894,
                        "end": 916,
                        "text": "(SPIELMANN et al. 2008",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 530,
                        "end": 556,
                        "text": "(BENTON 1983, fig.  22b, d",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "Several of the comparative archosauromorph taxa have vertebrae that have highly angled pre-and postzygapophyses, so that the articular facets are directed in part medially and laterally, respectively. This is most promi-nent in the pectoral and dorsal vertebrae of Erythrosuchus (GOWER 2003, figs. 22a, c, 23a, c-d) , cervicals and anterior dorsals of Ornithosuchus (WALKER 1964, fig. 8c-d) , anterior cervicals of Hyperodapedon (BENTON 1983, fig. 22b ) and the dorsals of Paradapedon (CHATTERJEE 1974, fig. 17 ). However, none of these taxa have pre-and postzygapophyses that are as highly angled as in the trilophosaurids. Indeed, none of the comparative taxa have postzygapophyses that are angled higher than approximately 45 degrees.",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 315,
                        "text": "(GOWER 2003, figs. 22a, c, 23a, c-d)",
                        "ref_id": null
                    },
                    {
                        "start": 366,
                        "end": 379,
                        "text": "(WALKER 1964,",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 485,
                        "end": 510,
                        "text": "(CHATTERJEE 1974, fig. 17",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 380,
                        "end": 390,
                        "text": "fig. 8c-d)",
                        "ref_id": "FIGREF7"
                    },
                    {
                        "start": 429,
                        "end": 451,
                        "text": "(BENTON 1983, fig. 22b",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "None of the comparative archosauromorph taxa, for which a reasonably complete presacral series is known (Ornithosuchus, Hyperodapedon, Mesosuchus, Paradapedon, Rhynchosaurus articeps, Halazhaisuchus) , demonstrate an abrupt transition from two-headed to singleheaded ribs. All have their dia-and parapophyses gradually becoming confluent farther back in the dorsal series.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 199,
                        "text": "(Ornithosuchus, Hyperodapedon, Mesosuchus, Paradapedon, Rhynchosaurus articeps, Halazhaisuchus)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison to other archosauromorph taxa",
                "sec_num": "6.2."
            },
            {
                "text": "Numerous features of the presacral vertebral series, both recognized by us above and previously noted by RICHARDS (1999), unite Spinosuchus and Trilophosaurus to the exclusion of all other archosauromorphs. Thus, we reject the assertion of NESBITT et al. (2007) that the distinct features that unite these two taxa are archosauromorph symplesiomorphies or that they occur in other non-trilophosaurid archosauromorphs. Additional cranial and appendicular characters would be ideal to unite Spinosuchus and Trilophosaurus within the Trilophosauridae, at present no such material exists for Spinosuchus. Therefore, the numerous similarities of the vertebral series must suffice for the time being.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 261,
                        "text": "NESBITT et al. (2007)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": "6.3."
            },
            {
                "text": "The Trilophosauridae are a geographically restricted, but long-lived group of archosauromorphs (Figs. 14-15; HECKERT et al. 2006; SPIELMANN et al. 2007a SPIELMANN et al. , 2008 . SPIEL- MANN et al. (2008) provided an in-depth discussion of the geographic and biostratigraphic distribution of Trilophosaurus and reviewed all published records of the genus.",
                "cite_spans": [
                    {
                        "start": 95,
                        "end": 108,
                        "text": "(Figs. 14-15;",
                        "ref_id": null
                    },
                    {
                        "start": 109,
                        "end": 129,
                        "text": "HECKERT et al. 2006;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 130,
                        "end": 152,
                        "text": "SPIELMANN et al. 2007a",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 153,
                        "end": 176,
                        "text": "SPIELMANN et al. , 2008",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 186,
                        "end": 204,
                        "text": "MANN et al. (2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Paleobiogeography and biostratigraphy of the Trilophosauridae",
                "sec_num": "7."
            },
            {
                "text": "Trilophosaurus fossils occur in West Texas, New Mexico and Arizona. Nearly all records from New Mexico and Arizona are microvertebrate specimens, consisting of isolated teeth and jaw fragments ( Fig. 14; SPIELMANN et al. 2008) . West Texas yields two collecting areas that pro- et al. (2007, 2008) . vide almost all the postcranial fossils of this taxon: Trilophosaurus buettneri at the Works Project Administration (WPA) quarries and T. jacobsi at the KAHLE Trilophosaurus quarry (NMMNH L-3775). Biostratigraphically, T. buettneri occurs from the mid-Otischalkian to the late Adamanian ( Fig. 15 ; HECKERT et al. 2006) of the landvertebrate faunachrons originally established by LUCAS & HUNT (1993) and LUCAS (1998) and subsequently expanded on (HUNT et al. 2005; LUCAS et al. 2007) . T. jacobsi occurs from the early Adamanian (St. Johnsian) through the mid-Revueltian (Fig. 15) . All of the Revueltian T. jacobsi re-cords were originally described as a new species, \"T. dornorum\", by MUELLER & PARKER (2006 ), which SPIELMANN et al. (2007a , b, 2008 subsequently synonymized with T. jacobsi, given that all the diagnostic features of \"T. dornorum\" are also present in large individuals of T. jacobsi.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 226,
                        "text": "et al. 2008)",
                        "ref_id": null
                    },
                    {
                        "start": 278,
                        "end": 297,
                        "text": "et al. (2007, 2008)",
                        "ref_id": null
                    },
                    {
                        "start": 599,
                        "end": 619,
                        "text": "HECKERT et al. 2006)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 680,
                        "end": 699,
                        "text": "LUCAS & HUNT (1993)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 704,
                        "end": 716,
                        "text": "LUCAS (1998)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 746,
                        "end": 764,
                        "text": "(HUNT et al. 2005;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 765,
                        "end": 783,
                        "text": "LUCAS et al. 2007)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 987,
                        "end": 1009,
                        "text": "MUELLER & PARKER (2006",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1010,
                        "end": 1042,
                        "text": "), which SPIELMANN et al. (2007a",
                        "ref_id": null
                    },
                    {
                        "start": 1043,
                        "end": 1052,
                        "text": ", b, 2008",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 195,
                        "end": 213,
                        "text": "Fig. 14; SPIELMANN",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 589,
                        "end": 596,
                        "text": "Fig. 15",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 871,
                        "end": 880,
                        "text": "(Fig. 15)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Paleobiogeography and biostratigraphy of the Trilophosauridae",
                "sec_num": "7."
            },
            {
                "text": "Spinosuchus caseanus is known from only three localities in West Texas, its type locality (the Spur-Crosbyton locality), the Rotten Hill locality and the KAHLE Trilophosaurus locality (NMMNH L-3775). The type locality, discussed above, is in Crosby County, West Texas and has et al. (2006) and SPIELMANN et al. (2007a SPIELMANN et al. ( , 2008 . Triangles = Otischalkian localities, circles = Adamanian localities, squares = Revueltian localities. Symbols with gray infilling are unsubstantiated records. been placed in the Tecovas Formation of the Chinle Group (MURRY 1986; LONG & MURRY 1995; LUCAS et al. 2001) . The Rotten Hill locality is located in Potter County, West Texas, and is known for its extensive and well-preserved metoposaurid amphibian fossils (COLBERT & IMBRIE 1956) . Three articulated vertebrae of Spinosuchus have been recognized from this site, based on the diagnostic neural spines of the taxon. Rotten Hill is also located in the Tecovas Formation of the Chinle Group, though stratigraphically higher than the holotype locality of Spinosuchus (MURRY 1986; LUCAS et al. 2001) . Occurrences of Spinosuchus vertebrae (the only known examples of the sacral and caudal vertebrae of this taxon) from the KAHLE Trilophosaurus quarry in Borden County, West Texas are the stratigraphically highest record of this taxon. The KAHLE Trilophosaurus quarry is stratigraphically low in the Trujillo Formation and yields a large collection of T. jacobsi cranial and postcranial material and is late Adamanian (Lamyan) in age (HECKERT et al. 2001 (HECKERT et al. , 2006 SPIELMANN et al. 2007a SPIELMANN et al. , 2008 . Thus, Spinosuchus is currently a taxon restricted in age to the Adamanian land-vertebrate-faunachron.",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 289,
                        "text": "et al. (2006)",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 317,
                        "text": "SPIELMANN et al. (2007a",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 318,
                        "end": 343,
                        "text": "SPIELMANN et al. ( , 2008",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 562,
                        "end": 574,
                        "text": "(MURRY 1986;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 575,
                        "end": 593,
                        "text": "LONG & MURRY 1995;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 594,
                        "end": 612,
                        "text": "LUCAS et al. 2001)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 762,
                        "end": 785,
                        "text": "(COLBERT & IMBRIE 1956)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1068,
                        "end": 1080,
                        "text": "(MURRY 1986;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1081,
                        "end": 1099,
                        "text": "LUCAS et al. 2001)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1534,
                        "end": 1554,
                        "text": "(HECKERT et al. 2001",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1555,
                        "end": 1577,
                        "text": "(HECKERT et al. , 2006",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1578,
                        "end": 1600,
                        "text": "SPIELMANN et al. 2007a",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1601,
                        "end": 1624,
                        "text": "SPIELMANN et al. , 2008",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Paleobiogeography and biostratigraphy of the Trilophosauridae",
                "sec_num": "7."
            },
            {
                "text": "Overall, trilophosaurids have great potential for biostratigraphic utility with the isolated teeth of Trilophosaurus allowing for species-level identification and the distinct neural spines of Spinosuchus allowing a single vertebra to be identified to genus-level. Trilophosaurids currently extend from the mid-Otischalkian through the mid-Revueltian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Paleobiogeography and biostratigraphy of the Trilophosauridae",
                "sec_num": "7."
            },
            {
                "text": "Our reexamination of the holotype of Spinosuchus caseanus, in addition to the recognition of additional records of this taxon, demonstrates that it is closely related to the trilophosaurid archosauromorph Trilophosaurus and thus is included in our revised Trilophosauridae. Previous arguments suggesting that features that unite Spinosuchus and Trilophosaurus are not limited to these two taxa or are archosauromorph symplesiomorphies are not substantiated based on a comparative analysis with a wide variety of contemporaneous Triassic archosauromorphs. The distinctive neural spine morphology of Spinosuchus allows for recognition of this taxon based on isolated presacral vertebrae and thus increases its biostratigraphic value. Spinosuchus is restricted to the Adamanian landvertebrate-faunachron.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": "8."
            },
            {
                "text": "T y p e g e n u s a n d s p e c i e s : Trilophosaurus buettneri CASE, 1928. I n c l u d e d t a x a : The type genus and species, Trilophosaurus jacobsiMURRY, 1987 and Spinosuchus caseanus VON HUENE, 1932.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "2. Description of Spinosuchus material from the Rotten Hill locality",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
                        ],
                        "last": "Systematic Paleontology",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Systematic paleontology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 285 4. Material . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 286 4.1. Redescription of the holotype . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 286 4.1.1. Cervical vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 286 4.1.2. Transitional vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 291 4.1.3. Dorsal vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 293 4.2. Description of Spinosuchus material from the Rotten Hill locality . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 298 4.3. Description of Spinosuchus material from the KAHLE Trilophosaurus quarry (NMMNH L-3775) . . . . 298 4.3.1. Transitional vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 298 4.3.2. Dorsal vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 300 4.3.3. Sacral vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 300 4.3.4. Caudal vertebrae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 303",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Triassic reptile Hyperodapedon from Elgin: functional morphology and relationships. -Philosophical Transactions of the Royal Society of London",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Benton",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Biological Sciences",
                "volume": "302",
                "issue": "",
                "pages": "605--718",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BENTON, M. J. (1983): The Triassic reptile Hyperodapedon from Elgin: functional morphology and relationships. -Philo- sophical Transactions of the Royal Society of London, Se- ries B, Biological Sciences, 302: 605-718.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The species of Rhynchosaurus, a rhynchosaur (Reptilia, Diapsida) from the Middle Triassic of England",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Benton",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "volume": "328",
                "issue": "",
                "pages": "213--306",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BENTON, M. J. (1990): The species of Rhynchosaurus, a rhyncho- saur (Reptilia, Diapsida) from the Middle Triassic of Eng- land. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 328: 213-306.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Protolacerta and the protorosaurian reptiles. Part I",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Camp",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "",
                "volume": "243",
                "issue": "",
                "pages": "17--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CAMP, C. L. (1945a): Protolacerta and the protorosaurian rep- tiles. Part I. -American Journal of Science, 243: 17-32.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Protolacerta and the protorosaurian reptiles. Part II",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Camp",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "",
                "volume": "243",
                "issue": "",
                "pages": "84--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CAMP, C. L. (1945b): Protolacerta and the protorosaurian reptiles. Part II. -American Journal of Science, 243: 84- 101.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "New reptiles and stegocephalians from the Upper Triassic of western Texas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1922,
                "venue": "",
                "volume": "321",
                "issue": "",
                "pages": "1--84",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, E. C. (1922): New reptiles and stegocephalians from the Upper Triassic of western Texas. -Carnegie Institution of Washington, Publication, 321: 1-84.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The vertebral column of Coelophysis COPE",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1927,
                "venue": "Contribution",
                "volume": "2",
                "issue": "",
                "pages": "209--222",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, E. C. (1927): The vertebral column of Coelophysis COPE. -University of Michigan Museum of Paleontology, Contri- bution, 2: 209-222.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "On the caudal region of Coelophysis sp. and on some new or little known forms from the Upper Triassic of western Texas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Contributions from the Museum of Paleontology",
                "volume": "4",
                "issue": "",
                "pages": "81--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, E. C. (1932): On the caudal region of Coelophysis sp. and on some new or little known forms from the Upper Triassic of western Texas. -University of Michigan, Contributions from the Museum of Paleontology, 4: 81-91.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A rhynchosaur from the Upper Triassic Maleri Formation of India",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "volume": "267",
                "issue": "",
                "pages": "209--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHATTERJEE, S. (1974): A rhynchosaur from the Upper Triassic Maleri Formation of India. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 267: 209-261.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "309",
                "issue": "",
                "pages": "395--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHATTERJEE, S. (1985): Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs. - Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 309: 395-460.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Triassic metoposaurid amphibians",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Colbert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Imbrie",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "110",
                "issue": "",
                "pages": "403--452",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COLBERT, E. H. & IMBRIE, J. (1956): Triassic metoposaurid am- phibians. -Bulletin of the American Museum of Natural History, 110: 403-452.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Early Triassic rhynchosaur Mesosuchus browni and the interrelationships of basal archosauromorph reptiles. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Dilkes",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "353",
                "issue": "",
                "pages": "501--541",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DILKES, D. W. (1998): The Early Triassic rhynchosaur Mesosu- chus browni and the interrelationships of basal archosauro- morph reptiles. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 353: 501- 541.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The anatomy of the thecodont reptile Euparkeria capensis Broom. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Ewer",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "248",
                "issue": "",
                "pages": "379--435",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EWER, R. F. (1965): The anatomy of the thecodont reptile Eu- parkeria capensis Broom. -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 248: 379-435.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Basal Sauropodomorpha -Prosauropoda",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Galton",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "The Dinosauria",
                "volume": "",
                "issue": "",
                "pages": "320--344",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GALTON, P. M. (1990): Basal Sauropodomorpha -Prosauropoda. -In: WEISHAMPEL, D. B., DODSON, P. & OSMÓLSKA, H. (eds.): The Dinosauria: 320-344;",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Amniote phylogeny and the importance of fossils",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Gauthier",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Kluge",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Cladistics",
                "volume": "4",
                "issue": "",
                "pages": "105--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GAUTHIER, J. A., KLUGE, A. G. & ROWE, T. (1988): Amniote phy- logeny and the importance of fossils. -Cladistics, 4: 105- 209.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Osteology of the early archosaurian reptile Erythrosuchus africanus, BROOM. -Annals of the South African Museum",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Gower",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "110",
                "issue": "",
                "pages": "1--84",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOWER, D. J. (2003): Osteology of the early archosaurian reptile Erythrosuchus africanus, BROOM. -Annals of the South African Museum, 110: 1-84.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "New occurrence of Trilophosaurus (Reptilia: Archosauromorpha) from the Upper Triassic of West Texas and its biochronological significance",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Zeigler",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "New Mexico Geological Society Guidebook",
                "volume": "52",
                "issue": "",
                "pages": "115--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HECKERT, A. B., LUCAS, S. G., KAHLE, R. & ZEIGLER, K. (2001): New occurrence of Trilophosaurus (Reptilia: Archosauro- morpha) from the Upper Triassic of West Texas and its bio- chronological significance. -New Mexico Geological Soci- ety Guidebook, 52: 115-122.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Revision of the archosauromorph reptile Trilophosaurus, with a description of the first skull of Trilophosaurus jacobsi, from the Upper Triassic Chinle Group",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Palaeontology",
                "volume": "49",
                "issue": "",
                "pages": "621--640",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HECKERT, A. B., LUCAS, S. G., RINEHART, L. R., SPIELMANN, J. A., HUNT, A. P. & KAHLE, R. (2006): Revision of the archosauro- morph reptile Trilophosaurus, with a description of the first skull of Trilophosaurus jacobsi, from the Upper Triassic Chinle Group, West Texas, USA. -Palaeontology, 49: 621- 640.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Die fossile Reptil-Ordung Saurischia. -Ihre Entwicklung und Geschichte",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "V"
                        ],
                        "last": "Huene",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Geologie und Palaeontologie, Serie",
                "volume": "1",
                "issue": "",
                "pages": "1--361",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUENE, F. v. (1932): Die fossile Reptil-Ordung Saurischia. -Ihre Entwicklung und Geschichte. -Monographien zur Geologie und Palaeontologie, Serie 1, 4: 1-361.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Late Triassic dinosaurs from the western United States",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Lockley",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Geobios",
                "volume": "31",
                "issue": "",
                "pages": "511--531",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUNT, A. P., LUCAS, S. G., HECKERT, A. B., SULLIVAN, R. M. & LOCKLEY, M. G. (1998): Late Triassic dinosaurs from the western United States. -Geobios, 31: 511-531.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Definition and correlation of the Lamyan: A new biochronological unit for the nonmarine Late Carnian (Late Triassic). -New Mexico Geological Society Guidebook",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "56",
                "issue": "",
                "pages": "357--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUNT, A. P., LUCAS, S. G. & HECKERT, A. B. (2005): Definition and correlation of the Lamyan: A new biochronological unit for the nonmarine Late Carnian (Late Triassic). -New Mex- ico Geological Society Guidebook, 56: 357-366.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Late Triassic (Carnian and Norian) tetrapods from the southwestern United States. -New Mexico Museum of",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Natural History and Science Bulletin",
                "volume": "4",
                "issue": "",
                "pages": "1--254",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, R. A. & MURRY, P. A. (1995): Late Triassic (Carnian and Norian) tetrapods from the southwestern United States. - New Mexico Museum of Natural History and Science Bul- letin, 4: 1-254.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Global tetrapod biostratigraphy and biochronology. -Palaeogeography, Palaeoclimatology, Palaeoecology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "143",
                "issue": "",
                "pages": "347--384",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LUCAS, S. G. (1998): Global tetrapod biostratigraphy and bio- chronology. -Palaeogeography, Palaeoclimatology, Palaeo- ecology, 143: 347-384.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Tetrapod biochronology of the Chinle Group (Upper Triassic), western United States. -New Mexico Museum of Natural History and Science Bulletin",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "327--329",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LUCAS, S. G. & HUNT, A. P. (1993): Tetrapod biochronology of the Chinle Group (Upper Triassic), western United States. - New Mexico Museum of Natural History and Science Bul- letin, 3: 327-329.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Triassic stratigraphy, biostratigraphy and correlation in east-central New Mexico",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "New Mexico Geological Society Guidebook",
                "volume": "52",
                "issue": "",
                "pages": "85--102",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LUCAS, S. G., HECKERT, A. B. & HUNT, A. P. (2001): Triassic stra- tigraphy, biostratigraphy and correlation in east-central New Mexico. -New Mexico Geological Society Guidebook, 52: 85-102.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Global Triassic tetrapod biostratigraphy and biochronology: 2007 status. -New Mexico Museum of Natural History and Science Bulletin",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "41",
                "issue": "",
                "pages": "229--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LUCAS, S. G., HUNT, A. P., HECKERT, A. B. & SPIELMANN, J. A. (2007): Global Triassic tetrapod biostratigraphy and bio- chronology: 2007 status. -New Mexico Museum of Natural History and Science Bulletin, 41: 229-240.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "A new species of Trilophosaurus (Diapsida: Archosauromorpha) from the Sonsela Member (Chinle Formation) of Petrified Forest National Park",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Mueller",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Arizona. -Museum of Northern Arizona Bulletin",
                "volume": "62",
                "issue": "",
                "pages": "119--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUELLER, B. D. & PARKER, W. G. (2006): A new species of Trilo- phosaurus (Diapsida: Archosauromorpha) from the Sonsela Member (Chinle Formation) of Petrified Forest National Park, Arizona. -Museum of Northern Arizona Bulletin, 62: 119-125.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Vertebrate paleontology of the Dockum Group, western Texas and eastern New Mexico",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "The beginning of the Age of Dinosaurs: faunal change across the Triassic-Jurassic boundary",
                "volume": "",
                "issue": "",
                "pages": "109--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MURRY, P. A. (1986): Vertebrate paleontology of the Dockum Group, western Texas and eastern New Mexico. -In: PADI- AN, K. (ed.): The beginning of the Age of Dinosaurs: faunal change across the Triassic-Jurassic boundary: 109-137;",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A critical reevaluation of the Late Triassic dinosaur taxa of North America",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Nesbitt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Irmis",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Systematic Palaeontology",
                "volume": "5",
                "issue": "",
                "pages": "209--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NESBITT, S. J., IRMIS, R. B. & PARKER, R. B. (2007): A critical re- evaluation of the Late Triassic dinosaur taxa of North Amer- ica. -Journal of Systematic Palaeontology, 5: 209-243.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "A new archosaur from the Upper Triassic Pardonet Formation of British Columbia",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Nicholls",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Brinkman",
                        "suffix": ""
                    },
                    {
                        "first": "X.-C",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Canadian Journal of Earth Sciences",
                "volume": "35",
                "issue": "",
                "pages": "1134--1142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NICHOLLS, E. L., BRINKMAN, D. B. & WU, X.-C. (1998): A new archosaur from the Upper Triassic Pardonet Formation of British Columbia. -Canadian Journal of Earth Sciences, 35: 1134-1142.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The interrelationships and evolution of basal theropod dinosaurs",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "W M"
                        ],
                        "last": "Rauhut",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Special Papers in Palaeontology",
                "volume": "69",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RAUHUT, O. W. M. (2003): The interrelationships and evolution of basal theropod dinosaurs. -Special Papers in Palaeontol- ogy, 69: 213 pp.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Osteology and relationships of Spinosuchus caseanus HUENE, 1932 from Texas (Dockum Group, Upper Triassic): a new interpretation. 157 pp.; M.S. thesis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICHARDS, H. R., III (1999): Osteology and relationships of Spinosuchus caseanus HUENE, 1932 from Texas (Dockum Group, Upper Triassic): a new interpretation. 157 pp.; M.S. thesis, Fort Hays State University, Hays.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Osteology of the reptiles. 772 pp.; Chicago",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Romer",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROMER, A. S. (1956): Osteology of the reptiles. 772 pp.; Chicago (University of Chicago Press).",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Researches on the structure, organization and classification of the fossil Reptilia 1. On Protorosaurus speneri (VON MEYER)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Seeley",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "volume": "178",
                "issue": "",
                "pages": "187--213",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SEELEY, H. G. (1888): Researches on the structure, organization and classification of the fossil Reptilia 1. On Protorosaurus speneri (VON MEYER). -Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 178: 187-213.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Taxonomy and biostratigraphy of the Late Triassic archosauromorph Trilophosaurus. -New Mexico Museum of Natural History and Science Bulletin",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "40",
                "issue": "",
                "pages": "231--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPIELMANN, J. A., LUCAS, S. G., HECKERT, A. B., RINEHART, L. F. & HUNT, A. P. (2007a): Taxonomy and biostratigraphy of the Late Triassic archosauromorph Trilophosaurus. -New Mexico Museum of Natural History and Science Bulletin, 40: 231-240.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Oldest record of the Late Triassic theropod dinosaur Coelophysis bauri. -New Mexico Museum of",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Natural History and Science Bulletin",
                "volume": "41",
                "issue": "",
                "pages": "384--401",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPIELMANN, J. A., LUCAS, S. G., RINEHART, L. F., HUNT, A. P., HECKERT, A. B. & SULLIVAN, R. M. (2007b): Oldest record of the Late Triassic theropod dinosaur Coelophysis bauri. - New Mexico Museum of Natural History and Science Bul- letin, 41: 384-401.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The Late Triassic archosauromorph Trilophosaurus. -New Mexico Museum of Natural History and Science Bulletin",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "43",
                "issue": "",
                "pages": "1--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPIELMANN, J. A., LUCAS, S. G., RINEHART, L. F. & HECKERT, A. B. (2008): The Late Triassic archosauromorph Trilophosaurus. -New Mexico Museum of Natural History and Science Bul- letin, 43: 1-177.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Triassic reptiles from the Elgin area: Ornithosuchus and the origin of carnosaurs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Philosophical Transaction of the Royal Society of London, Series B, Biological Sciences",
                "volume": "248",
                "issue": "",
                "pages": "53--134",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALKER, A. D. (1964): Triassic reptiles from the Elgin area: Or- nithosuchus and the origin of carnosaurs. -Philosophical Transaction of the Royal Society of London, Series B, Bio- logical Sciences, 248: 53-134.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "A revision of Sphenosuchus acutus HAUGHTON, a crocodylomorph reptile from the Elliot Formation (Late Triassic or Early Jurassic) of South Africa",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences",
                "volume": "330",
                "issue": "",
                "pages": "1--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALKER, A. D. (1990): A revision of Sphenosuchus acutus HAUGHTON, a crocodylomorph reptile from the Elliot Forma- tion (Late Triassic or Early Jurassic) of South Africa. - Philosophical Transactions of the Royal Society of London, Series B, Biological Sciences, 330: 1-120.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Die Triasfauna der Tessiner Kalkkalpen XXIII. Tanystropheus longobardicus (BASSANI) (Neue Ergebnisse). -Schweizerische Paläontologische Abhandlungen",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Wild",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "95",
                "issue": "",
                "pages": "1--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILD, R. (1973): Die Triasfauna der Tessiner Kalkkalpen XXIII. Tanystropheus longobardicus (BASSANI) (Neue Ergebnisse). -Schweizerische Paläontologische Abhandlungen, 95: 1-162.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "A nomenclature for vertebral laminae in sauropods and other saurischian dinosaurs",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "19",
                "issue": "",
                "pages": "639--653",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILSON, J. A. (1999): A nomenclature for vertebral laminae in sauropods and other saurischian dinosaurs. -Journal of Vertebrate Paleontology, 19: 639-653.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Two pseudosuchian reptiles from Shan-Gan-Ning basin. -Vertebrata Palasiatica",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "20",
                "issue": "",
                "pages": "293--301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WU, X. (1982): Two pseudosuchian reptiles from Shan-Gan- Ning basin. -Vertebrata Palasiatica, 20: 293-301.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "A new thecodont Lotosaurus, from the Middle Triassic of Hunan. -Vertebrata Palasiatica",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "K"
                        ],
                        "last": "Zhang",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "13",
                "issue": "",
                "pages": "144--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZHANG, F. K. (1975): A new thecodont Lotosaurus, from the Middle Triassic of Hunan. -Vertebrata Palasiatica, 13: 144- 147.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "New Mexico Museum of Natural History and Science, 1801 Mountain Road NW, Albuquerque, NM 87104-1375, USA E-mail of corresponding author: justin.spielmann1@state.nm.us ANDREW B. HECKERT, Department of Geology",
                "authors": [
                    {
                        "first": "Justin",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "Spencer",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas &",
                        "suffix": ""
                    },
                    {
                        "first": "Larry",
                        "middle": [
                            "F"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Addresses of authors: JUSTIN A. SPIELMANN, SPENCER G. LUCAS & LARRY F. RINEHART, New Mexico Museum of Natural History and Science, 1801 Mountain Road NW, Albuquerque, NM 87104-1375, USA E-mail of corresponding author: justin.spielmann1@state.nm.us ANDREW B. HECKERT, Department of Geology, Appalachian State University, ASU Box 32067, Boone, NC 28608-2067, USA H. ROBIN RICHARD III, 412 Elm Avenue, Norman, OK, 73069, USA Manuscript received: 5.3.2009, accepted: 12.6.2009.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "t i t u t i o n a l a b b r e v i a t i o n s NMMNH New Mexico Museum of Natural History and Science Albuquerque",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "text": "Spinosuchus caseanus, holotype; UMMP 7507. -A. Vertebral series (vertebrae 1 through 22) in plaster in right lateral view (photographed December 2006). B. Close-up of anterior third of vertebral series in right lateral view. C. Close-up of middle third of vertebral series in right lateral view. D. Close-up of posterior third of vertebral series in right lateral view. -Vertebrae are numbered, C = cervical, D = dorsal and T = transitional.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": "Spinosuchus caseanus, holotype; UMMP 7507. -A-F. Third cervical vertebra; in right lateral (A), left lateral (B), anterior (C), posterior (D), dorsal (E), ventral (F) views. G-L. Fourth cervical vertebra; in right lateral (G), left lateral (H), anterior (I), posterior (J), dorsal (K), ventral (L) views. M-R. Fifth cervical vertebra; in right lateral (M), left lateral (N), anterior (O), posterior (P), dorsal (Q), ventral (R) views. S. Sixth cervical vertebra in right lateral view. T. First transitional vertebra in right lateral view. The sixth cervical and first transitional vertebrae are embedded in plaster. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "text": "Spinosuchus caseanus, holotype; UMMP 7507. -A-G. Second transitional vertebra; in right lateral view (with neural spine) (A). B-G. Centrum; in right lateral (B), left lateral (C), dorsal (D), ventral (E), anterior (F), posterior (G) views. H-L. Third transitional vertebra; in right lateral (H), dorsal (I), ventral (J), anterior (K), posterior (L) views. M-S. First dorsal vertebra; in right lateral view (with complete neural spine) (M). N-S. Centrum with incomplete neural spine; in anterior (N), posterior (O), dorsal (P), ventral (Q), right lateral (R), left lateral (S) views. -A, H-M are to the same scale, as are B-G, N-S.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "text": "Spinosuchus caseanus, holotype; UMMP 7507. -A-F. Second dorsal vertebra; in right lateral (A), left lateral (B), anterior (C), posterior (D), dorsal (E), ventral (F) views. G. Third dorsal vertebra in right lateral view. H. Fourth dorsal vertebrae in right lateral view. I. Fifth dorsal vertebra in right lateral view. J. Sixth dorsal vertebra in right lateral view. K. Seventh dorsal vertebra in right lateral view. The third through seventh dorsal vertebrae are embedded in plaster. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "text": "Spinosuchus caseanus, holotype; UMMP 7507. -A. Eighth dorsal vertebra in right lateral view. B-H. Ninth dorsal vertebra; in right lateral view (with neural spine) (B); C-H. Centrum with neural arch; in right lateral (C), left lateral (D), anterior (E), posterior (F), dorsal (G), ventral (H) views. I. Tenth dorsal vertebra in right lateral view. J. Eleventh dorsal vertebra in right lateral view. K. Twelfth dorsal vertebra in right lateral view. L-Q. Thirteenth dorsal vertebra; in right lateral (L), left lateral (M), anterior (N), posterior (O), dorsal (P), ventral (Q) views. The eighth and tenth through twelfth dorsal vertebrae are embedded in plaster. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF6": {
                "text": "Spinosuchus caseanus. -A-B. Holotype; UMMP 7507. A. Fourteenth dorsal vertebra in right lateral view. B. Fifteenth dorsal vertebra in right lateral view. The fourteenth and fifteenth dorsal vertebrae are embedded in plaster. C-F. Three articulated dorsal vertebrae from the Rotten Hill locality, Texas; WT 8/825 from the PPHM; in anterior (C), posterior (D), left lateral (E), ventral (F) views. -Upper scale applies to A-B, lower scale applies to C-F.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF7": {
                "text": "Spinosuchus caseanus, three transitional vertebrae from the KAHLE Trilophosaurus quarry. -A-D. NMMNH P-57856; in anterior (A), posterior (B), right lateral (C), left lateral (D) views. E-H. NMMNH P-57855; in anterior (E), posterior (F), left lateral (G), right lateral (H) views. I-L. NMMNH P-57854; in anterior (I), posterior (J), left lateral (K), right lateral (L) views. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF8": {
                "text": "Spinosuchus caseanus, four dorsal vertebrae from the KAHLE Trilophosaurus quarry. -A-D. NMMNH P-57861; in anterior (A), posterior (B), right lateral (C), left lateral (D) views. E-H. NMMNH P-57853; in anterior (E), posterior (F), right lateral (G), left lateral (H) views. I-L. NMMNH P-57858; in anterior (I), posterior (J), right lateral (K), left lateral (L) views. M-P. NMMNH P-57859 (in partim); in anterior (M), posterior (N), right lateral (O), left lateral (P) views. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF9": {
                "text": "Spinosuchus caseanus, two sacral (A-H) and two caudal (I-M) vertebrae from the KAHLE Trilophosaurus quarry. -A-D. NMMNH P-57859 (in partim); in anterior (A), posterior (B), right lateral (C), left lateral (D) views. E-H. NMMNH P-57860, in anterior (E), posterior (F), right lateral (G), left lateral (H) views. I-K. NMMNH P-57852, in anterior (I), left lateral (J), right lateral (K) views. L-M. NMMNH P-57865, in left lateral (L), right lateral (M) views. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF10": {
                "text": "Spinosuchus caseanus, four caudal vertebrae from the KAHLE Trilophosaurus quarry. -A-D. NMMNH P-57857; in anterior (A), posterior (B), left lateral (C), right lateral (D) views. E-H. NMMNH P-57862; in anterior (E), posterior (F), left lateral (G), right lateral (H) views. I-L. NMMNH P-57863; in anterior (I), posterior (J), left lateral (K), right lateral (L) views. M-P. NMMNH P-57864; in anterior (M), posterior (N), left lateral (O), right lateral (P) views. -All images to same scale.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF11": {
                "text": "A. Reconstruction of the vertebral series of Spinosuchus caseanus. The presacral series is modified from CASE",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF12": {
                "text": "B-C. Comparison of Spinosuchus and Trilophosaurus vertebrae. B. Third cervical of Trilophosaurus buettneri in dorsal view (anterior to the left) compared to the fifth cervical of Spinosuchus caseanus in dorsal view. C. Dorsals 3 through 5 of T. buettneri in left lateral view compared to dorsal 12 of Spinosuchus caseanus in left lateral view (reversed for comparison). -Scale bar applies to A. B-C are not to scale. See 'Anatomical abbreviations' above for figure labeling.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF13": {
                "text": "Cervical and dorsal vertebrae from select archosauromorph taxa used for comparison. Protorosaurus speneri from SEELEY",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF14": {
                "text": "Index map showing the distribution of trilophosaurid fossil localities from Texas, Arizona and New Mexico. Biochronologic subdivision after LUCAS (1998). Locality numbers with an L prefix (i. e. L-4208) are NMMNH localities, PFV indicates a Petrified Forest National Park locality, MOTT VPL indicates a Museum of Texas Tech locality and SMU indicates a Southern Methodist University locality. -Abbreviations: DG: \"Dying Grounds.\" KTQ: KAHLE Trilophosaurus quarry (NMMNH L-3775). MOTT: MOTT VPL 3624, 3869 and 3878. PFV: Petrified Forest National Park. PQ: Placerias quarry. RH: Rotten Hill (SMU 121). SC: Sunday Canyon (SMU 123). SCHT: Spinosuchus caseanus holotype locality. SS: North Stinking Springs Mountain. WkT: Walker's Tank (T. buettneri type locality). WPA: Works Progress Administration sites (Trilophosaurus quarries). WT: Ward Terrace. Modified from SPIELMANN",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF15": {
                "text": "Biostratigraphic distribution of Trilophosaurus and Spinosuchus occurrences in the southwestern USA. See text for discussion. Modified from HECKERT",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "Spinosuchus caseanus, holotype, UMMP 7507; measurements of the centra and neural spines in mm. AP = as preserved, NP = not preserved. Measurement protocols. -Centrum length measured from ventral margin of anterior articular surface to posterior margin of same, as this is the most uniform observation possible. Centrum height measured from rim to top of articular surface -appears to be a reasonable proxy as relatively few centra have ventral excavations. Neural spine height measured from top of neural spine to top of postzygapophysis. Total vertebral height measured from top of neural spine straight down to ventral margin of centrum. Measurements in quotation marks are based on the reconstruction and are unverifiable without detailed notes of CASE or his collector/preparators.",
                "type_str": "table",
                "content": "<table><tr><td>Tab. 1.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Vertebra</td><td>Centrum length</td><td>Total height</td><td>Height neural spine</td><td>Height posterior articular surface</td><td colspan=\"2\">Articular surface width anterior posterior</td><td>Centrum body width</td><td colspan=\"2\">Ant-post length neural spine min max</td></tr><tr><td>1</td><td>45.5</td><td>\"80\"</td><td>?</td><td>17.7</td><td>24.2</td><td>17.7</td><td/><td/><td/></tr><tr><td>2</td><td>48.2</td><td>\"80\"</td><td>?</td><td>20,8</td><td>24</td><td colspan=\"2\">17.9~13</td><td/><td/></tr><tr><td>3</td><td>54.8</td><td>\"85\"</td><td>?</td><td>22.1</td><td>20.3</td><td colspan=\"2\">18.8~12</td><td/><td/></tr><tr><td>4</td><td>51.9</td><td>\"90\"</td><td>?</td><td>22.8</td><td/><td/><td/><td/><td/></tr><tr><td>5</td><td>32.9</td><td>100/\"110AP\"</td><td>53AP</td><td>23.3</td><td/><td/><td/><td>8.5</td><td>11</td></tr><tr><td>6</td><td>31.5</td><td>100/\"110AP\"</td><td>58AP</td><td>26</td><td>27.4</td><td>29</td><td>17.9</td><td>10</td><td>12</td></tr><tr><td>7</td><td>29.1</td><td>120AP \"110\"</td><td>71AP</td><td>17.4</td><td>29.5</td><td colspan=\"2\">26.6~20AP</td><td>11</td><td>11</td></tr><tr><td>8</td><td>30.4</td><td>121AP</td><td>87AP</td><td>21.2</td><td>26AP</td><td>22.1</td><td>13.5</td><td>7.5</td><td>13</td></tr><tr><td>9</td><td>33</td><td>NP</td><td>?</td><td>16</td><td>28.3</td><td>19.2AP</td><td>11.3</td><td>NP</td><td>NP</td></tr><tr><td>10</td><td>32.5</td><td>\"135\"</td><td>88AP</td><td>23.3</td><td/><td/><td/><td>9</td><td>9</td></tr><tr><td>11</td><td>35.6</td><td>145</td><td>102</td><td>18.8</td><td/><td/><td/><td>6.6</td><td>14</td></tr><tr><td>12</td><td>37</td><td>120AP</td><td>74AP</td><td>18.8</td><td/><td/><td/><td>7.4</td><td>15</td></tr><tr><td>13</td><td>36.6</td><td>\"160\"</td><td>114</td><td>17.8</td><td/><td/><td/><td>7.8</td><td>13</td></tr><tr><td>14</td><td>44.3</td><td>\"165\"</td><td>106AP</td><td>20</td><td/><td/><td/><td>8</td><td>8</td></tr><tr><td>15</td><td>39</td><td>167</td><td colspan=\"2\">130~19</td><td/><td/><td/><td>9.7</td><td>15.6</td></tr><tr><td>16</td><td>37</td><td>142AP</td><td colspan=\"2\">90AP~22?</td><td/><td/><td/><td>8.9</td><td>15</td></tr><tr><td>17</td><td>49.2</td><td>\"140AP\"</td><td colspan=\"2\">72+22AP~21AP</td><td/><td/><td/><td>8.5</td><td>14</td></tr><tr><td>18</td><td colspan=\"3\">43.7~130 \"130\"~91AP</td><td>23</td><td/><td/><td/><td>9</td><td>12</td></tr><tr><td>19</td><td>38.4</td><td>\"132\"</td><td>94</td><td>30.2?</td><td>24.2</td><td>25</td><td/><td>10</td><td>10</td></tr><tr><td>20</td><td>41.5</td><td>\"125\"</td><td>?</td><td>29.7</td><td>25</td><td>21.4</td><td/><td/><td>10.7</td></tr><tr><td>21</td><td>41.2</td><td>\"105AP\"</td><td>?</td><td>24.3</td><td/><td/><td/><td>NP</td><td>NP</td></tr><tr><td>22</td><td>39.6</td><td>\"100AP\"</td><td>61AP</td><td>25.4</td><td/><td/><td/><td>12.6</td><td>18.8</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-O, Q</td></tr></table>",
                "num": null
            }
        }
    }
}