{
    "paper_id": "Spielmannetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:10:36.921760Z"
    },
    "title": "REINTERPRETATION OF THE HOLOTYPE OF MALERISAURUS LANGSTONI, A DIAPSID REPTILE FROM THE UPPER TRIASSIC CHINLE GROUP OF WEST TEXAS",
    "authors": [
        {
            "first": "Justin",
            "middle": [
                "A"
            ],
            "last": "Spielmann",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Spencer",
            "middle": [
                "G"
            ],
            "last": "Lucas",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Adrian",
            "middle": [
                "P"
            ],
            "last": "Hunt",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "New Mexico Museum of Natural History and Science",
                "location": {
                    "addrLine": "1801 Mountain Rd",
                    "postCode": "87104-1375",
                    "settlement": "Albuquerque",
                    "region": "NM"
                }
            },
            "email": ""
        },
        {
            "first": "Andrew",
            "middle": [
                "B"
            ],
            "last": "Heckert",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Appalachian State University",
                "location": {
                    "postBox": "ASU Box 32067",
                    "postCode": "28608-2067",
                    "settlement": "Boone",
                    "region": "NC"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The holotype of Malerisaurus langstoni from the Late Triassic (Otischalkian) Trilophosaurus quarry 2 of West Texas is a chimera. The holotype represents at least 6-7 individuals of four reptilian groups: Trilophosauridae, Rhynchosauridae, Parasuchidae and Aetosauria. The majority of the material, including all of the cranial fragments, are re-identified as Trilophosaurus buettneri. Based on the chimeric nature of the specimen, the holotype of M. langstoni is restricted to the skull fragments and considered a junior subjective synonym of T. buetterni. This reassessment of M. langstoni calls into question the validity of M. robinsonae from the Maleri Formation in India and suggests that at least some of the elements referred to this taxon may, in fact, be a record of Trilophosaurus. This would extend the paleogeographic range of Trilophosaurus from a taxon endemic to the American Southwest to a nearly Pangean distribution during the Late Triassic.",
    "pdf_parse": {
        "paper_id": "Spielmannetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The holotype of Malerisaurus langstoni from the Late Triassic (Otischalkian) Trilophosaurus quarry 2 of West Texas is a chimera. The holotype represents at least 6-7 individuals of four reptilian groups: Trilophosauridae, Rhynchosauridae, Parasuchidae and Aetosauria. The majority of the material, including all of the cranial fragments, are re-identified as Trilophosaurus buettneri. Based on the chimeric nature of the specimen, the holotype of M. langstoni is restricted to the skull fragments and considered a junior subjective synonym of T. buetterni. This reassessment of M. langstoni calls into question the validity of M. robinsonae from the Maleri Formation in India and suggests that at least some of the elements referred to this taxon may, in fact, be a record of Trilophosaurus. This would extend the paleogeographic range of Trilophosaurus from a taxon endemic to the American Southwest to a nearly Pangean distribution during the Late Triassic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Malerisaurus langstoni is a Late Triassic (Otischalkian) diapsid reptile known only from a single partial skeleton, the holotype, collected from Trilophosaurus quarry 2. Located in Howard County, West Texas, 25 km southeast of Big Spring, the Trilophosaurus quarries in the Colorado City Formation of the Chinle Group ( Fig. 1 ; Lucas and Anderson, 1993) have been among the most important Late Triassic bonebeds in the American Southwest since their initial excavation and collection between 1939 and 1941 by the Work Projects Administration (WPA). Over the last 60-plus years, studies of the material from the various Trilophosaurus quarries have focused on osteology (Gregory, 1945; Parks, 1969; Demar and Bolt, 1981) , taphonomy of the quarry and paleoecology (Elder 1978 (Elder , 1987 , and the quarries' faunal composition with regard to its biostratigraphic utility (Hunt and Lucas, 1993; Long and Murry, 1995) . Indeed, the vertebrate fauna of the Trilophosaurus quarries is the \"type\" fauna of the Otischalkian land-vertebrate faunachron (lvf) of Hunt and Lucas (1993) .",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 354,
                        "text": "Lucas and Anderson, 1993)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 670,
                        "end": 685,
                        "text": "(Gregory, 1945;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 686,
                        "end": 698,
                        "text": "Parks, 1969;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 699,
                        "end": 720,
                        "text": "Demar and Bolt, 1981)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 764,
                        "end": 775,
                        "text": "(Elder 1978",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 776,
                        "end": 789,
                        "text": "(Elder , 1987",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 873,
                        "end": 895,
                        "text": "(Hunt and Lucas, 1993;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 896,
                        "end": 917,
                        "text": "Long and Murry, 1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1056,
                        "end": 1077,
                        "text": "Hunt and Lucas (1993)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 320,
                        "end": 326,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Malerisaurus langstoni, a member of this fauna, has only been examined in detail once, in its initial description by Chatterjee (1986) . In his description, Chatterjee compared the holotype of M. langstoni to the holotype and paratype of Malerisaurus robinsonae, a diapsid reptile from the Maleri Formation of India also initially described by Chatterjee (1980) . Nevertheless, our examination of the holotype of M. langstoni identifies it as a chimera, consisting of the skull, axial skeleton and femora of the archosauromorph Trilophosaurus buettneri, which are locally abundant in quarry 2, the humeri of the rhynchosaur Otischalkia elderae, a probable aetosaur braincase and portions of a juvenile phytosaur. Here, we also photographically illustrate key elements of the holotype of M. langstoni for the first time, including the skull, braincase, axial skeleton, humerus and femur. In this paper, TMM = Texas Memorial Museum, Austin. Chatterjee (1986) described the holotype of Malerisaurus langstoni, TMM 31099-11, as a nearly complete skeleton of a single individual consisting of: cranial elements; a braincase; vertebrae 2 through 8 (cervical), 10 through 25 (dorsal), 26 and 27 (sacral), 30 (proximal caudal) and 37 (distal caudal); interclavicle; shoulder girdle; humerus; radius; pelvis; femur; and tibia. We focus our discussion on the skull elements, braincase, axial skeleton, humerus and femur, all of which have diagnostic value and are generally distinct between Late Triassic reptile taxa.",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 134,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 344,
                        "end": 361,
                        "text": "Chatterjee (1980)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 939,
                        "end": 956,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The skull of M. langstoni (Fig. 2) is incomplete. Chatterjee (1986, p. 298) interpreted the elements present as \"the posterior half of the skull roof, quadrate, left jugal, and right mandible…held together in matrix.\" In Chatterjee's (1986, fig. 2) diagrams of the skull there are three distinct groups of elements: the parietal/quadrate, the postorbital and the lower jaw. The initial identifications of Chatterjee (1986) will hereafter be placed in quotation marks, whereas our current interpretation will be without quotes. The \"parietal/quadrate\" ( Fig. 2A-D ; Chatterjee, 1986, fig. 2) is actually a conglomeration of bone and matrix, although this is difficult to discern due to the thick preservative used on the specimen. What was initially interpreted as a \"parietal\" is actually a partial right maxilla of T. buettneri seen in medial view ( Fig. 2A-B, F ). This maxilla, as illustrated, has been rotated approximately 135° counterclockwise from its original life position. The gentle curve of the dorsal edge of the maxilla, located at the lower left in Figure 2B , forms the ventral margin of the right orbit. The gentle, wave-like sculpturing of the ventral surface of the maxilla, located at the upper right in the same illustration ( Fig. 2B ), are the edges of multiple tooth sockets. The \"parietal suture\" is the margin between the mediolaterally-thicker dorsal maxilla and the thinner, more laterallyplaced tooth row. The \"parietal foramen,\" which Chatterjee (1986) cited in his diagnosis of the species, is damage to the specimen-simply a divot in the maxilla-and does not represent a genuine morphologic feature.",
                "cite_spans": [
                    {
                        "start": 50,
                        "end": 75,
                        "text": "Chatterjee (1986, p. 298)",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 245,
                        "text": "Chatterjee's (1986, fig.",
                        "ref_id": null
                    },
                    {
                        "start": 405,
                        "end": 422,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 565,
                        "end": 587,
                        "text": "Chatterjee, 1986, fig.",
                        "ref_id": null
                    },
                    {
                        "start": 1465,
                        "end": 1482,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 26,
                        "end": 34,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 553,
                        "end": 562,
                        "text": "Fig. 2A-D",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 851,
                        "end": 863,
                        "text": "Fig. 2A-B, F",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1064,
                        "end": 1073,
                        "text": "Figure 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1248,
                        "end": 1255,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Skull",
                "sec_num": null
            },
            {
                "text": "We reinterpret the \"postorbital\" as the right anterior portion of the skull of T. buettneri in medial view, consisting of a partial nasal and an incomplete premaxilla ( Fig. 2A-B , E). As illustrated, the anterior portion of the skull, like the incomplete right maxilla, has been rotated 135°c ounterclockwise from its original life position. Reidentification of this element is based on its overall beak-like-shape and its hollow medial convexity. The curved posterior margin of the premaxilla may represent the anterodorsal margin of the external nares. The \"postorbital suture\" is actually a glue joint, not a morphologic feature. However, a suture between the premaxilla and nasal is present and is oriented at a 45° angle from the anterior tip of the two elements (Fig. 2B) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 169,
                        "end": 178,
                        "text": "Fig. 2A-B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 769,
                        "end": 778,
                        "text": "(Fig. 2B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Skull",
                "sec_num": null
            },
            {
                "text": "The \"right mandible\" is actually an incomplete skull roof consisting of a pair of prefrontals? and frontals? separated by the midline suture ( Fig. 2A-D) . A second suture angled towards the midline divides the prefrontal? and frontal? Only the posterior portion of the skull can be discerned, although it is likely that more anterior portions of the skull roof may be present.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 143,
                        "end": 153,
                        "text": "Fig. 2A-D)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Skull",
                "sec_num": null
            },
            {
                "text": "Based on our reinterpretation, all of the skull fragments of the holotype of Malerisaurus langstoni pertain to Trilophosaurus buettneri. Our comparisons are based on first-hand examinations of numerous specimens in the TMM as well as osteologies of Trilophosaurus skulls by Gregory (1945) , Parks (1969) and Heckert et al. (2006) .",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 288,
                        "text": "Gregory (1945)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 291,
                        "end": 303,
                        "text": "Parks (1969)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 308,
                        "end": 329,
                        "text": "Heckert et al. (2006)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Skull",
                "sec_num": null
            },
            {
                "text": "The braincase of \"M. langstoni\" is incomplete; the only preserved portions are the occipital condyle, basisphenoid, basal tuber, opisthotic? and cultriform process ( Fig. 2G-I ). The occipital condyle is oval in posterior view with a flattened dorsal margin. The basisphenoid has an ovalshaped depression between the basipterygoid processes and the basal tubera. The cultriform process is relatively short and constricted mediolaterally. A flange of bone that we interpret as a possible opisthotic extends laterally from the basisphenoid; this flange may represent a portion of the paraoccipital process.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 175,
                        "text": "Fig. 2G-I",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Braincase",
                "sec_num": null
            },
            {
                "text": "Among Late Triassic reptiles, a basisphenoid with a hemispherical depression is only present in the aetosaurs Coahomasuchus, Stagonolepis, Longosuchus, Desmatosuchus, Typothorax and Paratypothorax and the rauisuchians Sarcosuchus and Riojasuchus (Desojo and Heckert, 2004 , and references cited therein). Based on the relative rarity of rauisuchians in Otischalkian deposits and the presence of aetosaurs within these same deposits, we believe this braincase most likely is that of an aetosaur. While the size of the braincase is consistent with a small aetosaur, such as Coahomasuchus, the relatively short cultriform process of the \"M. langstoni\" braincase is not consistent with the elongate cultriform process of Coahomasuchus (Desojo and Heckert, 2004) , so the braincase of \"M. langstoni\" cannot be assigned to that taxon.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 271,
                        "text": "(Desojo and Heckert, 2004",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 731,
                        "end": 757,
                        "text": "(Desojo and Heckert, 2004)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Braincase",
                "sec_num": null
            },
            {
                "text": "The holotype of M. langstoni preserves a complete cervical series, more than two-thirds of the dorsal series, two of three sacral vertebrae and two caudals, one proximal and one distal. However, a number of anomalies and omissions are present within the axial skeleton. The cervical vertebrae of the holotype (Fig. 3A-G) are considerably larger than the dorsal vertebrae ( Fig. 3H-I ), especially the anterior dorsals ( Fig. 3H ), which are approximately half the length of the cervical vertebrae. This difference in size suggests that the axial skeleton of the holotype is derived from more than one individual. The cervical vertebrae, \"vertebrae 2-7\" of Chatterjee (1986, fig. 5 ), have a consistent overall size and are probably from a single individual. The two dorsal vertebral series (the anterior series is vertebrae 10-13 and the posterior series is vertebrae 19-25 of Chatterjee, 1986, fig. 5 ) show slight differences in size, which may represent either variation within the dorsal series or indicate that they are from two different individuals. The sacral and caudal vertebrae appear consistent in size with the posterior dorsal series and likely all originated from the same individual. The anterior series of dorsal vertebrae (Fig.  3H ) is illustrated by Chatterjee (1986, fig. 5 ) as consisting of four complete vertebrae, but when we examined the holotype this series of vertebrae consisted of three nearly complete vertebrae all with portions of Note that E-F have been rotated from their life positions. Note that in the line drawings, white areas represent exposed bone, gray areas represent matrix, black areas represent perforations in the specimen and hatched areas represent broken bone surfaces. Abbreviations: bd -basisphenoid depression; btbasal tuber; cv -cultriform process; fr? -frontal?; mx -maxilla; na -nasal; o? -opisthotic?; oc -occipital condyle; prf? -prefrontal?; pmx -premaxilla; ts -tooth sockets.",
                "cite_spans": [
                    {
                        "start": 656,
                        "end": 673,
                        "text": "Chatterjee (1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 877,
                        "end": 901,
                        "text": "Chatterjee, 1986, fig. 5",
                        "ref_id": null
                    },
                    {
                        "start": 1270,
                        "end": 1294,
                        "text": "Chatterjee (1986, fig. 5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 309,
                        "end": 320,
                        "text": "(Fig. 3A-G)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 373,
                        "end": 382,
                        "text": "Fig. 3H-I",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 420,
                        "end": 427,
                        "text": "Fig. 3H",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 674,
                        "end": 680,
                        "text": "fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1240,
                        "end": 1249,
                        "text": "(Fig.  3H",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Axial Skeleton",
                "sec_num": null
            },
            {
                "text": "their neural spines missing and a partial centrum attached to the posterior end of the series. Chatterjee (1986) illustrated the posterior series of dorsal vertebrae as unobstructed in left lateral view (Chatterjee, 1986, fig. 5 ), however, a number of ribs have been crushed dorsally into the sides of the posterior four vertebrae of this series, totally obscuring them in left lateral view (Fig. 3I) .",
                "cite_spans": [
                    {
                        "start": 95,
                        "end": 112,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 203,
                        "end": 228,
                        "text": "(Chatterjee, 1986, fig. 5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 392,
                        "end": 401,
                        "text": "(Fig. 3I)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Axial Skeleton",
                "sec_num": null
            },
            {
                "text": "All of the vertebrae of Malerisaurus langstoni can be assigned to T. buettneri. The cervical series of M. langstoni shares the following features with the cervical vertebrae of T. buettneri: tall semicircular neural spine of vertebra 2; anteroventrally-facing, laterally-projecting diapophyses of the vertebrae; and elongate centra that are arched in lateral view. The dorsal series shares the following similarities with T. buettneri: neural spines displaced posteriorly and postzygapophyses that extend past the posterior margin of the centra in the posterior vertebrae (Gregory, 1945). The caudal vertebrae are similar to T. buettneri in that they both possess extensive transverse processes that have concave dorsal surfaces. The caudal series is assigned to T. buettneri based on: elongate cylindrical centra of the vertebrae with no ventral keel; and in the distal caudals, the prezygapophyses extending directly from the centrum with no discernable neural arch. Also, Chatterjee (1986, fig. 5 ) illustrated what he considered the 37 th vertebra, with the anterior end facing towards the right side of the page; this is not corrected in Figure 3M in order to show the exact orientation of the specimen as illustrated by Chatterjee (1986) .",
                "cite_spans": [
                    {
                        "start": 975,
                        "end": 992,
                        "text": "Chatterjee (1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1226,
                        "end": 1243,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 993,
                        "end": 999,
                        "text": "fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1143,
                        "end": 1152,
                        "text": "Figure 3M",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Axial Skeleton",
                "sec_num": null
            },
            {
                "text": "The pectoral girdle of \"Malerisaurus langstoni\" consists of a narrow, high scapula, a coracoid with a post-glenoid projection and a glenoid with tubercle above it for the origin of the triceps muscle (Chatterjee, 1986, fig. 6B ). However, these features are all present in the pectoral girdle of Trilophosaurus buettneri, so the pectoral girdle of \"M. langstoni\" possesses no features that distinguish it from T. buettneri (Gregory, 1945, fig. 7 ). Therefore we reidentify the pectoral girdle of \"M. langstoni\" as a small individual of T. buettneri.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 218,
                        "text": "(Chatterjee, 1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 423,
                        "end": 438,
                        "text": "(Gregory, 1945,",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 219,
                        "end": 226,
                        "text": "fig. 6B",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 445,
                        "text": "fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pectoral Girdle",
                "sec_num": null
            },
            {
                "text": "The interclavicle of \"M. langstoni\" (Chatterjee, 1986, fig. 6 ) has a T-shaped anterior end, that with its slightly triangular anterior end, appears very similar to a phytosaur interclavicle (Camp, 1930 , fig. 14B ). Based on the relatively small size of the specimen we tentatively identify this element as a juvenile phytosaur interclavicle (Parasuchidae indeterminate).",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 54,
                        "text": "(Chatterjee, 1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 191,
                        "end": 202,
                        "text": "(Camp, 1930",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 55,
                        "end": 61,
                        "text": "fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 203,
                        "end": 213,
                        "text": ", fig. 14B",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Interclavicle",
                "sec_num": null
            },
            {
                "text": "The humerus of M. langstoni is that of a rhynchosaur. We directly compared it with the humeri of the holotype of Otischalkia elderae (Fig.  4A-H ; Hunt and Lucas, 1991) , and a number of similarities are apparent, including: expanded proximal and distal ends; a shaft that is oriented symmetrical to the proximal end; and a proximal end that is tetralobate. These characteristics are also shared with Trilophosaurus buettneri. Indeed, the similarity of T. buettneri and O. elderae humeri has made it difficult to distinguish these taxa based solely on isolated humeri (Long and Murry, 1995) . However, both the humeri of \"M. langstoni\" and O. elderae have distal ends that are bilobate in posterior view with ulnar and radial condyles that are separated by a shallow sulcus, features not possessed by T. buettneri, which has appressed condyles and no sulcus (Spielmann et al., 2005, fig. 3c-d) . Nevertheless, the humeri of \"M. langstoni\" cannot be confidently assigned to O. elderae due to their lack of a hook-like process on the supinator crest. Furthermore, the \"M. langstoni\" humeri do not have prominent supinator crests and lack the tripodal distal ends that are common among large Late Triassic rhynchosaurs. However, a similar lack of a prominent supinator crest and a bilobate distal end is seen in the primitive, gracile rhynchosaur Mesosuchus browni from the Early Triassic of South Africa (Dilkes, 1998) . Thus, the gracile nature of the humeri of \"M. langstoni\" may indicate that they represent either a small, adult rhynchosaur, heretofore undescribed from the Otischalkian fauna, or, more likely, a juvenile rhynchosaur (Rhynchosauria indet.).",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 168,
                        "text": "Hunt and Lucas, 1991)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 568,
                        "end": 590,
                        "text": "(Long and Murry, 1995)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 858,
                        "end": 882,
                        "text": "(Spielmann et al., 2005,",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1402,
                        "end": 1416,
                        "text": "(Dilkes, 1998)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 144,
                        "text": "(Fig.  4A-H",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 883,
                        "end": 893,
                        "text": "fig. 3c-d)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Humerus",
                "sec_num": null
            },
            {
                "text": "The radius of \"Malerisaurus langstoni\" (Chatterjee, 1986, fig. 7 ) is a typical Late Triassic reptile radius, without any features that distinguish it from many of the other taxa from the Trilophosaurus quarries. Based on the predominance of T. buettneri from the quarry we tentatively assign the radius of \"M. langstoni\" to cf. Trilophosaurus buettneri.",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 57,
                        "text": "(Chatterjee, 1986,",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 58,
                        "end": 64,
                        "text": "fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Radius",
                "sec_num": null
            },
            {
                "text": "The pelvic girdle of \"Malerisaurus langstoni\" consists of an ilium that bears a long, low triangular iliac blade with an anterior process, a gap between the pubis and ischium, a closed acetabulum and a prominent obturator foramen. All these features are shared with the pelvic girdles of phytosaurs (compare Chatterjee, 1986, fig. 7a with Camp, 1930, fig. 16 ), so based on size we assign the pelvis of \"M. langstoni\" to a juvenile phytosaur (Parasuchidae indeterminate).",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 325,
                        "text": "Chatterjee, 1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 339,
                        "end": 350,
                        "text": "Camp, 1930,",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 326,
                        "end": 333,
                        "text": "fig. 7a",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 358,
                        "text": "fig. 16",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Pelvic girdle",
                "sec_num": null
            },
            {
                "text": "The femora of \"Malerisaurus langstoni\" (Fig. 4I-T) are not as arched distally as illustrated by Chatterjee (1986, fig. 7 ). However, they are nearly identical to femora of T. buettneri from TMM quarry 2. Both \"M. langstoni\" and T. buettneri have oval proximal ends with slight concavities and an internal trochanter that projects ventrally (Fig. 4I-K) ; rectangular distal end ( Fig. 4L-N) ; and extensive internal trochanters that extend down the proximal third of the femoral shaft (see Spielmann et al., 2005 , for a complete discussion of T. buettneri femoral morphology and function). The slight kink in the proximal end of the femur of \"M. langstoni\" is likely the result of postmortem crushing of the specimen, and does not represent a morphological feature.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 113,
                        "text": "Chatterjee (1986,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 489,
                        "end": 511,
                        "text": "Spielmann et al., 2005",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 39,
                        "end": 50,
                        "text": "(Fig. 4I-T)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 114,
                        "end": 120,
                        "text": "fig. 7",
                        "ref_id": null
                    },
                    {
                        "start": 340,
                        "end": 351,
                        "text": "(Fig. 4I-K)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 379,
                        "end": 389,
                        "text": "Fig. 4L-N)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Femur",
                "sec_num": null
            },
            {
                "text": "Each tibia of \"Malerisaurus langstoni\" (Chatterjee, 1986, fig. 7fg ) has a proximal end with a slight groove on the medial surface where the femoral condyle would meet the rest of the proximal tibia; the proximal end of each also has an undeveloped cnemial crest, a posteriorly bowed shaft and a distal end lacking a ventral notch for the reception of the astragalus, one of the features Chatterjee (1986) used in his diagnosis. All of these features of the tibia are also seen in Trilophosaurus buettneri (Gregory, 1945, pl. 20, figs. 1-2) , so there is no feature that can distinguish the tibiae of the two taxa. Thus, we assign the tibia of \"M. langstoni\" to a juvenile T. buettneri. Chatterjee (1986, p. 297-298) provided the following diagnosis of the genus \"Malerisaurus\":",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 66,
                        "text": "(Chatterjee, 1986, fig. 7fg",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 405,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 506,
                        "end": 540,
                        "text": "(Gregory, 1945, pl. 20, figs. 1-2)",
                        "ref_id": null
                    },
                    {
                        "start": 687,
                        "end": 716,
                        "text": "Chatterjee (1986, p. 297-298)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tibia",
                "sec_num": null
            },
            {
                "text": "A Late Triassic protorosaurid, up to 120 cm in length; teeth conical, straight, slightly heterodont; scapulocoracoid narrow and tall with prominent postglenoid projection posteriorly; elongtated femur with pronounced internal trochanter; distal tarsal reduced to two; astrag[a]lus highly enlarged, calcaneum small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIAGNOSIS OF \"MALERISAURUS LANGSTONI\"",
                "sec_num": null
            },
            {
                "text": "Of the characteristics listed, only the prominent postglenoid pro-jection of the scapulocoracoid and the pronounced internal trochanter of the femur can be evaluated on the holotype of \"M. langstoni.\" As noted above, both of these features are seen in T. buettneri, with the prominent internal trochanter being a character that distinguishes the genus Trilophosaurus from all other Late Triassic reptiles. Chatterjee (1986, p. 298) provided the following diagnosis of the species \"Malerisaurus langstoni\": Skull with paired parietals and parietal foramen (apparently lacking in Malerisaurus robinsonae); coronoid process low; forelimb length 70% of the hindlimb length…tibia lacks ventral notch for reception of astragalus.",
                "cite_spans": [
                    {
                        "start": 406,
                        "end": 431,
                        "text": "Chatterjee (1986, p. 298)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIAGNOSIS OF \"MALERISAURUS LANGSTONI\"",
                "sec_num": null
            },
            {
                "text": "Our reassessment of the skull material of \"M. langstoni\" invalidates all of the skull characters listed by Chatterjee (1986) in his diagnosis. Limb ratios cannot be used to define this taxon due to its chimeric nature. The lack of a ventral notch on the tibia is a character that is also present in T. buettneri and thus cannot be used as a diagnostic character.",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 124,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIAGNOSIS OF \"MALERISAURUS LANGSTONI\"",
                "sec_num": null
            },
            {
                "text": "Overall, none of the characters used by Chatterjee (1986) in his diagnoses of \"M. langstoni\" are applicable based on our reassessment of the taxon. Based on the predominance of cranial characteristics in the diagnosis of \"M. langstoni,\" we restrict the holotype to the skull fragments ( Fig. 2A-E) and consider \"M. langstoni\" a junior subjective synonym of Trilophosaurus buettneri.",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 57,
                        "text": "Chatterjee (1986)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 287,
                        "end": 297,
                        "text": "Fig. 2A-E)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "DIAGNOSIS OF \"MALERISAURUS LANGSTONI\"",
                "sec_num": null
            },
            {
                "text": "Our reassessment has demonstrated the chimeric nature of the holotype of \"Malerisaurus langstoni\" and reassigned all the elements of the holotype (Table 1 ). Based on this reassessment, the holotype of \"Malerisaurus langstoni\" represents remains of 6-7 individual animals: 3-4 individuals of Trilophosaurus buettneri (cranial elements, vertebral column, pectoral girdle, humerus, radius, femur, tibia); a probable aetosaur (braincase); a juvenile phytosaur (interclavicle and pelvic girdle) and a small, gracile and/or juvenile rhynchosaur (humerus). Thus, the holotype represents elements of at least four disparate taxa of Late Triassic reptiles: Trilophosauridae, Parasuchidae, Rhynchosauridae and Aetosauria. This is consistent with the known macrovertebrate fauna from the Trilophosaurus quarries, which are dominated by specimens of T. buettneri with occasional remains of phytosaurs rhynchosaurs and aetosaurs (Gregory, 1945; Long and Murry, 1995; Heckert, 2004) .",
                "cite_spans": [
                    {
                        "start": 917,
                        "end": 932,
                        "text": "(Gregory, 1945;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 933,
                        "end": 954,
                        "text": "Long and Murry, 1995;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 955,
                        "end": 969,
                        "text": "Heckert, 2004)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 146,
                        "end": 154,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "\"Malerisaurus langstoni\" thus joins a list of several taxa from the Late Triassic of West Texas that have, upon reexamination, been revealed as chimerae of elements of multiple taxa brought into association by taphonomic agents. These taxa include Postosuchus (Chatterjee, 1985) , Shuvosaurus (Chatterjee, 1993) and, most prominently, Protoavis (Chatterjee, 1991 ) (see Long and Murry, 1995; Witmer, 2001 ; and others for relevant discussions).",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 278,
                        "text": "(Chatterjee, 1985)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 293,
                        "end": 311,
                        "text": "(Chatterjee, 1993)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 345,
                        "end": 362,
                        "text": "(Chatterjee, 1991",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 370,
                        "end": 391,
                        "text": "Long and Murry, 1995;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 392,
                        "end": 404,
                        "text": "Witmer, 2001",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "This reassessement of \"M. langstoni\" also raises questions about the validity of Malerisaurus robinsonae from the Maleri Formation of India (Chatterjee, 1980) and whether portions of it also pertain to Trilophosaurus. Based on photographs of the holotype of M. robinsonae, the femora of the specimen have a prominent internal trochanter that extends down the proximal third of the femoral shaft. This feature is quite rare among Permo-Triassic tetrapods and is only possessed by Trilophosaurus and Araeoscelis. If the holotype of M. robinsonae does indeed represent a partial skeleton of Trilophosaurus, then the paleogeographic distribution of Trilophosaurus would change from a fairly endemic distribution in the American Southwest ( Fig. 5 ; Heckert et al., 2006) to a nearly Pangean distribution. Also, this would provide the potential for a stronger correlation between the Maleri Formation of India and the Chinle Group of the American Southwest (Fig. 5 ), especially since it has been determined that isolated Trilophosaurus teeth can be identified to the species level (Heckert et al., 2006) .",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 158,
                        "text": "(Chatterjee, 1980)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 745,
                        "end": 766,
                        "text": "Heckert et al., 2006)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1077,
                        "end": 1099,
                        "text": "(Heckert et al., 2006)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 736,
                        "end": 742,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 952,
                        "end": 959,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Timothy Rowe and the staff of the Texas Memorial Museum for access to their collection. Jerry Harris and Robert Sullivan provided helpful reviews of the manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A study of the phytosaurs with description of new material from western North America: Memoirs of the University of California",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Camp",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "",
                "volume": "174",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Camp, C.L., 1930, A study of the phytosaurs with description of new mate- rial from western North America: Memoirs of the University of Califor- nia, v. 10, 174 pp.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Malerisaurus, a new eosuchian reptile from the late Triassic of India: Philosophical Transactions of the Royal Society of London, Series B, v. 291",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "163--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1980, Malerisaurus, a new eosuchian reptile from the late Triassic of India: Philosophical Transactions of the Royal Society of London, Series B, v. 291, p. 163-200.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs: Philosophical Transactions of the",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Royal Society of London B",
                "volume": "309",
                "issue": "",
                "pages": "395--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1985, Postosuchus, a new thecodontian reptile from the Triassic of Texas and the origin of tyrannosaurs: Philosophical Trans- actions of the Royal Society of London B, v. 309, p. 395-460.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Malerisaurus langstoni, a new diapsid reptile from the Triassic of Texas: Journal of Vertebrate Paleontology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "297--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1986, Malerisaurus langstoni, a new diapsid reptile from the Triassic of Texas: Journal of Vertebrate Paleontology, v. 6, p. 297-312.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Cranial anatomy and relationships of a new Triassic bird from Texas: Philosophical Transactions of the Royal Society of London B",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "332",
                "issue": "",
                "pages": "277--342",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1991, Cranial anatomy and relationships of a new Triassic bird from Texas: Philosophical Transactions of the Royal Society of London B, v. 332, p. 277-342.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Shuvosaurus, a new theropod: National Geographic Research and Exploration",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chatterjee",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "274--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chatterjee, S., 1993, Shuvosaurus, a new theropod: National Geographic Research and Exploration, v. 9, p. 274-285.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Dentitional organization and function in a Triassic reptile",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Demar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Bolt",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Paleontology",
                "volume": "55",
                "issue": "",
                "pages": "967--984",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Demar R. and Bolt, J.R., 1981, Dentitional organization and function in a Triassic reptile: Journal of Paleontology, v. 55, p. 967-984.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "New information on the braincase and mandible of Coahomasuchus (Archosauria: Aetosauria) from the Otischalkian (Carnian) of Texas: Neues Jahrbuch für Geologie und Paläontologie Monatshefte",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Desojo",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "605--616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Desojo, J.B. and Heckert, A.B., 2004, New information on the braincase and mandible of Coahomasuchus (Archosauria: Aetosauria) from the Otischalkian (Carnian) of Texas: Neues Jahrbuch für Geologie und Paläontologie Monatshefte, v. 2004, p. 605-616.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The Early Triassic rhynchosaur Mesosuchus browni and the interrelationships of basal archosauromorph reptiles: Philosophical Transactions of the Royal Society of London B",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Dilkes",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "353",
                "issue": "",
                "pages": "501--541",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dilkes, D.W., 1998, The Early Triassic rhynchosaur Mesosuchus browni and the interrelationships of basal archosauromorph reptiles: Philo- sophical Transactions of the Royal Society of London B, v. 353, p. 501- 541.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Paleontology and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "205",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elder, R.L., 1978, Paleontology and paleoecology of the Dockum Group, Upper Triassic, Howard County, Texas [M.S. thesis]: Austin, University of Texas, 205 p.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Taphonomy and paleoecology of the Dockum Group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of the Arizon-Nevada Academy of Sciences",
                "volume": "22",
                "issue": "",
                "pages": "85--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elder, R.L., 1987, Taphonomy and paleoecology of the Dockum Group, Howard County, Texas: Journal of the Arizon-Nevada Academy of Sci- ences, v. 22, p.85-94.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Osteology and relationships of Trilophosaurus: University of Texas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "",
                "volume": "4401",
                "issue": "",
                "pages": "273--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, J.T., 1945, Osteology and relationships of Trilophosaurus: Uni- versity of Texas, Publication 4401, p. 273-359.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Revision of the archosauromorph reptile Trilophosaurus, with a description of the first skull of Trilophosaurus jacobsi, from the Upper Triassic Chilne Group",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Rinehart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "49",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heckert, A.B., Lucas, S.G., Rinehart, L.R., Hunt, A.P. and Kahle, R., 2006, Revision of the archosauromorph reptile Trilophosaurus, with a de- scription of the first skull of Trilophosaurus jacobsi, from the Upper Triassic Chilne Group, West Texas, USA: Palaeontology, v. 49, p. 1-20.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A new rhynchosaur from the Upper Triassic of West Texas, and the biochronology of Late Triassic rhynchosaurs: Palaeontology",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "927--938",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A.P. and Lucas, S.G., 1991, A new rhynchosaur from the Upper Triassic of West Texas, and the biochronology of Late Triassic rhynchosaurs: Palaeontology, v. 34, p. 927-938.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Triassic vertebrate paleontology and biochronology of New Mexico: New Mexico Museum of Natural History and Science",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "49--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, A.P. and Lucas, S.G., 1993, Triassic vertebrate paleontology and biochronology of New Mexico: New Mexico Museum of Natural His- tory and Science, Bulletin 2, p. 49-60.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Late Triassic (Carnian and Norian) tetrapods from the southwest United States: New Mexico Museum of Natural History",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Long",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Murry",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bulletin",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long, R.L. and Murry, P.A., 1995, Late Triassic (Carnian and Norian) tetrapods from the southwest United States: New Mexico Museum of Natural History, Bulletin 4, 254 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Late Triassic vertebrates from the Dockum Formation near Otis Chalk",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kahle",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Guidebook",
                "volume": "44",
                "issue": "",
                "pages": "237--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G., Hunt, A.P. and Kahle, R., 1993, Late Triassic vertebrates from the Dockum Formation near Otis Chalk, Howard County, Texas: New Mexico Geological Society, Guidebook 44, p. 237-244.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Triassic stratigraphy in southeastern New Mexico and southwestern Texas: New Mexico Geological Society",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "231--235",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S.G. and Anderson, O.J., 1993, Triassic stratigraphy in southeastern New Mexico and southwestern Texas: New Mexico Geological Society, Guidebook 44, p. 231-235.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Cranial anatomy and mastication of the Triassic reptile Trilophosaurus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Parks",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "100",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parks, P., 1969, Cranial anatomy and mastication of the Triassic reptile Trilophosaurus [M.S. thesis]: University of Texas, 100 p.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The Late Triassic archosauromoph Trilophosaurus as an arboreal climber: Rivista Italiana di Paleontologia e Stratigrafia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Spielmann",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Heckert",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "395--412",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spielmann, J.A., Heckert, A.B. and Lucas S.G., 2005, The Late Triassic archosauromoph Trilophosaurus as an arboreal climber: Rivista Italiana di Paleontologia e Stratigrafia, v. 111, p. 395-412.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The role of Protoavis in the debate on avian origins",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Witmer",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Witmer, L.M., 2001, The role of Protoavis in the debate on avian origins;",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "New Perspectives on the origin and early evolution of Birds",
                "authors": [],
                "year": null,
                "venue": "Proceedings of the International Symposium in Honor of John H. Ostrom",
                "volume": "",
                "issue": "",
                "pages": "537--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "in Gauthier, J. and Gall, J.F. eds., New Perspectives on the origin and early evolution of Birds, Proceedings of the International Symposium in Honor of John H. Ostrom, New Haven, Yale Peabody Museum, p. 537- 548.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Index map and stratigraphic column showing the location of Trilophosaurus quarry 2 within the Late Triassic stratigraphy of West Texas.",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "Holotype of \"Malerisaurus langstoni,\" TMM 31099-11, A-F, skull fragments in A, medial view, B, interpretative line drawing of elements in A, C, lateral view, D, interpretative line drawing of elements in C, E, closeup of right maxillary fragment in medial view, F, closeup of anterior skull fragments in medial view, G-I, braincase in G, ventral view, H interpretative line drawing of elements in G, and H, left lateral view.",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": "Holotype of \"Malerisaurus langstoni,\" TMM 31099-11. A-G, Cervical vertebrae in left lateral view. H-I, Dorsal vertebrae in left lateral view. J-K, Sacral vertebrae in anterior view. L, Anterior caudal vertebrae in left lateral view. M, Posterior caudal vertebrae in right lateral view. Layout of figure modified fromChatterjee (1986, fig. 5).",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "Comparison of \"Malerisaurus langstoni,\" TMM 31099-11, and archosaurmorph limb elements. A-H, comparison of humeri of M. langstoni (A, C, E, G) and the holotype of Otischalkia elderae, TMM 31025-263, (B, D, F, H) in A-B, anterior, C-D, dorsal, E-F, proximal and G-H, distal views. I-T, comparison of femora of M. langstoni (J, M, P, S) and Trilophosaurus buettneri, TMM 31025-67(I, K, L, N, O, Q, R, T) in I-K, proximal, L-N, distal, O-Q, dorsal and R-T, posterior views.",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "text": "Paleogeographic map of the Late Triassic world with Trilophosaurus and Malerisaurus robinsonae localities highlighted.",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "text": "Chart presenting the reassessment of each element of the holotype of Malerisaurus langstoni.",
                "content": "<table/>",
                "num": null
            }
        }
    }
}