{
    "paper_id": "Steinen1971-ANALYSISOFTHENON-CERAMICARTIFACTSFROMAHOPEWELLIANAFFILIATEDSITEINGLADESCOUNTY,FLORIDA",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:10:51.509470Z"
    },
    "title": "LIST OF ILLUSTRATIONS •Figure",
    "authors": [],
    "year": "",
    "abstract": "Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission. ' 28 Polished and carved bone pins from the charnel house p o n d .",
    "pdf_parse": {
        "paper_id": "Steinen1971-ANALYSISOFTHENON-CERAMICARTIFACTSFROMAHOPEWELLIANAFFILIATEDSITEINGLADESCOUNTY,FLORIDA",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission. ' 28 Polished and carved bone pins from the charnel house p o n d .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The objectives of this paper are to study the tool kit of the Ft. Center peoples and from this and other non-ceramic artifacts to deduce aspects of the social structure. During the analytical process several previously unrecognized tool types were defined. This writer feels that the function of specific tool classes can be identified by the inspection of wear and striation patterns on artifacts. From these use-wear indicators we can determine the manner in which the tools were employed, and from these deduce what the function of the tool was.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Since the description and analysis of the materials is meaning less by itself, the data are presented with a description of the area, culture history, and a comparison with other materials. The geographi cal, historical and comparative data place the analysis and conclusion into an understandable framework.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "As the analysis of all the ceramic, stratigraphic, zooarchaeological and palynological data has not been completed, the dis cussion concerning these aspects of the site must be considered prelim inary and subject to revision.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The Glades area of Florida (Goggin 1964:78-95) has been the subject of archaeological research for many years. The most intensive This hypothesis is based on the assumption that a hunting gathering economy in this ecological area will generate only enough food to feed the individuals who are actively participating in food-getting prac tices, In order to construct these earthworks in a short time people must be freed from these activities. It is felt thatTrr-.ly. a surplus producing agricultural food source will allow this.",
                "cite_spans": [
                    {
                        "start": 27,
                        "end": 46,
                        "text": "(Goggin 1964:78-95)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Trade, as shown by ceramics and exotic materials was a question, as was the nature of the political and religious systems. Combining these two aspects we realize that the Md. A-Pond-Md. B aspect of the site is Hopewellian in nature. Thus, we are investigating the southern most penetration of the Hopewell phenomena.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Geomorphologically, the southern part of Florida, specifically the area south of Lake Okeechobee, can be divided into five areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "These are sandy flatlands, Big Cypress Swamp, Everglades, Atlantic",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The definition is based on ceramic styles. We may assign the following dates to the three periods: Glades Plain is greatly diminished. Belle Glade Plain . . . is found in equal strength in both the early and late periods.\" (Willey 1949b: 71 ). This time period roughly corresponds to Goggin1s Glades III.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 240,
                        "text": "(Willey 1949b: 71",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "FORT CENTER (GL 13) The following information on Ft. Center was obtained from personal experience, unpublished sources, a recent article by W. H.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 19,
                        "text": "(GL 13)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Sears (1971) and personal communication with W. H. Sears.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1971)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Our'knowledge of the Ft. Center site is quite extensive, thanks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "to numerous problem-oriented excavations conducted over the past sev eral years. The site itself is a complex of mounds and earthworks covering a square mile of wet savannah with scattered hammocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The sequence of occupation of the site is divided into three phases, each with its own provenience. The time span in question ranges from 400 B.C. to 900-1000 A.D.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The first inhabitants lived in small clusters on the open savannah. They excavated a series of circular ditches which ranged in diameter from 300 to 1200 feet. The hypothesized function of these ditches was to drain the enclosed land and make it suitable for agri culture .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The next occupation was farther to the east. It is composed of two mounds and an intervening pond (Fig. 3 ) . Md. A was a habita tion mound marked by a thick midden containing shell, both worked and unworked; bone; stone; and large amounts of pottery. Md. B was a ceremonial mound. It was composed of four strata or layers. The primary mound was a low (30\"-40\") truncated affair made of brown hardwith permission o f the copyright ow n e r Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 98,
                        "end": 105,
                        "text": "(Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "pan obtained from the pond excavations. On top of this was a very shallow midden with few artifacts. Next came a mud-streaked sand cap with arranged conch shell cups, bundle burials and individual skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The final layer was white sand which contained only intrusive burials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The pond appears to have been the first structure excavated at this location. It was dug to about 4 feet below the ground surface.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The brown hardpan which underlies the surface sand was used to con struct the platform mound and a wall which surrounded this section of the site. A platform or house was built over the pond. Supported by pilings, this charnel structure contained the remains of some three hundred people. Integral parts of the structure were large, elabo rately carved wooden birds and cats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The time period we are dealing with is 0 -500 A.D. A new force or concept known as Hopewell was introduced into the Belle Glade culture at this time. What Hopewell is and why we say that this part of the site is Hopewell will be discussed later.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The known sequence of occurrences at this ceremonial center is presented. They are verified by stratigraphy, typology and C-^ dates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "1) The pond was dug and the platform mound constructed. A small village occupied the area now known as Md. A. These people occasionally used the pond as a garbage dump. The bottom of the pond is covered by a midden which is several feet thick and corresponds exactly with the materials recovered from the midden on Md. A. Md, B was the residence of those responsible for the preparation of the dead for in clusion on the charnel platform. Our evidence for this was the remains, in the midden, of small human bones and teeth. 2) At about",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "500 A.D. the charnel platform burned. This triggered a series of events. The primary one was the apparent ceremonial closing down of the ceremonial mound. This was accomplished by placing a sand cap over the old structure. Within this cap were arranged burials retrieved from the pond and conch shell cups. We can verify this by experimentally reproducing the mud streaks in the sand by walking on the same type of sand with pond-muck-covered feet. After this was done, another cap, this one possibly 15 feet high, of sterile white sand was placed on top. While this was going on, a dirt cap was placed on the habitation mound. After this, the area was abandoned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The third stage of occupation shifted further to the east.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "This consisted of small residence mounds with long linear mounds or \"causeways\" attached. The projected use of these mounds is the same as that of the much older ditches-to provide for drainage and allow agriculture to be practiced. The dates for this occupation are A.D. 900 and later.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The concept Hopewell was introduced and said to apply to the Ft. Center question. As used in this paper, Hopewell will stand for a ceremonial/agricultural complex which through mechanisms little understood spread through most of the eastern United States.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "We recognize this Hopewellian complex by a series of traits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Some of them are burial mounds, earthworks, platform pipes, pan pipes, the employment of exotic goods in the ceremonialism; these may be modified or in their natural state-the bird motif and others. Corre sponding to the arrival of this ceremonialism in any given area we can recognize an increase in population. The time span for the complex is a few hundred years B.C. to a few hundred A.D.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "These Hopewellian traits occurred in what appeared to be isolated ceremonial centers. Early researchers confined their search for the supporting populations to the immediate vicinities of the ceremonial structures. Their work proved fruitless. Olaf Prufer (1965) worked under a different assumption. He theorized that Hopewell consisted of a double tradition: one was the ceremonial complex with its strong expression, and the other was the local supporting base.",
                "cite_spans": [
                    {
                        "start": 256,
                        "end": 262,
                        "text": "(1965)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "His work on the McGraw site substantiated this theory. He found that the Ohio Hopewell consisted of a supporting population with a long history of local development and the ceremonial centers. The amount of artifactual overlap between the two was extremely small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Prufer also thought that ceremonial centers which existed could only be built and supported by a people who relied to some degree on agriculturally produced foods. His finds of corn cobs at McGraw support this contention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The situation in the Southeast is similar to that of the Ohic-Illinois area. For a long time Hopewell was thought to be a culture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "It was not until Sears' \"Hopewellian Affiliation of Certain Sites on the Gulf Coast of Florida\" (1962) that a different approach was used.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 102,
                        "text": "(1962)",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "In this paper Sears demonstrated that the Santa Rosa-Swift Creek culture (Willey 1949:366-368) Hopewell. It represents the beginnings of \"a mound building tradition which dominates the northwest Florida coast and adjacent areas during the succeeding Weeden Island period . . . (Sears 1962:17) .",
                "cite_spans": [
                    {
                        "start": 73,
                        "end": 94,
                        "text": "(Willey 1949:366-368)",
                        "ref_id": null
                    },
                    {
                        "start": 277,
                        "end": 292,
                        "text": "(Sears 1962:17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Evidence for agriculture is extremely scarce. In most cases, it can only be hypothesized. Recent finds at Ft. Center (Sears 1971: 328-329) demonstrate that maize and a possible preparation technique were present in a Hopewellian level.",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 129,
                        "text": "(Sears 1971:",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Why is the Md. A-B-pond area of Ft. Center Hopewell? Its dates fall in the proper time span, it has platform pipes, exotic materials such as a galena hemi-cone, decorated bone pins, and mounds and earth works. The \"empty\" ceremonial center concept is not totally adhered to in this case because of the presence of Md. A. However, the artifactual overlap between the ceremonial and habitation areas is virtually zero.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "Vie can look upon the Belle Glade culture as being an indige nously developed culture from an Archaic base, but if this Archaic horizon existed in the immediate area around Lake Okeechobee is not known. At some point in time maize agriculture was either introduced or became important to their economic system (see Sears 1971:323-325) ./",
                "cite_spans": [
                    {
                        "start": 315,
                        "end": 334,
                        "text": "Sears 1971:323-325)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER II",
                "sec_num": null
            },
            {
                "text": "The savannah area, with modifications, proved to be an acceptable area for maize cultivation. Ft. Center shows the continuum of development for the culture. The change from the first to second periods of occu pation can be accounted for by the introduction of Hopewell. A preparation technique for maize, previously unknown, which allowed for the accumulation of food, may have been the important contribution of the Hopewellian complex. Until c o m became a storable commodity it",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "could not have been used to support the workers needed for the con struction of the ceremonial centers, the ceremonial practitioner or craft specialists. Evidence of a lime preparation technique is present on Md. A (ibid.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "After the burning of-the charnel platform and the closing of the mound complex the population seems to have shifted further to the east. If they still participated in the Hopewellian ceremonialism, utilizing one of the other centers in the area, is not known. What we are fairly certain of is that they continued to grow corn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "A detailed discussion of the Ft. Center non-ceramic artifacts follows. The analytical technique employed was designed to yield knowledge of how various artifacts were used. From this, it is felt that various tool types can be accurately defined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "For ease in analysis, the artifacts were broken down into categories corresponding to either raw material or projected tool type. Thus, we have sharks' teeth as one category and projectile points as another. In some cases an exact use for defined tools is given and supported by comparative studies. Unfortunately, in some cases, no use-wear indicators were observable, so only problematical labels could be assigned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission. tification is yet to be made, but the sample was divided according to the morphology into 8 categories, representing'the species. The 9th type was reserved for unidentifiable broken teeth. Category II may be representative of two distinct species. The reasons for this are presented in the section dealing with this category.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Each specimen was examined through a variable power reflecting binocular microscope. To obtain as complete a visual representation as possible, several variables were employed. The magnification power of the microscope ranged from 5x to 30x. The light source has three different intensities, has a variable focus and is adjustable for height and angle. The other variable was the positioning and angle of the shark tooth in relation to the light source and micro scope. These variables allowed for the complete inspection of all sections of the teeth with specific interest in wear patterns, striations, broken cusps, blunting of enamel, or any other changes in the in the teeth from use or purposeful modification.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "As the inspection of each type progressed, a uniformity of wear/modification became apparent. In some cases, it was difficult to determine if the tooth nad been utilized as a tool or not. The lack of indications of use (cusp wear and breakage, battering of the tooth tip, chips of enamel on the tip, mesial and distal surfaces and striations) or hafting (blunting or removal of gumline cusps, perforations, notching and breakage of root tips) are indicative that the individual tooth in question had not been utilized as a tool, or had not been used enough to leave any traces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Particular attention was paid to wear patterns ana mode of hafting. It is felt that if these can be determined, the manner of use can be accurately deduced. As stated previously, definite patterns of wear were quickly recognized. The manner of hafting showed a similar patterning within the individual types. The hafting perfora tions in the teeth were drilled from both sides and were tapered as they went in. This indicates that a pointed drill, probably made of stone, was used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Category I (79 examples) (Fig. 4) This category has been tentatively identified as Galeocendo cuvier or tiger shark. The teeth exhibited a fairly uniform wear pattern. This consists of both mesial and distal wear of the cusps in the occlusal region (tip). Although bilateral wear is present in most cases, it is generally heavier mesialiy. The manner in which the occlusal surface is affected is also patterned. The dominant form is round, but with the more heavily abraded specimens a beveling takes place, the mesial edge being more worn than the distal. Chips are commonly missing from the buccal and lingual sides of the occlusal area. A striation pattern is also in evidence. Grooves, barely penetrating the surface of the enamel, occur in a mesial/distal plane. Some other forms are for the striation to be \"anoular\" or to have no definite patterns. The most prevalent form is for parallel striation in the mesial/distal plane.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 33,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Evidence for hafting is quite common. Perforations, notching, blunting or removal of the \"gumline\" enamel of the tooth are taken as evidence of this process. These modifications of the enamel are felt to be indicative of the hafting process because of the pressure applied to the tooth by the twine used to hold the tooth in the handle. No indications of a glue or cement were found (see Martin, Ouimby and Collier 1947:395) or for the grinding of the roots (see Willey 1949b:45) . The perforations ranged from 213 mm to 5.5 mm in diameter. All were situated just above the gumline.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 424,
                        "text": "Martin, Ouimby and Collier 1947:395)",
                        "ref_id": null
                    },
                    {
                        "start": 463,
                        "end": 479,
                        "text": "Willey 1949b:45)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The evidence suggests two possible methods of hafting:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "(1) The tooth was placed in a groove in the end of a handle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The groove was deep enough to accept the roots of the tooth, which were lashed on, usinq the gumline enamel and perforations. Hafted in this manner the tool could be used for wood carving or the shaping of soft materials. The tool would be used primarily with a pushing motion and secondarily with a pulling motion. This would account for the wear and striation patterns mentioned above, particularly the beveling of the mesial edge.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "(2) Another possible hafting technique is for the tooth to be lashed to a shorter vertical handle. (See illustrated example from Marco Island- Willey 1949: plate 15) . The manner of use would be much the same and would again explain the wear pattern.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 165,
                        "text": "Willey 1949: plate 15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The use of these teeth in composite tools such as swords (Willey 1949b:45; Martin, Quimby and Collier 1947:395-396) , sickles, harpoons and fish hooks is entirely possible, but the wear patterns do not substantiate it. A use of multiple teeth in the above hypo thetical tools is quite possible and practical. The multiple tools could be utilized for large area woodworking and the single tooth tools for the small detail work.",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 74,
                        "text": "(Willey 1949b:45;",
                        "ref_id": null
                    },
                    {
                        "start": 75,
                        "end": 115,
                        "text": "Martin, Quimby and Collier 1947:395-396)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Category II (43 examples) ( The wear pattern is predominantly bi-lateral with a generally slightly heavier use of one side. In 10 instances the occlusal tips have been battered and broken. The remaining 33 teeth range from what can only be called unused, through moderate cusp wear, to the actual absence of cusps due to wear. Striation patterns were at best diffi cult to detect and usually non-existent. Of the 13 cases which showed striation, six were in a mesial/distal direction angled from the tip to the gumline. Three showed mesial/distal striations which were horizontal in nature. Two showed undifferentiated serrations going at all angles. One showed vertical striations and another example showed angled mesial/distal parallel striations around the tip and horizontal mesial/distal markings on the main portion of the enamel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Indications of hafting were generally the same as with the Category I teeth. In this case, however, there were no cases of per forated teeth. Nineteen teeth showed blunting of the gumline cusps, 15 had at least part of the gumline enamel removed, 8 showed no modifications, and one example showed bi-lateral notching, accompanied by cusp blunting.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The eleven examples of non-serrated teeth all had extremely thin edges, and close inspection showed them to have undulating sur faces and small chips removed from the lingual and buccal sides.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "This could indicate a deliberate attempt to remove the cusps and impart bi-lateral sharp edges.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The hafting process appears to be similar to that described for Category I-the tooth lashed into a depression in a stick or handle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The extreme morphological difference between the two types makes the same use interpretation impossible. The Category I teeth are asymmet rical in shape and show a corresponding wear pattern. Category II teeth are symmetrical but do not show a symmetrical wear pattern. The shape of the tooth and subsequent tool make it quite unlikely that they were used as a rasp or any similar tool. The best assumption would be that of a carving or graving tool. The point that naturally exists, and improves with wear would be ideal for detailed wood work or in the decoration of bone and pottery artifacts. A proposed use for this category is difficult to formulate for two reasons: (1) the sample is too small, and (2) the key indicators of use are not present. The only thing that can safely be said is that the activity in which they were used placed great stress on the occlusal end of the tooth. This is demonstrated by the traumatic loss of the tip and much of the enamel. This category is asymmetrical, has a narrow enamel section and has no cusns. The wear pattern is centered around the occlusal area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Striation patterns are not uniform in nature. They range from small horizontal mesial/distal markings restricted to the mesial and distal edges to unstructured striations. The edges tend to show small chips of enamel missing,, and the tip of one specimen showed a. beveling.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "As with Categories II and IV it appears that these teeth were used in a manner as to place a premium on a keen surface for slicing and de tailed work rather than a larger cusped surface with a sawlike effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Category VII (5 examples) ( Fig. 7) This category is tentatively identified as Carchardon megalodon, a fossil shark with no common name. The teeth are much larger than the other varieties with the two almost complete examples being 40mm and 70mm in length.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 35,
                        "text": "Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The two more or less complete teeth were recovered from the charnel house pond, while the fragmented examples were from Md. A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Md. B's teeth showed either a perforation or the beginnings of one.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "One example is c o m e r notched and the other has broken root tips. The wear patterns are quite the same. Both exhibit extensive wear along the edges and teeth, the larger tooth to the point that the dentine To formulate a use for these teeth is difficult. The three Here, the dentine is exposed while the occlusal area retains a coating of enamel. The chips of enamel are missing from this more abraded area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The smaller tooth does not show as much wear, but the edges are irreg ular in nature, which suggests that they were used for some purpose. Two approaches were considered for this section. One was to sort the points by \"type,\" for examination and then deal with them accordinct to excavation unit. The alternate method was to examine the points by spatial affiliation, disregarding type as such and then look at them in this light. The latter method was chosen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Each provenience unit was taken separately. The points were carefully studied under variable light and magnification. Attention was paid to blunting, secondary \"micro-chips\" on the edges, condition of the tip, and base treatment. It was felt that these would be the best in dicators of use. Frison (1968:49) writes: \"Stone tools become dull rather quickly but are surprisingly effective if kept sharp and if their structural limitations are kept in mind. Tools such as side scrapers, knives, and drills are continually modified throughout their lifetime of functional utility, and at the time when they were discarded or became non-functional, they were usually quite different than when originally completed.\" This in effect says that through differential use and re sharpening culturally determined types will lose their group integrity.",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 307,
                        "text": "(1968:49)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The Ft. Center materials tend to contradict this, for there are several recognizable types present and no indication of altering their shape through re-sharpening processes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Wilmsen (1968:156) showed dulled edges, and the third none (Fig. 10 ).",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 18,
                        "text": "(1968:156)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 59,
                        "end": 67,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The 3 basallv notched Hernando points-demonstrate probable hafting by the dulling of the edges near the base. None of the blades exhibits a polishing of the edges, and 2 show only intermittent, minor edge chipping. The third example is a broken base (Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 250,
                        "end": 258,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The fourth triangular point is untyped. It is a long (74mm), narrow (21mm) blade with a deeply concave base. The edges to either side of the base are duller than the distal end, indicating that the point was at one time hafted. The sharp edges are very regular in outline, as is the base. No striations were in evidence and the point was intact (Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 345,
                        "end": 353,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Three small, pinkish red, irregularly shaped stemmed points were recovered. Bearing only slight resemblance to each other, they",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "are set off from the other Md. B points by their small size and color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The blades form equilateral triangles and the steins contract. One example has a broken tip, another a manufactured blunt tip, and the largest of the three appears intact (Fig. 10 ). Striation patterning was not detected. The bases were treated in the same mannerbifacial beveling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 171,
                        "end": 179,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Two broken lanceolate blades were recovered. Both were finely chipped along the edges and base, and showed no striation patterns or dulling.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "The remaining 7 points show no clustering attributes, and will therefore be treated separately. A 1468 This point is crudely made with a very small rounded stem. It appears to be a flake of translucent gray/brown chert which has been worked just enough to give it edges and a stem. The edges are not sharp, but are blunt and rounded indicating use in a sawing motion. The stem is relatively thick and not bi-facially beveled, breaking the rather set pattern of the artifacts. Striation patterns were not discernible ( Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 518,
                        "end": 525,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "A1201. This Hillsborough point is multicolored chert, it is very well made with delicate chipping. The only bluntness which oc curred on the point was near the tip where apparent impurities prevented better, more delicate chipping. As with most of the other stemmed points, the stem is bi-facially beveled and sharp ( Fig. ■■■10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 318,
                        "end": 328,
                        "text": "Fig. ■■■10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "A0976 is a broken, broad-bladed stemmed point. The point ap pears to be flaked away and the stem snapped off. There are no indi cations of reworking on the blade. The blade edges were deliberately made thin, but there are no use-wear marks ( Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 242,
                        "end": 249,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "A1175 is a stemmed triangular-bladed point with the stem completely snapped off. The point is of a reddish brown chert and is bi-facially worked. The blade edges are quite sharp with only several obvious use-wear chips present toward the stem. The tip has been broken off as well ( Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 282,
                        "end": 289,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "V '",
                "sec_num": null
            },
            {
                "text": "A1419. This point is thick (12mm) and is poorly made of gran ular chert. The irregularity of the edges and the material from which it is made makes the identification of any use-wear patterns impossible ( Fig. 10 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 205,
                        "end": 212,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "C",
                "sec_num": null
            },
            {
                "text": "A1408 is a large triangular-shaped poorly made thick 11mmblade. It shows no indications of ever having been used and is in all probability a blank or a blade that is in the process of being manu factured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C",
                "sec_num": null
            },
            {
                "text": "The 13 points from the charnel house pond came from what was essentially two clusters and two finds of single specimens. The points were found above the basal midden, indicating that they were associated / Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "with the charnel house platform. This in turn gives them ceremonial association and significance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The first clustering of points to be discussed consists of two large, broad-bladed stemmed points, and one broken tip. Two of these points are of special interest due to their size and fineness of manufacture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "Probably the most unusual point represented on the site is illustrated in Figs. 9 and 12. This broad-bladed, contracting stem point is made from a green and white banded slate. The chipping is very delicate, with the stem and base being finely formed in, a pur- The third specimen from this cache is a broken point of brown/ white chert. It has a dull tip which appears blunted through use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The second cache of points consisted of 8 specimens. Seven of these are stemmed points and the eighth is a piece of worked chert which takes no specific shape.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The one example from this cache which is similar to the other unfortunately has a broken corner. It is made from a gray and white chert, has a well formed contracting stem, delicate chipping. The edges are not polished, but do show some nicks which-are not a result of the manufacturing process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "One specimen is in shape very similar to A1177 from Md. A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "It is much longer (62mm vs. 46mm) and thicker (14mm vs. 8mm). The stem also differs by flaring at the base. The edges are irregular in shape and very dull near the point. This latter aspect is from the manufac turing of the artifact, not from use. Small step-like chips are present near the tip on one side which may be indicative of use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "A third specimen ( Fig. 9 ) is a very crudely re-worked chert flake. A short, thick stem has been formed by chipping. No other modifications were noticed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 19,
                        "end": 25,
                        "text": "Fig. 9",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The unidentified specimen ( An interesting point is made of a brown chert (Fig. 9 ). Its stem and lower section are well made. In contrast the tip has the appearance of never having been worked. One possible explanation is that this was a strike-a-light, but that is not supported by the unused appearance of the tip.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 74,
                        "end": 81,
                        "text": "(Fig. 9",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The final point from this cache is an orange/brown chert. The stem is bi-facially beveled, one barb is broken and the edges show some intermittent step-like chips. The workmanship is average.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "Two serrated triangular points were recovered separately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "One, A1403, is of a grayish-brown chert that is bi-facially worked.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "The base is bi-facially beveled and the serrations directly adjacent to it have been blunted-an indication of hafting. The tip is broken, as are some of the adjacent serrations. No striations were in evi dence. The other serrated point was of a dark brown chert. Its tip was broken, as were some of the adjacent serrations. The base was deliberately sharp and adjacent serrations were blunted. In contrast to the other serrated triangular points from the site, this specimen has concave sides while the others are straight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Charnel House Pond",
                "sec_num": null
            },
            {
                "text": "For the purposes of this paper, a celt is defined as a bifacially beveled, ungrooved or perforated ax. An adze is a unifacially beveled bladed tool with the blade set at right angles to the handle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CELT AND ADZE",
                "sec_num": null
            },
            {
                "text": "The raw materials in the immediate vicinity of Ft. Center are not suitable for the construction of these tools. For this reason, either the completed tools or the materials for their manufacture had",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CELT AND ADZE",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CELT AND ADZE",
                "sec_num": null
            },
            {
                "text": "to be imported. Limestone from the coast and outcrops in the northern section of the state are obvious sources, as are the igneous deposits of the Piedmont. The conch shell, useful for both food and raw mater ials, is obtainable from both coasts but only in meaningful quantity from the west (W. H. Sears: personal communication).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CELT AND ADZE",
                "sec_num": null
            },
            {
                "text": "The stone collection from Ft. Center was examined in an attempt to segregate the celts and adzes, if any, from the remainder of the stone inventory. It v;as quickly found that although many of the stones showed beveled faces and intentional shaping, only one could legitimately be termed a celt. The remainder, to be discussed later,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stone",
                "sec_num": null
            },
            {
                "text": "were classified as abrading stones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stone",
                "sec_num": null
            },
            {
                "text": "The one definite stone celt ( Fig. 13 ) was recovered from the human bone layer of the charnel house bond. Made of a fine-grained granite, a material alien to Florida, this implement shows very small nicks on the bit, and extra polishing immediately adjacent to it.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 37,
                        "text": "Fig. 13",
                        "ref_id": "FIGREF34"
                    }
                ],
                "eq_spans": [],
                "section": "Stone",
                "sec_num": null
            },
            {
                "text": "The flattened butt is roughened, showing either the remnants of peck ing or the results of having been struck by a hard object. Although the'bit shows indication of having been used, it is doubtful that this particular example was utilitarian in nature. Its location, uniqueness of type and material mark it as being ceremonial in nature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stone",
                "sec_num": null
            },
            {
                "text": "Sixteen conch shell adze and celt blades were recovered from^ the Md. A excavation. Md. B produced no shell celt or adze blades, and the pond but one. This can be explained by three factors: 1) excavation/sampling technique, 2) preservation, and 3) cultural absence^ Although the preservation factor is critical on Md. B, the control exercised during excavation is felt to have been good enough to have uncovered and noted the presence of adze or adze-like stains in the sand. As none were located, we feel safe in saying that there were none present. The pond is a different situation altogether.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The presence of one example in the basal midden is further support of the interpretation as to the source of the material. The only differ ence between the adze and celt blades is that the former are unifacially beveled and the latter bi-facially, represent what appears to be a collection of grinding and honing stones. For descriptive purposes, they will be divided into three categories representing hones, broad grinding stones, and narrow grinding stones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Hones. There were twelve examples of what I have called hones ( Fig. ) . To be so designated, a specimen must exhibit special shaping, either through use or manufacture, which would enable it to perform the function of re-sharpening an edge after it has become dull.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 70,
                        "text": "Fig. )",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "This; it is felt, can be manifested in several ways. The first, as shown in Fig. 14, is similar to modern hones. It is long, fits into the hand and is used with a rotary or pushing motion. The others ( Fig. 14) show short beveled edges on medium to small sized stones.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 76,
                        "end": 80,
                        "text": "Fig.",
                        "ref_id": null
                    },
                    {
                        "start": 202,
                        "end": 210,
                        "text": "Fig. 14)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The proposed motion would be much the same. The materials from which these stones are made are sandy limestone and sandstone. These can be obtained or within a short distance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Wear patterns are extremely difficult to detect. The sandy limestone specimens showed no striation patterns. This is probably because of deterioration of the rock while in the ground. As the rock weathered, its surface softened and the marks were lost either while in the midden or during past excavation processing. The other possi bility for lack of striation patterns is that the materials which were worked with the tools were soft in nature and did not leave any marks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Grooving and longitudinal striations are in evidence on one of the first categories of honing stone (Fig. 14) . Here, we have bi lateral grooving for most of the length of the specimen. The other two are either too covered with a patina to detect any pattemings or the around surface has been broken up.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 100,
                        "end": 109,
                        "text": "(Fig. 14)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Grinding Stones. Another category of similar stones is shown in Fig. 14. These exhibit marked grooving and striation patterns. As with the Ft,.Center materials, the hafting was accomplished by wedg ing the handle either through two holes in the whorl, or a notch in the lip and the whorl. Further strength for the haft was obtained by lashing the shell to the handle. Examples of hafted shells were un covered by Cushing at Key Marco and illustrated by Willey (1949b; plate 15c ) and Martin, Ouimby and Collier,(1947:396 Pounder (MS and Moore 1900) . This extensive typological scheme will not be utilized in this section for several reasons. It will, how ever, be discussed in a later chapter of this paper.",
                "cite_spans": [
                    {
                        "start": 453,
                        "end": 467,
                        "text": "Willey (1949b;",
                        "ref_id": null
                    },
                    {
                        "start": 468,
                        "end": 477,
                        "text": "plate 15c",
                        "ref_id": null
                    },
                    {
                        "start": 484,
                        "end": 520,
                        "text": "Martin, Ouimby and Collier,(1947:396",
                        "ref_id": null
                    },
                    {
                        "start": 529,
                        "end": 548,
                        "text": "(MS and Moore 1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 68,
                        "text": "Fig.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The whole shell tools are here divided into three types with variations from the basic theme. We have Busycon Gouges, celts and adzes. The difference between these three categories lies in how the heal; and anterior canal were modified and the angle of the haft.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The celt and adzes are differentiated from the gouge in two manners. The celts can be subdivided into two categories, one-holed and three-holed. In turn, each category can be divided into sub categories defined by the orientation of the qround beak. Fig. 19 shows a Busycon example with three discrete picked holes. Its mate shows one discrete hole and one ragged one, which is felt to be two holes whose dividing wall has broken. Both examples have notched lips. Moore (1901:384) attributes two holes for the haft and the third for lashing the shell to the shaft. An alternate hypothesis is that the shell tool was hafted in two manners.",
                "cite_spans": [
                    {
                        "start": 464,
                        "end": 480,
                        "text": "Moore (1901:384)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 250,
                        "end": 257,
                        "text": "Fig. 19",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "One utilized the notched lip and a hole. The alternate method used two perforations of the whorl. If this was the case, the tool would serve as a celt. A further hypothesis is that the tool was re-hafted after the structural failure of the original haft. Fig.21 illustrates selected examples of one-holed Busycon celts, of which 4 were found on the site. The hafting is accomplished by using the notched and whorl perforation. The beak is ground so that the bevel is at right angles to the haft. Two remaining specimens have too much of their bodies missing to allow them to be placed within a category.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 255,
                        "end": 261,
                        "text": "Fig.21",
                        "ref_id": "FIGREF34"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The Ft. Center gouges can be divided into four sub-categories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "As there are only six examples of this type, two being only a ground beak, the four classifiable examples will be discussed separately (Fig. 22 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 143,
                        "text": "(Fig. 22",
                        "ref_id": "FIGREF13"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "A1747 is our only example of a tool made from a Fasciolaria gigantea shell. As can be seen, most of the whorl has been removed, the spiral perforated in two places and a narrow gouge bit ground from the beak. The pecked holes are placed in such a manner as to point the working edge of the instrument towards the craftsman.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "A1734 is a one-holed Busycon gouge with a notched lip. Again, the beak is ground and the working edge points slightly toward the craftsman.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "A1759 is a two-holed Busycon gouge with a notched lip, well formed working surface, and part of the body removed. The size of the working edge, removed areas and extra perforation (indicators of lashing of the shell to the haft) indicates that this gouge was de",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "signed and utilized for heavy work.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "A1650 is a three or four-holed Busycon gouge. Breaking of the whorl in the area of the perforation prevents an accurate designation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Aaain, these multiple perforations may he indicative of either lashing, multiple hafting angles, or broken haft. Two problematical marginella shell beads were recovered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Eight complete Venus mercenaria campechiensis were recovered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Interestingly enough, they were all the same side or valve (Fig. 25 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 59,
                        "end": 67,
                        "text": "(Fig. 25",
                        "ref_id": "FIGREF16"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "Two problematical Busycon cups or dippers were recovered (Fig. 24) . The remaining materials were either fragments of conch shell, clam shell or oyster shells. The exact species are yet to be determined.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 66,
                        "text": "(Fig. 24)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Shell",
                "sec_num": null
            },
            {
                "text": "The basal midden of the pond produced some fragmentary conch shell, none of which could be designated as a tool or classified as to species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pond",
                "sec_num": null
            },
            {
                "text": "As mentioned previously, much of the material recovered from Md. B is probably intrusive in nature. There were other shell arti-facts in or on the mound. Unfortunately, these were not recoverable as they were usually mere stains in the sand. A discussion of their placement will be included in the final Ft. Center report.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mound B",
                "sec_num": null
            },
            {
                "text": "These artifacts were treated in much the same way as the shark Category II (Bone) (Fig. 27) This is by far the most numerous category, having 87 examples.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 91,
                        "text": "(Fig. 27)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "To be included in this grouping, the individual implement had to have a distal end which was angular in cross-section. The proximal ends were morphologically the same as those in Category I. Obviously, many of the broken proximal ends included in this grouping can very well belong to Category I. Since there was no way to differentiate between the two, they were arbitrarily designated as II.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Aside from the difference in cross-section, two rather distinc tive differences are in evidence. The first is that this category does not have the full range of sheens that are in evidence on Category I implements. The second is use of the magillary cavity of the bone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "The Category I bone with its round cross-section avoids using this.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "The Category II implements achieve a comparatively flatter profile ( vs. ) and possibly greater structural strength. The tips tend to be larger than those of Category I, and also show a lack of abrasion from use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "As with Category I, the transition from proximal end to distal end is ahrupt and marked in nature. The proximal end demonstrates the same flat-sided and beveled or pointed characteristics that Category I implements show, as well as the short parallel striations on the flat areas. The before-mentioned staining of the proximal area is also in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "evidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "An examination of the broken proximal ends showed that the break usually occurred at or just, distal to the transition. This would tend to indicate that the distal end was occasionally subjected to enough pressure to snap it just above or at the hasp. The two complete examples are morphologically identical. As can be seen in Fig. 27 , both have bilaterally beveled points, exposed magillary cavities and sockets on the proximal end. Neither can be said to be sharp. The edges are markedly dull and seem to be inten tionally so. The points, while not blunt in nature, cannot be described as sharp either. Again, this seems to be intentional. The utilization of a socket on the proximal end seems to indicate that these \"daggers\" were hafted with a wood shaft forming the male member of the joint. If indeed this category is representative of a weapon, it is most probable that it was some form of thrusting implement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 327,
                        "end": 334,
                        "text": "Fig. 27",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "While a dagger is such a weapon, the lack of any indication of sharp ness seems to negate this as a possibility. A more likely interpre tation would be that of a thrusting lance point. This would allow the user to apply much more force to his motion of use and negate the need for sharpness.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "The broken tip which is illustrated does not differ greatly from the two complete examples. It was therefore included in this category.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Category V (Antler)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "This category is composed of the antler finds from Md. A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "There were six instances of this. One example was burned, two were tips, and one was of a much lighter color with a battered tip. Two are of the usual chocolate brown color but longer (60 and 70mm).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "These antlers may represent the cast-off parts of hunted deer or they might represent antler headdresses as suggested by Dragoo for the earlier Midwestern Adena (1964:5) .",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 169,
                        "text": "(1964:5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Only one of these antlers shows any physical abuse, and this was probably the result of excavation processes, not use. This would tend to rule out these specific antlers as being tools as such, but the limited size of the sample makes this assumption applicable only to the sample, not the whole site.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROME, ANTLER AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "This is a catch-all miscellaneous category of materials which do not fit into the morphologically defined groupings. Its range is:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "Bone: (1) Two stingray spines. One broken both distallv and proximally, the other only on one end. The more complete example has been worked with a resulting contraction of the body. Both examples have an apparently induced sheen on one side.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "(2) A broken animal long bone with an engraved ring.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "(3) Thick triangular bone implement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "(4) Four poorly finished bi-pointed bone splinters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "Neither shows a striation pattern. (17) Thirteen decorated bone pieces, no two of which fit together (Fig. 29 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 101,
                        "end": 109,
                        "text": "(Fig. 29",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "Turtle Shell:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "(1) One broken shell fragment which has been deliberately rounded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "(2) Two pieces of drilled turtle shell.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "Other: (1) A piece of what appears to be petrified wood. One end is broken and the other expands slightly and is blunt. It has a moderate sheen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VI (Miscellaneous)",
                "sec_num": null
            },
            {
                "text": "This category is composed of materials recovered from the Charnel House Pond. The quantity of materials is not as great as that from Md. A, but they are of various categories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "There was a fragmented turtle shell which consisted of 144 parts, 8 of which were perforated,and a turtle shell gorget.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "The worked bone consisted of a splinter with the typical parallel striation patterns, a highly polished bird bone, an animal long bone with a drilled hole, and two elaborately carved bones which",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "show the remnants of a highly polished surface; also two highly polished pins with expanding carved heads.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "There were four antler finds in the pond, one of which was in association with a burial. One showed a modification of proximal end, and a broken tip. The remaining examples were either broken or had battered tips.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "A highly polished, dark brown bone implement with a re-worked surface was also recovered. The re-working was in the nature of bevel ing. As with the other bone artifacts, no striation patterns were discerned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Category VII (Pond)",
                "sec_num": null
            },
            {
                "text": "The galena hemi-cone ( Fig. 30) Again, the pond has the only example of orange chert.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 23,
                        "end": 31,
                        "text": "Fig. 30)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "METAL",
                "sec_num": null
            },
            {
                "text": "This difference in point types may be very significant. The roles which the three areas played, it will be remembered, were quite and blunting of the edges which was confined to the upper 1/2 to 1/3 of the blade. The dulling of the edges adjacent to the stem is held to be indicative of hafting. It was suggested above that one use of these knives would be for the sawing of conch shells. Others would be general work such as wood work, animal dressing, bone work and the like. This is felt to be indicative that the form of the tool was more important than its sharpness. The two small stemmed points, serrated triangular point, and Hernando point may or may not have been points. Nance (1971: 361-366) argues that such small \"points\" may well be knives if striation patterns are observed. Unfortunately, only one specimen from Md. A demonstrated any and this was the highly polished stemmed knife.",
                "cite_spans": [
                    {
                        "start": 688,
                        "end": 703,
                        "text": "(1971: 361-366)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METAL",
                "sec_num": null
            },
            {
                "text": "They also did not show any significant use-wear markings so a definite classification cannot be assigned. The large, delicate un-serrated Tallahassee type-point and one of the Hernando points may be too delicate for this use. An alternate hy pothesis is that they were knives, although it would be difficult to support this. The stemmed points can be viewed in much the same manner. They could b\"^ either dart points or knives, however, they are viewed as being too large for arrow points.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METAL",
                "sec_num": null
            },
            {
                "text": "The two roughly square, broken \"points\" are of special interest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METAL",
                "sec_num": null
            },
            {
                "text": "Their fine workmanship, probable large size, and thickness make them unlikely candidates for projectile points. The complete lack of use-wear indicators suggests that they had a ceremonial use, not utilitarian. The same could be said for an arrow which missed its mark. Until we can determine how much a given point was used and how it was affected by that us e , we can only speculate as to the use-wear pattern they would acquire.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METAL",
                "sec_num": null
            },
            {
                "text": "The adze and celt blades can be placed into two morphological categories. The first has a sharply tapering butt, the second a much less drastically tapering butt. A third category is composed of broken specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "To be classified as a tool, the specimen had to exhibit worked surfaces from manufacture or use processes. As explained by MacLaury (1968: 31-33) , mere shape is not sufficient; accidentally broken conch shell can assume the shape of a recognized tool type.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 145,
                        "text": "(1968: 31-33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "Each specimen was examined under a binocular type microscope in an attempt to discern manufacturing and use-wear markings. Un fortunately, due to the poor condition of the shell, none were ob servable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "The amount of curvature in the blades does not seem to be of any significance, as it merely reflects the shape of the lip of the conch shell.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "The two design categories may be indicative of differential hafting techinque. As there are no indications of the hafting method displayed on the blades and otherwise they are similar, this must be considered as being speculative in nature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "The function of these artifacts can best be ascribed to wood working. Their small size indicates that they were used for shaping and work on medium sized wood. They would be ideal for work on the structural and decorative members of the charnel platform. An alternate hypothetical use would be that of a hoe, used not only for agricultural purposes but also for general digging in the living area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADZE AND CELT BLADES",
                "sec_num": null
            },
            {
                "text": "We divided the lithic materials, excluding points and the celt, A tool type tentatively identified as \"pick\" has the Busycon whorl removed from around the beak leaving a pointed projection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "These tools were all recovered from the Md. A midden. The best possible interpretation for them is that they were used in the manufacture of wood objects, especially the wood carvings associated with the platform. They could conceivably be used in all stages of the woodworking processes needed to produce these effigies. This also supports the interpretation that Md. A was the residence of the craft specialists. This is also supported by the other artifacts recovered from the mound.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "The eight Venus mercenaria campichiensis shells recovered may be significant. The fact that they were all from the same side may be due to sampling error, or show cultural selection. The argument for this division is presented below. The difference between these two categories and the remaining ones, especially Category IV, are significant. Unfortunately, the lack of apparent wear patterns makes it impossible to legitimately classify these remaining 5 categories",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "into types. The deductions concerning the \"daggers\" of Category IV might be true, or they could be completely spurious.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "A few things can be deduced from the study of Category I and II artifacts. Both types were subjected to use over their entire textiles. Here, we can hypothesize a differentation of tools. The Category I tools with their smaller, round cross-section would be used in conjunction with textiles, where a much smaller weave would be needed than in basketry, where a much larger, flatter Category II implement would be used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "As stated earlier, the proximal ends of the implements are angular in nature and pointed. The flat surfaces demonstrate short, parallel striations, the transition to the distal end is quite abrupt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "It is felt that these are indications of manufacture and hafting tech niques. The parallel striation would be indicative of the cutting or sawing of the bone. The pointed or beveled end would be an aid in forcing the implement into a wood shaft or handle. The abrupt change from the proximal to distal ends shows that some preliminary finishing was done to the distal end to eliminate the roughness caused by the manufacturing process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "The fact that breaks occur at the transition or just distal to it indicates that the shaft of the tool was placed under some form of pressure, the snapping occurring above the reinforced area of the hafting.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "Bone materials from the pond are rather distinctive, by pos sessing an extremely high gloss, carving, or indications of both.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "This indicates that great care was used in the production of these objects as grave goods. With the possible exception of the before mentioned antlers, the worked bone materials from the pond possess these characteristics. The amount of time needed to manufacture these implements would be considerable, as they are of high quality. Their association with the ceremonial aspects of life is beyond question.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission. Each of the descriptive categories offers unique problems so they will be discussed separately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE &",
                "sec_num": null
            },
            {
                "text": "The sheer size of the sample of shark teeth indicates that they formed an extensive tool kit. Two tool types were defined, both being in effect knives. One utilized the natural serration of the tooth much as a serrated knife does. The other depends upon the sharp ness of the enamel for the cutting ability. The shark teeth could have been obtained from many sources.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "A convenient source is from dead sharks which wash ashore along the coast. A second possibility is that the sharks were actively hunted for their teeth. Barhegyi (1961: 280) wrote: \" It may be assumed that the pre-Columbian Maya fishermen of Yucatan hunted sharks not only for their teeth, but also (or even primarily) for their meat.\"",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 173,
                        "text": "Barhegyi (1961: 280)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "Lange (1971: 631) in a paper on Mayan marine resources writes:",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 17,
                        "text": "(1971: 631)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "\"E.H. Thompson (1932: 32-33) gave an extensive description of a shark hunting expedition in which he accompanied two natives from the fishing village of Chelem near Progreso. Using only a small dugout canoe and simple equipment, the two men dispatched seven sharks in one night of hunting.\" It is difficult to imagine men armed only with stone and wood tipped spears deliberately hunting tiger sharks, but ethnographic evidence lends some support to this theory. I feel, however, that we should not seriously consider this method as an active source of teeth.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 28,
                        "text": "Thompson (1932: 32-33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "The problem encountered with the celt and adze category was that primarily of defining the tool. As no definite indicators of use were noticed, it was difficult, if not impossible, to dif ferentiate between celts, adzes, or hoes. However, circumstantial evidence points to the existence of some adze blades on the site.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "The fact that 9 of the shell blades possess a slight curvature which would make them ideal for adze blades but functionally unusable for celts indicates that in fact we did have conch shell (Strombus gigas) lip adzes.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 190,
                        "end": 206,
                        "text": "(Strombus gigas)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "As stated previously, the granite celt blade showed no indication",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "that it had fc^-n used. Inclusion as a burial offering with a craft specialist is a likely interpretation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "An earlier provisional interpretation for our adze blades was that of hoes. Of these types of artifacts Semenov (1964: 129) writes: \"The combined functions of adze and hoe in one tool would be impossible, as the degree of wear on an earth-digging tool is very great, almost as much as when subjected to abrasive agents.\" Our blades, although greatly weathered, do not show such extensive wear, so in this case the hoe interpretation must be rejected.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 123,
                        "text": "Semenov (1964: 129)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHARK TEETH",
                "sec_num": null
            },
            {
                "text": "The term projectile point will be used as an inclusive term encompassing arrow, spear and dart points.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "The three provenience units being discussed here showed clear differentation of types. As stated previously, there was some overlap but this is felt to indicate that Md. A was the place of production of the points for the site. Further evidence for Md. A being the center of point production for the site is the occurence of chert types which match the Md. Points.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "An attempt was made to utilize Bullen's typology in the iden tification of the points. Bullen (n.d.:1) writes: \"It (the typology) was designed to emphasize the chronological differences...It is hoped this typology will help students to order their projectile points and, given sufficient quantities, to seriate preceramic sites...",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "Points have been divided into their apparent culture periods. In several cases, this placement is subject to revision when more specific data are available. It is also probably true that certain types were made over more archaeological periods than is suggested in this preliminary assignation.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "The Ft. Center points do not completely support Bullen's (n.d.; breakdown. On a site with good C dates placing it at from 200-400 A.D., we have points ranging from post-A.D. 1300.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 63,
                        "text": "Bullen's (n.d.;",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "Pinellas types to the Late Preceramic 500-1000 B.C. Hillsbrough type.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "We also have points which fit into the proper chronological position in the Hernando type. The stemmed knives seem to fit into the definition of \"Columbia\" points. This type is variously assigned to the late preceramic Archaic circa 5000-1000 B.C. and an unknown temporal position (Bullen n.d.: 3, 14) . More recently (Bullen 1968: 6, 21) , they have been assigned to a lengthy 400 B.C. -1300 A.D. ",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 297,
                        "text": "(Bullen n.d.: 3,",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 301,
                        "text": "14)",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 338,
                        "text": "(Bullen 1968: 6, 21)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POINTS AND KNIVES",
                "sec_num": null
            },
            {
                "text": "It is felt that if a formal typology of points is to exist, it should have photographs and accurate drawings supplementing detailed descriptions of the type.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "This writer feels that with few exceptions, any attempt to label a type as being Archaic, Woodland, or whatever, will be, at best, an approximation. Using Ft. Center as an example, we have demonstrated that the usual chronological breakdown is only partially successful.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "It is felt that typologies should show temporal associations in only gross manners. For instance, few would argue that Clovis type points were made and utilized in post Paleolndian times.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "We should shift our efforts from the formation of typologies of points to the determination of the function of the points. We need studies along the lines of Semenov's Prehistoric Technology (1964) .",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 197,
                        "text": "(1964)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "We need to utilize ethnographic materials to better understand the employment of various point designs. We should recognize the possibilities of point types having been made for specific game, many of which could conceivably have been constructed of perishable materials. We can see examples of these highly specialized compound points in museum collections. Fig. 31 illustrates a range of modern Peruvian Campa points. All are made completely of wood, the Campa not utilizing bone or stone for points (Weiss, personal communication). There seems to be little reason to doubt that the Ft. Center people possessed similar points which were lost to us through decay.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 359,
                        "end": 366,
                        "text": "Fig. 31",
                        "ref_id": "FIGREF34"
                    }
                ],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "The importance of the Ft. Center point inventory is that we do find this great range of point styles in a well defined cultural and chronological unit. We see clearly that old point styles were not necessarily supplemented and replaced by new designs. We see also that the small triangular points were not a Mississippian innovation (Wauchope 1966: 15) . Our thinking and theoretical orientation as far as point designs should be altered. We must now view the design of the points as being indicators of cultural adaptation to a given environment. With this orientation perhaps we may gain new insight into the whole economic system.",
                "cite_spans": [
                    {
                        "start": 333,
                        "end": 352,
                        "text": "(Wauchope 1966: 15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "The lack of apparent re-sharpening on the stemmed knives is of interest. Two explanatory alternatives are seen as existing. One is that the inhabitants were not flint knappers. This can be rejected immediately in the light of the finds of chert chips and the cache of chert nodules, which match up with the materials from which the points and knives were made. The alternate reason is that the shape of the knife blade was of importance and the sharpening process would alter it. If this is true, it would indicate that typologies are not merely the construction of the researcher but a concept recognized by the craftsman as well.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "identifiable.",
                "sec_num": null
            },
            {
                "text": "The most important stone objects were the grinding and sharpening stones. Made of locally available sandy limestone and sandstone with the limestone examples, the abrasiveness is determined by the amount of sand they contain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE",
                "sec_num": null
            },
            {
                "text": "Our projected grooved hone is illustrated in Semenov (1964: 140-141). He shows them being used to sharpen tools similar to our previously defined Type 1 bone needles. He writes: \"Unexpectedly the abrasive instruments wore very slowly, almost imperceptibly.",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 59,
                        "text": "(1964:",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE",
                "sec_num": null
            },
            {
                "text": "This was evident due to the fact that almost the whole surface of the rod made contact with the enclosing face of the groove.\" (Ibid: 141).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE",
                "sec_num": null
            },
            {
                "text": "The large flat sandy limestone pieces offer no basic problems and should be thought of as grinding stones for modifying and sharpening conch shell tools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE",
                "sec_num": null
            },
            {
                "text": "Two problems arise when we are dealing with the Ft. Center plummets. Unfortunately, one stems from the other. With three ex ceptions, we recovered the plummets from the living floor of Md. A, which leads us to the unavoidable conclusion that they were either:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "(1) utilitarian, or 2 one tenous example, we must call these artifacts utilitarian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "Goggin (1949: 65-90) introduced a series of conch shell tool types. As stated previously, they involved nineteen different tool types determined by shell type and method of modification. This typo logy was not utilized in this paper for several reasons. Primarily, it was felt to be too complex to be truly applicable to the Ft. To lessen our chances of making mistakes we should utilize the knowledge of our comtemporaries and take it upon ourselves to produce publications with clear, concise descriptive sections and highly legible illustrations preferably photographs.",
                "cite_spans": [
                    {
                        "start": 7,
                        "end": 20,
                        "text": "(1949: 65-90)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "I feel, and will show, that in a given spatial and temporal zone broad artifact assemblages can be recognized. These are the result of cultural response to environmental stimuli, the inevitable building of the cultural inventory, and intra-cultural contact. Thus, we are not surprised to find identical projectile points in New York (Madison) and Florida (Pinellas) during the 1400's. We are not saying that the idea for these small triangular points came from one source or that the Iroquois were in contact with the Ft. Walton peoples, only that they responded to environmental and cultural stimuli (probably the bow and arrow) in a similar way. The appearance of small triangular points in many different culture areas which seemingly have had no contact tends to rule against a strict diffusionist answer to this point designation. We have already shown that this form of point is not, as Wauchope (1966: 15) To accurately tell why these assemblages exist,we need to understand the ecological conditions, outside influences and contacts, and in many cases the functional superiority of a specific design.",
                "cite_spans": [
                    {
                        "start": 333,
                        "end": 342,
                        "text": "(Madison)",
                        "ref_id": null
                    },
                    {
                        "start": 893,
                        "end": 912,
                        "text": "Wauchope (1966: 15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Ecology and contact will tell us many things, but if we do not determine why a given design is more efficient than another, we cannot truly explain its introduction, invention, adoption or use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The comparative sources were selected to substantiate specific contentions or hypotheses. I admit that the exclusion of reports which do not support my hypotheses may seem unsound or even unscientific.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "However, this method is sound because I am not claiming that specific artifact types were present at all sites in a given area at a given time, but that we can recognize them in some places. For this reason I selected sites and artifacts which demonstrate the proposed relationships.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The negative evidence or absence of the artifacts is felt not to be harmful to the supposition stated above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Previous work which has been done concerning the Belle Glade culture is limited to excavations by W.P.A. crews and reported by Gordon R. Willey (1949b) . This work was confined to excavations at the Belle Glade site and testing Big Mound City (ibid: 19-77). The work, as it was reported, was of limited use for the purposes of the Ft. Center project. Due to what are now obsolete theoretical, methodolo gical and typological practices, we find trouble employing the materials.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 151,
                        "text": "Willey (1949b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The conditions under which the Belle Glade excavations were conducted were, by today's standards far from ideal. The theoretical orientation at the time was to compile trait lists, and from these define the culture and place it in the proper spatial and temporal dimensions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The excavations were conducted along these lines. The ceramic typology employed was, at that time, complete. Due to extensive studies since the 1940's, the typology has been changed to such an extent as to make reanalysis necessary. Added to this is the fact that many of the materials were discarded by the museum (Willey 1949: 24) . Without the vital record of associations or testing for important aspects such as economic base and development sequences, the applicability of the results is limited. However, we must use them, as they are our only other source of information on the Belle Glade peoples.",
                "cite_spans": [
                    {
                        "start": 315,
                        "end": 332,
                        "text": "(Willey 1949: 24)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "For the purposes of this paper, we will abstract the infor mation presented by Willey on the ecological situation, site plan and non-ceramic artifacts. Corresponding information will be presented but the non-ceramic artifacts will be presented in great detail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The following description was obtained from \"Excavations in Southeast Florida\" (Willey 1949b) . As this paper is concerned with the non-ceramic artifacts from Ft. Center, our discussion of the related Belle Glade site will focus on these remains and their location.",
                "cite_spans": [
                    {
                        "start": 79,
                        "end": 93,
                        "text": "(Willey 1949b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Caution must be used when trying to apply this material, as it represents a selected, biased sample. (Willey 1940b: 24) .",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 119,
                        "text": "(Willey 1940b: 24)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The site is near the southeast shore of Lake Okeechobee between two branches of the now defunct Democrat River. The surrounding area is low marshy plain dominated by grasses with intermittent hammocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The water table is near the surface and during the rainy season the low areas become partially inundated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The site itself is a complex of two mounds, separated by a branch of the Democrat River and about 100 years of apparently unintentionally modified land. The larger of the two mounds is a dense shell and dirt midden approximately 100 by 150 yards in size and up to 7 feet thick.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Although not stated, this must be fresh water mussels, as there was (Kelly, Kell:~, and McMichaels: N.D.) . Bullen (1969) reports small triangular Pinellas and Jackson like points from Florida on a Deptford level.",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 105,
                        "text": "(Kelly, Kell:~, and McMichaels: N.D.)",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 121,
                        "text": "Bullen (1969)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Of great interest is the Squibnocket Triangular point defined by Ritchie (1969: 244) . These points are found in southern New England and New York and have been dated at 2190 B.C. + 100 years. (Ibid.)",
                "cite_spans": [
                    {
                        "start": 65,
                        "end": 84,
                        "text": "Ritchie (1969: 244)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "With these facts in mind we must look upon these as being Middle Woodland or earlier innovations that became significant cultural traits at later times.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "In summary we should look at point designs or types on much",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "larger scales than arbitrarily defined states. The multiplicity of type names adds confusion and misunderstanding to an already confusing subject. Assigning names such as typical Archaic or Woodland to any specific type should be avoided because of the demonstrated longevity of the designs. Finally, the triangular points have been shown to be of greater antiquity than previously thought (Wauchope 1966: 15; Bullen 1968: 12) . We might well view this design as being Hopewellian innovation= This suggestion needs testing but is a plausible idea.",
                "cite_spans": [
                    {
                        "start": 390,
                        "end": 409,
                        "text": "(Wauchope 1966: 15;",
                        "ref_id": null
                    },
                    {
                        "start": 410,
                        "end": 426,
                        "text": "Bullen 1968: 12)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The use of Strombus gigas lips to form the blades of adzes and celts appears to be a common process in Peninsular Florida. Examples are noted from Belle Glade (Willey 1949b: 105-106, Plate 11) and other Glades area sites (ibid: Plate 15 D, E, F, G ) . Goggin recovered them from Goodland Point (1949: Fig. 12, 153) as did Moore (1901: 373) . Martin, Quimby and Collier (1947: 396) ) While the overall shape of these adze blades are the same, I minor differences have been noted (Willey 1949b: 42-48) . I feel that ! j these differences were not purposeful or intended. They reflect the j variation which is present in the raw materials and serve no functional purpose.",
                "cite_spans": [
                    {
                        "start": 159,
                        "end": 192,
                        "text": "(Willey 1949b: 105-106, Plate 11)",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 314,
                        "text": "(1949: Fig. 12, 153)",
                        "ref_id": null
                    },
                    {
                        "start": 322,
                        "end": 339,
                        "text": "Moore (1901: 373)",
                        "ref_id": null
                    },
                    {
                        "start": 342,
                        "end": 380,
                        "text": "Martin, Quimby and Collier (1947: 396)",
                        "ref_id": null
                    },
                    {
                        "start": 478,
                        "end": 499,
                        "text": "(Willey 1949b: 42-48)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CELTS AND ADZES",
                "sec_num": null
            },
            {
                "text": "As previously mentioned, Semenov's (1964) work supports the hypothesized functions of the stone grinding and abrading tools. Further evidence in support is offered by Goggin. He writes: \"Implements or tools of this form (the grinding stones) are not common, and not many standardized types appear to have been developed. Despite the large amount of ground shell artifacts, few tools in the grinding process have been found.\" (Ms: no page number). Newell and Keieger (1949: 155) illustrate various grinding stones and hones from an Alto focus site in Texas.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 41,
                        "text": "Semenov's (1964)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 447,
                        "end": 477,
                        "text": "Newell and Keieger (1949: 155)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STONE",
                "sec_num": null
            },
            {
                "text": "Of all the non-ceramic artifacts recovered the plummets offer the most interesting challenge for the comparative approach. In summary, we saw three designs-the teardrop, elongated expanded center and globular forms. These were executed in two mediums, stone and conch columella. The examples in the two different materials were similar enough to call them the same. Their placement on the living floor indicated that they were utilitarian in nature. Moore (1901: 369) writes: \"From Mr. G.G. Cuthbert, of Marco, we obtained a collection of objects ploughed up during cultivation,-among which were many rather crude 'sinkers' of shell and others somewhat resembling them but too carefully made to have served for other than ornamental purposes.\" These are illustrated (ibid: fig. 8 ) and resemble the expanded center examples from Ft. Center. Others, the globular form and a long teardrop form are not found at Ft. Center. The other Ft. Center forms are given in Fig. 10 (ibid: 372) . Willey (1949b: Plates 6 and 12) illustrates examples from Belle Glade. Interestingly enough, his sample is more varied, design-wise, than Ft. Center. He shows three basic designs, but also more complex ones. In this case",
                "cite_spans": [
                    {
                        "start": 450,
                        "end": 467,
                        "text": "Moore (1901: 369)",
                        "ref_id": null
                    },
                    {
                        "start": 983,
                        "end": 997,
                        "text": "Willey (1949b:",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 773,
                        "end": 779,
                        "text": "fig. 8",
                        "ref_id": null
                    },
                    {
                        "start": 961,
                        "end": 980,
                        "text": "Fig. 10 (ibid: 372)",
                        "ref_id": "FIGREF17"
                    }
                ],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission. (Ford and Willey 1940: 108) , Poverty Point (Ford and Webb 1956: 93-97, Fig. 33) and Jaketown (Ford, Phillips and Haag 1955: 124-125) , all in the lower Mississippi River Valley. \"In the eastern United States plummets are rare in late Archaic sites, but were apparently used with maximum frequency in the Burial Mound I and II stages (Early and Middle Woodland.)\" (Ford, Phillips and Haag 1955: 125) .",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 130,
                        "text": "(Ford and Willey 1940: 108)",
                        "ref_id": null
                    },
                    {
                        "start": 147,
                        "end": 183,
                        "text": "(Ford and Webb 1956: 93-97, Fig. 33)",
                        "ref_id": null
                    },
                    {
                        "start": 197,
                        "end": 236,
                        "text": "(Ford, Phillips and Haag 1955: 124-125)",
                        "ref_id": null
                    },
                    {
                        "start": 467,
                        "end": 502,
                        "text": "(Ford, Phillips and Haag 1955: 125)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "Going farther afield we find plummets mentioned in New York excavation (Ritchie 1965: 35, 56, 79, 80, 85, 87, 95, 111, 122, 140, 148) for the Archaic (3500-1300 B.C.) ( Ritchie 1965) , but not later periods.",
                "cite_spans": [
                    {
                        "start": 71,
                        "end": 133,
                        "text": "(Ritchie 1965: 35, 56, 79, 80, 85, 87, 95, 111, 122, 140, 148)",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 182,
                        "text": "Ritchie 1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "The apparent discrepancy between the chronological distribution of plummet forms in the New York area and the Southeast is of interest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "To either confirm or disprove the difference an intensive study of the distribution of plummets and plummet designs is needed; until then we can only note the discrepancy. No plummet designs similar to the effigy specimen were observed in the literature. However, a complete quartz example resembling the broken Ft. Center one was recovered from Belle Glade. (Willey 1949b: 36, Plate 6j) .",
                "cite_spans": [
                    {
                        "start": 359,
                        "end": 387,
                        "text": "(Willey 1949b: 36, Plate 6j)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "We see that the plummet form has great spatial and temporal distribution. The variance in design seems to be minor but the quality of manufacture ranges from crude to excellent. The significance of these artifacts is questionable. This writer feels that they were basically utilitarian in nature with only the finest or most exotic example being employed as burial offerings or as decoration. The different Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "shapes may reflect function, but this is impossible to determine, as we have no true indication of use, let alone differential use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PLUMMETS",
                "sec_num": null
            },
            {
                "text": "The use of a complex typological breakdown, as it applies to shell tools, was discussed previously. To reiterate, we approach the matter from a functional point of view. A gouge is a gouge. The bit size is determined by the job at hand. If a narrow cut is desired the narrower Fasciolaria gigantea gouge will be used, while the Busvcon shell which allows for a wider bit will be utilized when needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Discussion of Busycon A as opposed to D gouges tends to cloud the question of use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The unfortunate lack of Archaic materials in the area forces us to use materials from this time period as the basis for comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "Goggin (1949: 65-90) lists from Goodland Point several shell tools. The illustrations and descriptions indicate similarity. The only apparent difference lies in the lack of \"hammers\" from Ft. Center.",
                "cite_spans": [
                    {
                        "start": 7,
                        "end": 20,
                        "text": "(1949: 65-90)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "A possible explanation is that the hammers were specialized tools of the coastal people, possibly used to \"kill\" the conch shell. The Ft. Center peoples having no need to pcssess these implements in their.inland site went without. Goggin (ibid: 88) wrote: \"The data to be derived from the distribution of non-ceramic artifacts are a surprise since much less variation in time is exhibited than was expected.\" In support of this conclusion we note that the Key Marco materials, of a much later time, are virtually identical. Moore (1901: 382-394) illustrates materials of the same nature which he recovered from the Florida West Coast.",
                "cite_spans": [
                    {
                        "start": 524,
                        "end": 545,
                        "text": "Moore (1901: 382-394)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "The occurrence of conch shell tools outside of the Gulf Coast area seems to be extremely limited or non-existent. To the Florida Indian conch shells were abundant and good substitutes for the virtually non-existent stone. As you move inland, the availability of the shell decreases and it becomes a trade item. Inland, we find the shells in ceremonial mortuary context (Webb and DeJarnette 1942: Plates 114, 129, 183, 242, 251, 258: Webb 1959: 168-170; Larson 1971: 62-63; Willoughby 1922: Plate 7; Neumann and Fowler 1952: 186; Sears: personal communication) . In most cases they have been modified to form cups or ladles similar to the finds on Md. B to be discussed by Sears in the final report on Ft. Center.",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 378,
                        "text": "(Webb and",
                        "ref_id": null
                    },
                    {
                        "start": 379,
                        "end": 452,
                        "text": "DeJarnette 1942: Plates 114, 129, 183, 242, 251, 258: Webb 1959: 168-170;",
                        "ref_id": null
                    },
                    {
                        "start": 453,
                        "end": 472,
                        "text": "Larson 1971: 62-63;",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 498,
                        "text": "Willoughby 1922: Plate 7;",
                        "ref_id": null
                    },
                    {
                        "start": 499,
                        "end": 528,
                        "text": "Neumann and Fowler 1952: 186;",
                        "ref_id": null
                    },
                    {
                        "start": 529,
                        "end": 559,
                        "text": "Sears: personal communication)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "From this evidence, we should view the shell tools as local adaptations and the dippers which have a wide distribution as ceremonial.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "We have shown that the ceremonial dipper forms are existent in Hopewellian times (Willoughby 1922; Neumann and Fowler 1952) , Weeden Island/Kolomoki (Sears : Personal communication) and Mississippian (Webb and DeJarnette 1942; Webb 1959; Larsen 1971) . The dipper forms, as with the tools, show little physical change over a long time span. This continuity may be explained by the fact that a conch shell can only be modified in a limited number of ways.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 98,
                        "text": "(Willoughby 1922;",
                        "ref_id": null
                    },
                    {
                        "start": 99,
                        "end": 123,
                        "text": "Neumann and Fowler 1952)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 149,
                        "end": 181,
                        "text": "(Sears : Personal communication)",
                        "ref_id": null
                    },
                    {
                        "start": 200,
                        "end": 226,
                        "text": "(Webb and DeJarnette 1942;",
                        "ref_id": null
                    },
                    {
                        "start": 227,
                        "end": 237,
                        "text": "Webb 1959;",
                        "ref_id": null
                    },
                    {
                        "start": 238,
                        "end": 250,
                        "text": "Larsen 1971)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SHELL",
                "sec_num": null
            },
            {
                "text": "In the case of our defined bone tools, a useful comparison with other bone industries is difficult. The descriptive materials fail to make note of the qualities employed in the use-wear analysis employed in this paper. Because of this, we could only state that bone artifacts of similar configuration are quite common. Lewis and Kneeberg illustrate examples from the Dallas Component on Hiwassee",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 328,
                        "text": "Lewis and",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission. (1946: Plate 78) . From the Pickwick Basin, Webb and DeJarnette (1942: Plates 10, 37, 98, 148, 166, 226, 236, 253, 256, 287) The existence of implements similar to the Ft. Center compound needles is easily demonstrated. Unfortunately, the functions cannot be compared, and there is the discrepancy in the analytical method. An exception to this is the McGraw report (Prufer et al 1965: 90-95 ).",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 119,
                        "text": "(1946: Plate 78)",
                        "ref_id": null
                    },
                    {
                        "start": 147,
                        "end": 227,
                        "text": "Webb and DeJarnette (1942: Plates 10, 37, 98, 148, 166, 226, 236, 253, 256, 287)",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 494,
                        "text": "(Prufer et al 1965: 90-95",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "They write: \"With the exception of the four deer bone awls, the overall impression of this series is one of small or long, slender and delicate workmanship. Many specimens are polished and the majority is sharply pointed.\" Here we come as close as is possible to matching the Ft. Center types.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "It was originally planned to compare the three carved specimens to Hopewellian bone artifacts from other sites. While attempting to do this I realized that the range of variation was so great that the results would not justify the effort. Webb and DeJarnette's (1948: 59) description of pins holds true for the Ft. Center materials and apparently others as well. Willoughby (1922: Plate 7) illustrates what appear to be pins of the same basic design as found at Ft. Center.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 271,
                        "text": "Webb and DeJarnette's (1948: 59)",
                        "ref_id": null
                    },
                    {
                        "start": 363,
                        "end": 389,
                        "text": "Willoughby (1922: Plate 7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Interestingly enough they were recovered from a mortuary situation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BONE, ANTLER, AND TURTLE SHELL",
                "sec_num": null
            },
            {
                "text": "As a conclusion we should note that the non-ceramic artifacts from Ft. Center represent an assemblage composed of specialized, gener alized and ceremonial objects. They show a highly thorough exploitation of the immediate environment as well as closely and distantly adjacent areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "One of the most important elements of the material culture are the ceremonial wood carvings and their associated tools-shell adzes, celts and gouges, and shark tooth knives. Numerically speaking, the next most important industry was that of bone. We defined two tool types which appear to be compound weaving needles. The raw material was probably obtained from the game which was hunted as a food source.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "The stone industry consisted of three categories. The first was the points and knives. These were made of imported materials and were broken down into three units, each one corresponding to an excavation unit. The lack of significant typological overlap indicates a specialization of form and material. The second category is that of the abrading stones which were used in the manufacturing of bone and shell tools. The third category cannot be separated from similar artifacts made from a different material-these are plummets. We showed that the plummet concept is recognized in sites from the Archaic through the contact period in the Eastern United States-In the New York area they are seemingly found only in the Archaic while in the South east they are a Woodland (post-Archaic) trait.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "The sharks teeth, like the conch shells,, seem to be a Gulf Coast, Peninsular Florida tool complex. Within the region, we recog nize common wear and hafting patterns which indicate a common use-pro bably that of wood working.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "The plummet is viewed here as being chiefly utilitarian in nature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "We saw that the Safford Mound ) that they were, as with three Ft. Center examples, also ceremonial or dec orative objects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "The Ft. Center materials showed little difference from either coeval or later materials. The only significant deviance seems to be in the plummet designs when compared to the Belle Glade materials. A possible importance has been assigned. The artifacts fit nicely into the demonstrated spatial continuum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "It is felt that future work should concentrate on use-wear analysis in an attempt to determine method of manufacture, method of use, and what it was used for. In this manner we can effectively reconstruct the tool kit, and, from this, deduce aspects of the social structure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "In view of the above stated aims, we see Md. A as being the residence of people who were at least part-time craft specialists.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "The extent of the midden indicates a fairly extensive settlement for a substantial amount of time. Md. B was the residence of the religious practitioner. The lack of any used artifacts indicated that he was a full-time specialist and relied upon others for support. The pond served two purposes. Primarily it was the area over which the charnel platform was erected. Secondarily, it served as a refuse area for materials from Mds. A and B. The scarcity of artifacts in the bone layer of the pond indicates that either grave goods were rarely used or that most were of perishable materials. If the first conclusion is correct, then we may assume that the recovered artifacts had been included in the bundles of important people. If the second is true, then we can say little about the question of grave goods, as our sample is too small to be representative.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "If treated properly, artifacts tell us much of an unknown people. They are part of man's adaptive link with the environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "With them he modifies what he has in culturally determined manners.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "We can through controlled excavations and intensive analysis determine what some of these cultural processes are and justify our position as anthropologists. Reproduced with permission of the copyright owner. Further reproduction prohibited without permission. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER VII CONCLUDING REMARKS",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission o f the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX ONE",
                "sec_num": null
            },
            {
                "text": "Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX TWO",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The Philip mound: a historic site",
                "authors": [],
                "year": null,
                "venue": "Florida Anthropologist",
                "volume": "20",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Philip mound: a historic site. Florida Anthropologist 20.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Shark teeth, stingray spines, and sharkfishing in ancient Mexico and Central America",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Borhegyi",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Southwestern Journal of Anthropology",
                "volume": "17",
                "issue": "",
                "pages": "273--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Borhegyi, S. F. 1961 Shark teeth, stingray spines, and sharkfishing in ancient Mexico and Central America. Southwestern Journal of Anthropology 17:273-296.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A guide to the identification of Florida projectile points",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Bullen",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bullen, R. P. 1960 A guide to the identification of Florida projectile points. Florida State Museum, University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Excavations at Sunday Bluff, Florida. Contributions of the Florida State Museum",
                "authors": [],
                "year": null,
                "venue": "Social Sciences",
                "volume": "",
                "issue": "15",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Excavations at Sunday Bluff, Florida. Contributions of the Florida State Museum, Social Sciences, No. 15. University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A guide to the identification of Florida projectile points",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "n .d . A guide to the identification of Florida projectile points. Florida State Museum, University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The Safford burial mound",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Bullen",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "L"
                        ],
                        "last": "Partridge",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bullen, R. P., w. L. Partridge and D. A. Harris 1970 The Safford burial mound, Tarpon Springs, Florida. Florida Anthropoloaist 23.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The formative cultures of the Carolina Piedmont. Trans actions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "C O E",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "American Philosophical Society",
                "volume": "54",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C o e , J . L . 1964 The formative cultures of the Carolina Piedmont. Trans actions, American Philosophical Society, Vol. 54, Pt. 5. Philadelphia.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The development of Adena culture and its role in the formation of Ohio Hopewell",
                "authors": [],
                "year": null,
                "venue": "Hopewellian Studies",
                "volume": "",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The development of Adena culture and its role in the formation of Ohio Hopewell. In Hopewellian Studies, edited by Caldwell and Hall, pp. 1-34.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Poverty Point, a late Archaic site in Louisiana",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Webb",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Anthropological Papers of the American Museum of Natural History",
                "volume": "46",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ford, J. A. and C. H. Webb 1946 Poverty Point, a late Archaic site in Louisiana. Anthropological Papers of the American Museum of Natural History, Vol. 46, Part I. New York.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The Jaketown site in west central Mississippi",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Haag",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Anthropological Papers of the American Museum of Natural History",
                "volume": "45",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ford, J. A., P. Phillips, and W. A. Haag 1955 The Jaketown site in west central Mississippi. Anthropological Papers of the American Museum of Natural History, Vol. 45, Part I. New York. BIBLIOGRAPHY Armestead, W. J.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Philip mound: a historic site",
                "authors": [],
                "year": null,
                "venue": "Florida Anthropologist",
                "volume": "20",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Philip mound: a historic site. Florida Anthropologist 20.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Shark teeth, stingray spines, and sharkfishing in ancient Mexico and Central America",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Borhegyi",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Southwestern Journal of Anthropology",
                "volume": "17",
                "issue": "",
                "pages": "273--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Borhegyi, S. F. 1961 Shark teeth, stingray spines, and sharkfishing in ancient Mexico and Central America. Southwestern Journal of Anthropology 17:273-296.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A guide to the identification of Florida projectile points",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Bullen",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bullen, R. P. 1968 A guide to the identification of Florida projectile points. Florida State Museum, University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Excavations at Sunday Bluff, Florida. Contributions of the Florida State Museum",
                "authors": [],
                "year": null,
                "venue": "Social Sciences",
                "volume": "",
                "issue": "15",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Excavations at Sunday Bluff, Florida. Contributions of the Florida State Museum, Social Sciences, No. 15. University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A guide to the identification of Florida projectile points",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "N *^*",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "n *^* A guide to the identification of Florida projectile points. Florida State Museum, University of Florida, Gainesville.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The Safford burial mound",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Bullen",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Partridge",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bullen, R. P., W. L. Partridge and D. A. Harris 1970 The Safford burial mound, Tarpon Springs, Florida. Florida Anthropoloaist 23.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The formative cultures of the Carolina Piedmont. Trans actions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Coe",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "American Philosophical Society",
                "volume": "54",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coe, J. L. 1964 The formative cultures of the Carolina Piedmont. Trans actions, American Philosophical Society, Vol. 54, Pt. 5. Philadelphia.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The development of Adena culture and its role in the formation of Ohio Hopewell",
                "authors": [],
                "year": null,
                "venue": "Hopewellian Studies",
                "volume": "",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The development of Adena culture and its role in the formation of Ohio Hopewell. In Hopewellian Studies, edited by Caldwell and Hall, pp. 1-34.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Poverty Point, a late Archaic site in Louisiana",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Webb",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Anthropological Papers of the American Museum of Natural History",
                "volume": "46",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ford, J. A. and C. H. Webb 1946 Poverty Point, a late Archaic site in Louisiana. Anthropological Papers of the American Museum of Natural History, Vol. 46, Part I. New York.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The Jaketown site in west central Mississippi",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Haag",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Anthropological Papers of the American Museum of Natural History",
                "volume": "45",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ford, J. A., P. Phillips, and W. A. Haag 1955 The Jaketown site in west central Mississippi. Anthropological Papers of the American Museum of Natural History, Vol. 45, Part I. New York.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Crooks site: a Marksville period burial mound in LaSalle parish, Louisiana. Dept, of Conservation, Louisiana Geological Survey",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Willey",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Anthropological Study",
                "volume": "",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ford, J. A. and G. R. Willey 1940 Crooks site: a Marksville period burial mound in LaSalle parish, Louisiana. Dept, of Conservation, Louisiana Geological Survey, Anthropological Study, No. 3 . New Orleans.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "A functional analysis of certain chipped stone tools",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Frison",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "American Antiquity",
                "volume": "33",
                "issue": "",
                "pages": "149--155",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frison, G. C. 1968 A functional analysis of certain chipped stone tools. American Antiquity 33:149-155.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "4 9 Cultural occupation at Goodland Point",
                "authors": [],
                "year": null,
                "venue": "Florida. Florida Anthropologist",
                "volume": "II",
                "issue": "",
                "pages": "3--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "4 9 Cultural occupation at Goodland Point, Florida. Florida Anthropologist Vol. II, Nos. 3-4.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The Snapper Creek site",
                "authors": [],
                "year": null,
                "venue": "Florida Anthropologist",
                "volume": "Ill",
                "issue": "",
                "pages": "3--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Snapper Creek site. Florida Anthropologist Vol. Ill, Nos. 3-4.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Indian and Spanish selected writings",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Indian and Spanish selected writings. University of Miami Press, Coral Gables.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Sommer III 1949 Excavations on Upper Matecombe Key",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "Ms"
                        ],
                        "last": "N.D ; Southern Florida",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Goggin",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Florida. Yale University Publications in Anthropology",
                "volume": "",
                "issue": "41",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "n.d. The archaeology of the Glades area, southern Florida. MS. Goggin, J, M. and F. Sommer III 1949 Excavations on Upper Matecombe Key, Florida. Yale University Publications in Anthropology, No. 41. New Haven.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The Palm River midden",
                "authors": [],
                "year": 1968,
                "venue": "Florida Anthropologist",
                "volume": "21",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Palm River midden, Hillsborough County, Florida. Florida Anthropologist, Vol. 21, Nos. 2 and 3, June-Sept. 1968.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Marine resources: a viable subsistence alternative for the prehistoric lowland Maya",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Lange",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "American Anthropologist",
                "volume": "73",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lange, F. W. 1971 Marine resources: a viable subsistence alternative for the prehistoric lowland Maya. American Anthropologist, Vol. 73, No. 3",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Archaeological implications of social stratification at the Etowah site, Georgia. In Approaches to the social dimensions of mortuary practices",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "50--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Archaeological implications of social stratification at the Etowah site, Georgia. In Approaches to the social dimensions of mortuary practices, ed. by J. A. Brown, pp. 50-67.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Archaeological investigations on Cat Island",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Maclaurv",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacLaurv, J. 1968 Archaeological investigations on Cat Island. Masters thesis, Department of Anthropology, Florida Atlantic University.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Indians before Columbus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "I"
                        ],
                        "last": "Ouimby",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Collier",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martin, P. S., G. I. Ouimby and D. Collier 1947 Indians before Columbus. University of Chicago Press, Chicago.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Certain antiquities of the Florida west coast",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1901,
                "venue": "Journal of Academy of Natural Sciences",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moore, C. B. 1901 Certain antiquities of the Florida west coast. Journal of Academy of Natural Sciences, Vol. XI. Philadelphia.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Functional interpretation from microscopic analysis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Nance",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "American Antiquity",
                "volume": "36",
                "issue": "",
                "pages": "361--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nance, J. D. 1971 Functional interpretation from microscopic analysis. American Antiquity 36:361-366.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Hopewellian sites in the lower V7abash valley",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Neumann",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Fowler",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Hopewellian communities in Illinois",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neumann, G. K. and M. L. Fowler 1952 Hopewellian sites in the lower V7abash valley. In Hopewellian communities in Illinois, ed. by Thorne Deuel. Scientific Papers, Vol. V. Illinois State Museum. Springfield, Illinois.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Memoirs of the Society for American Archaeology",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Newell",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Krieqer",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Newell, H. P. and A. D. Krieqer 1949 The George C. Davis site, Cherokee County, Texas. Memoirs of the Society for American Archaeology, Ho. 5.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Late Cenezoic geology of southern Florida",
                "authors": [],
                "year": null,
                "venue": "Florida Geological Survey Bulletin",
                "volume": "27",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Late Cenezoic geology of southern Florida. Florida Geological Survey Bulletin 27. 119 pp.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "The McGraw site: a study in Hopewellian dynamics. The Cleveland Museum of Natural History",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The McGraw site: a study in Hopewellian dynamics. The Cleveland Museum of Natural History. Cleveland.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "New York State Museum and Science Service. Albany. • ' 'l'^SiiThe archaeology of New York state",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Ritchie",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ritchie, W. A. 1961 A typology and nomenclature of New York projectile points. Bulletin No. 384, New York State Museum and Science Service. Albany. • ' 'l'^SiiThe archaeology of New York state. Natural History Press. Garden City.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "The archaeology of Martha's Vineyard. Natural History Press",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The archaeology of Martha's Vineyard. Natural History Press, Garden City.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Hopewellian affiliations of certain sites on the Gulf Coast of Florida",
                "authors": [],
                "year": null,
                "venue": "American Antiquity",
                "volume": "28",
                "issue": "",
                "pages": "5--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hopewellian affiliations of certain sites on the Gulf Coast of Florida. American Antiquity 28:5-18.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Archaeological survey in the Cape Coral area at the mouth of the Caloosahatchee River",
                "authors": [],
                "year": null,
                "venue": "Florida Anthropologist",
                "volume": "20",
                "issue": "",
                "pages": "92--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Archaeological survey in the Cape Coral area at the mouth of the Caloosahatchee River-Florida Anthropologist 20:92-103.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Food production and village life in prehistoric southeastern United States",
                "authors": [],
                "year": null,
                "venue": "Archaeology",
                "volume": "24",
                "issue": "",
                "pages": "322--329",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Food production and village life in prehistoric southeastern United States. Archaeology 24:322-329.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Prehistoric technology. Barnes and Noble",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Semenov",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Semenov, S. A. 1964 Prehistoric technology. Barnes and Noble. New York.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "People of the serpent:__life and adventure among the Maya",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Thompsen",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thompsen, E. H. 1932 People of the serpent:__life and adventure among the Maya. Houghton, Mifflin, Boston.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Regional geomorphology of the United States",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Thornbury",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thornbury, W. D. 1965 Regional geomorphology of the United States. John Wiley & Sons, New York.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "6 6 Archaeological survey of northern Georgia, with a test of cultural hypotheses. SAA Memoirs, #21",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "6 6 Archaeological survey of northern Georgia, with a test of cultural hypotheses. SAA Memoirs, #21.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "The Belcher mound, a stratified Caddoan site in Caddo Parish",
                "authors": [],
                "year": null,
                "venue": "Louisiana. SAA Memoir",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Belcher mound, a stratified Caddoan site in Caddo Parish, Louisiana. SAA Memoir, #16.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "DeJarnette 1942 An archaeological survey of Pickwick Basin in the adjacent portions of the states of Alabama, Mississippi and Tennessee",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Webb",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bureau of American Ethnology Bulletin",
                "volume": "129",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Webb, W. S. and D, L. DeJarnette 1942 An archaeological survey of Pickwick Basin in the adjacent portions of the states of Alabama, Mississippi and Tennessee. Smithsonian Institution, Bureau of American Ethnology Bulletin 129.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Museum Paper 23, Alabama Museum of Natural History",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Flint River site, Ma 48. Museum Paper 23, Alabama Museum of Natural History, Univ. of Alabama, Montgomery, Alabama.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Papers of the Peabody Museum of American Archaeology and Ethnology",
                "authors": [],
                "year": null,
                "venue": "Harvard University",
                "volume": "VIII",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Turner group of earthworks, Hamilton County, Ohio. Papers of the Peabody Museum of American Archaeology and Ethnology, Harvard University. Vol. VIII, No. 3. Cambridge, Mass.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Functional analysis of flaked stone artifacts",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "N"
                        ],
                        "last": "Wilmsen",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "American Antiquity",
                "volume": "33",
                "issue": "",
                "pages": "156--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilmsen, E. N. 1968 Functional analysis of flaked stone artifacts. American Antiquity 33:156-161.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Glazed polish on flint tools",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Witthoft",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "American Antiquity",
                "volume": "32",
                "issue": "",
                "pages": "383--388",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Witthoft, J. 1967 Glazed polish on flint tools. American Antiquity 32:383-388.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "work has been conducted by William H. Sears on a large complex site which is situated along the southern bank of Fisheating Creek in Glades Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.County, Florida. This site, Ft. Center (GL 13) was the subject of a multi-year excavation program supported by the National Science Founda tion and Lvkes Brothers, Inc. The objectives of the program were the origins and development of the Belle Glade culture. This involves the investigation of settlement pattern on both the site level and on culturally related sites in the area. The economic or subsistence system of the culture was also investigated. This included intensive investigations of both faunal and floral materials. The research into the floral aspects of the subsistence pattern consisted of intensive palynological analysis. A working hypothesis is that if these exten sive mound complexes were built in a limited period of time, then there must have been an agricultural component within the subsistence pattern.",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "Glades I-300 B.C. -300 A.D. ; Glades 11-300 -850 A.D. ; Glades H I -850 -1715 A.D. (Sears 1967:95) Willey (1949b:71) divides the Belle Glade culture into two time periods. The first-Belle Glade I-corresponds to Glades I and II. It is marked by plain and decorated sand-tempered pottery. Belle Glade II \"is characterized by the sudden appearance of Biscayne [St. Johns] Check Stamped and the occasional finds of types of the Weeden Inland and Enqlewood Series, pottery styles of the northwest and central Florida coast. Glades decorated types drop out in the late period and",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": "was in actuality a continuum of the cere monial Hopewell. He divided them into the Yent and Greenpoint com plexes. The Yent complex represents the ceremonial aspect of a culture producing Deptford style pottery. The Greenpoint complex represents the development of ceremonialism out of Yent and is different from Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "This type may in fact represent two species. Thirty-two of the 43 examples exhibit serrated distal and mesial edges. Eleven of the 43 exhibit no serrations. Aside from this difference, the teeth are morphologically the same. The 11 which do not show serrations have uneven, thin mesial and distal edges which might be indicative of a purposeful, functional removal of the cusps. This category has been tentatively identified as a Negaprian brevirostris, or Lemon shark. It is numerically the second most important category represented in the site.",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "text": "is exposed. Chips have also flaked off from the mesial and distal edaes. The Md. A specimens are all broken and battered but they do show the presence of cusps. Slight corner notching and gumline cusp blunting are possibly indicative of hafting. No striation patterns were noted on any of the five teeth.",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "text": "specimens were obviously submitted to some extreme form of battering. Perhaps thev were used in the flint working process or for the manufacture of shell tools. Both these processes would expose the teeth to the forces needed to shatter them in the manner they were.-The pond teeth are different cases altogether. Neither indicate that they suffered anv traumatic occurrences as the Md. A specimens do, Both have highly abraded mesial/distal occlusal edges. The larger of the two specimens shows its greatest wear above the occlusal tip.",
                "uris": null,
                "num": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "text": "A1177 is a contrasting stemmed point with convex edges. It has an irregular tip, is asymmetrical in form and shows intermittent step like chips removed from the edge through use. The outline of this point is reminiscent of the Perkiomen Broad defined by Ritchie (1961: 42-43) and a point of the Dallas component, Hiwassee Island (Lewis and Kneberg 1946:plate 66B). The stem is narrow and contracts in a proximal direction. It is made from a mottled light tan material and is poorly chipped.",
                "uris": null,
                "num": null
            },
            "FIGREF7": {
                "type_str": "figure",
                "text": "poseful manner. The truly distinctive aspect of this point is the edge treatment. Both edges and the adjacent faces have been ground smooth. Faint striations parallel to the blade edges were observable.K-,The tip is battered and was probably as smooth and uniform as the re mainder of the blade before this happened, as the polishing effect is abruptly terminated '..'h e r e the battering begins. The only possible deduction is that this polishing effect was deliberate and not through use.The other broad-bladed point is made from a gray/blue banded chert. It has a parallel-sided, round-based stem, delicate chipping and no indication of edge polishing. It is much longer than the other specimen (124mm vs. 91mm) and shows no indication of having been used as a tool.",
                "uris": null,
                "num": null
            },
            "FIGREF8": {
                "type_str": "figure",
                "text": "exhibits shallow flaking on its surface and a deep notch on the side. The purpose of this object is difficult, if not impossible, to determine.",
                "uris": null,
                "num": null
            },
            "FIGREF9": {
                "type_str": "figure",
                "text": "shows what has been tentatively identified as a Culbreath point. It is made from a brownish chert with a straight stem, finely made barbs, and definite secondary chipping to form the edges.The base is deliberately wedge formed and the tip broken. The edges show no indication of having been used. Another stemmed point is made from a mottled gray chert. As with the previous example, the edges and stem are deliberately shaped and show no indication of having been used.",
                "uris": null,
                "num": null
            },
            "FIGREF10": {
                "type_str": "figure",
                "text": "STONE The Ft. Center lithic materials (excluding previously discussed points and celt) consist of 330 specimens. The majority of this mater ial (289 examples) come from the Md. A midden. As would be expected from our knowledge of the previous materials, Md. B supplied only a few examples (34), the majority of which are of a more exotic nature than the Md. A materials. Included in this section are sharpening stones, chert nodules and chips, and miscellaneous lithic finds. Many of the materials are self-explanatory, being merely the chipping waste from the manufacture of other tools. Others are of a quite different nature, being either the unused raw material of the lithic industry or the finished form. As before, a functional interpretation will be presented when possible but the great bulk of the materials in this section is made up of un modified chert chips, the probable by-product of the point/knife industry. Mound A Probably the most significant lithic materials recovered from Md. A consist of 61 smoothed sandstone and limestone slabs. These Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF11": {
                "type_str": "figure",
                "text": "The remaining three specimens are quite aberrant to the nature of the mound. The piece of sandstone and the limonite/hematite rocks show smoothing on the surface. Again, this is probably indicative of its having been used as an abrading stone.PondIn keeping with previous finds, the recovery of lithic mater ials from the pond was limited. A few non-diagnostic chips were recovered from the midden base, as well as 118 limestone, sandstone and hematite rocks. These were all unmodified and represent cast-off materials from Md. A. A piece of partially mineralized wood, the raw material for the oblique spheroid object from Md. B, was also recovered.No special significance or ceremonial association is attached to this.PLUMMETSThe Ft, Center excavations produced a total of 16 plummets.Eight were made of'stone and 7 of conch columellas. Md. A contributed 12 of the plummets-5 stone and 7 of 8 shell. Three stone and one shell examples were recovered from the pond. Md. n did not contain anv nlummets. This can be due to' 3 factors: 1) excavation procedures, 2) preservation, and 3) there were none present.To be classified as a plummet it is felt that the artifacts in question must show modification of a certain type. Some examples are unquestionably plummets because they fit the classic teardrop shape with grooves at one or both ends. An alternate form is the expanded center plummet, again with grooves at one or both ends. These are easy to recognize in the stone specimens, but due to chemical changesome shell examples are questionable. For this reason, unless a shell specimen possessed the attributes of shape and grooving, it was not classified as a plummet. Four specimens were of the proper shape to be considered plummets but lacked any indication of end arooving. These are classified as problematical examples. A description of the individual plummets is not necessary'. The illustration (Figs. 15 and 16) is self-explanatory. Of particular interest, and importance, are the materials from which they are made. Uithout exception, the raw materials are alien to the Lake Okeechobee region. The lithic materials are igneous in nature. The closest source of these materials is in the Piedmont. The lithic materials are nranlte, crystalline quartz, granodiorite, gneiss, diorite, rhyolite-gran.ite and a single broken worked quartz crystal. (S. O'R Sears identification). Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.The shell materials are 13usycon, Strombus, or Fasciolaria conch columellas which are probably from the southwest coast of Florida. VJhile conch do occur alone the Atlantic coast, it is felt that there are too few to account for the number which are known to have been traded durinq this and later time periods (w. H. Sears, personal communication). The five tear-drop shaped stone plummets exhibit flattened areas on their bodies. This same desiqn factor is observable in two of the shell examples. SHELL A total of 421 shells and shell fragments were recovered from the areas in question. This count does not include the previously discussed shell adze blades and plummets. As with the other sections of this paper, the Md. A midden produced the most examples. The pond area produced only a few specimens, and Md. B an extremely limited number. These Md. B materials are of a different nature than the others due to two factors. The first is that of preservation and the second is intrusive materials. The poor preserving powers of the white sand mound reduced the Hopewellian materials to recognizable stains in the sand. The intrusive materials from the white sand cap are pre served, but in poor condition. Mound A Three categories of shell remains can be recognized from the Md, A midden.-They'are: 1) Shell artifacts; 2) whole shells; and 3) shell fragments. These, of course, can be subdivided into variants or parts of the shell. VJhere applicable this was done. The shell artifacts, other than the adze or celt blades, v;ere made of Busycon perversum, Fasciolaria gigantea, and possibly Strombus gigas and Marainella. To be classified as an artifact, the shell or fraqment in question must demonstrate intentional shaping or modifica tion through use. In the case of the conch shells we have grinding, notching, pecked holes, and the removal of the columella as modifica tions.Fig. 18 illustrates the range of hafted conch shell tools. These can be divided into three, possibly four types. Two of our types are represented by multiple examples from Ft. Center and otherGlades area sites. We have two single examples of types; one(Fig. 22)made from a Fasciolaria gigantea shell is found on other, coeval, sites in the Glades area(Goggin 1949 and MS)  (Moore 1901). The other(Fig. 23)is a problematical type because of its poor condition. Due to the possibly unique treatment of the anterior canal and beak it has been separated from the others.In \"The Archaeology of the Glades Area, Southern Florida,\" an unpublished manuscript, and \"Cultural Occupation at Goodland Point, Florida\" (MS; 1949) Goggin goes to great pains to define and place chronologically and spatially a series of hafted conch shell tools.",
                "uris": null,
                "num": null
            },
            "FIGREF12": {
                "type_str": "figure",
                "text": "is ground at an angle forming a bevel (see grinding stones, Fig. 14) with little if any modification to the anterior canal. The second difference, which is used as the identifying mark of the oouge, is the removal of the beak proper, leaving a large, open, sharpened anterior canal.",
                "uris": null,
                "num": null
            },
            "FIGREF13": {
                "type_str": "figure",
                "text": "illustrates one of two broken conch beaks which have been classified as gouges.",
                "uris": null,
                "num": null
            },
            "FIGREF14": {
                "type_str": "figure",
                "text": "illustrates a two-holed (?) notched lip Busycon tool and two other deteriorated examples. They are of special interest be cause of the treatment given their beaks. Part of the whorls appear to have been removed, leaving pointed working surfaces. These tools could conceivably have served as \"picks\" for addina texture to a wood surface.",
                "uris": null,
                "num": null
            },
            "FIGREF15": {
                "type_str": "figure",
                "text": "teeth. They were divided into morphologically determined categories and then thoroughly observed under varying light and magnification conditions. It was hoped that in the end a series of tool types would be defined from the various categories. Unfortunately, this was only partially possible. Only through interpretation of wear patterns, it is felt, can the archaeologist legitimately assign names such as point, leister point, or awl to these categories. By what sometimes seems to be indiscriminate use of names, or following conventionally used names for categories of artifacts, the archaeologist is often misleading and inadvertently deceiving his readers and students.Category I (Bone)(Fig. 26)    This group of artifacts, consists of those which have, in crosssection, a round distal end. The whole tool can be divided into three sections-distal and proximal ends and the area between them referred to here as the transition.Of the 36 examples represented in this category, 10 of them are complete, 17 are broken distal ends, and the remaining 9 represent \"body\" sections with broken distal and proximal ends. The absence of proximal ends is explained in the discussion of Category II.The complete examples were very enlightening in some respects and disappointing in others. The only indication of wear was the varying amount of sheen exhibited on the distal ends. No striation patterns were discerned on any of the distal ends. A careful examina tion of the point of the distal ends revealed an important fact. VJith the exception of the broken points, the sharp tips were uneven and irregular in nature. The lack of regularity in the tips is attributed to manufacture and not use. It was in a form which cannot be attrib uted to wear. The tips would be ever so slightly larger than the shaft leading up to them, not worn down as they would be from use.The more bone is handled, abraded, or used, the more of a sheen or luster it acquires, the foremost example of this being arth ritic ebumation where the bones of the joint take on a highly polished ivory look. The ten complete examples show what could be termed a continuum of use. The surface conditions range from ragged to highly polished. The lower end of the scale is represented by specimens which fit into the cateqory, but do not have shiny, used surfaces.The progression is toward a uniform, darker sheen on the surface. The use process through which the implements underwent did not produce any diagnostic striation patterns.The proximal ends of tools indicated a very uniform manufacturing/haftinq technique. Unlike the distal end, this portion of the implement does not exhibit a finished appearance. It is angular in nature, still rough from manufacture and shows distinct parallel striations on the flat surfaces, possibly the cut marks from shark tooth cutting implements. The extreme proximal end of the implement was manufactured in either a point or wedge shape. In a few examples this portion was broken off. This proximal end was in 8 of the 10 complete cases darker in color than the distal. This staining may be a result of the hafting process.The area referred to as the transition is where the proximal and distal ends meet. Its nature is that of an abrupt change. It is marked by a cessation of striations and staining. In some instances a ring, either dark or light, can be discerned at this point.The broken tips demonstrated the same use continuum as the complete examples. The above mentioned observations concerning the tip characteristics holds true: none showed that they were used on highly abrasive materials. The broken body sections were like their complete counterparts in showing a continuum of sheen and demonstrating an abrupt transition from proximal to distal ends.",
                "uris": null,
                "num": null
            },
            "FIGREF16": {
                "type_str": "figure",
                "text": "Two medium sized triangular shaped implements, the larger one showing short parallel striation retained from manufacture. (6) One broken worked animal rib. The end has been rounded and smoothed. No striation pattern is evident. (7) One broken cut long animal bone. One side of the bone is flat and one end is broken. (8) One large broken pointed bone object. (9) One modified broken bone tool. The modifications occurred after a break. R eproduced with permission o f the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF17": {
                "type_str": "figure",
                "text": "One blunt ended fish bone. (11) Three broken shaped tips, two of which are burned, the other exhibits a hiqh gloss. (12) Five pieces of fossilized bone (Sublett, personal communication) are present, three of which have been burned. (13) Three cut bird bones, each exhibiting a small hole on the shaft which is not drilled. (14) One bone splinter which exhibits small parallel striations and a drilled hole. (15) One piece of worked bone. It has a high sheen and a deliberately shaped six-sided proximal end. (15) One bone bead.",
                "uris": null,
                "num": null
            },
            "FIGREF18": {
                "type_str": "figure",
                "text": "different. The ceremonial aspects of the pond are enough to explain the uniqueness of its materials. Hopewellian ceremonialism is based on the employment of such exotic materials. The morphologies and materials of the area, as opposed to the others, are unique enough to be classified as ceremonial -in the context of the site. The location of these points in two caches are also indicative of their ceremonial nature. The serrated triangular points are of a different problem altogether. They came from above the [ basal midden so were either intrusive or associated with the charnel | I house. The former is probably more correct.",
                "uris": null,
                "num": null
            },
            "FIGREF19": {
                "type_str": "figure",
                "text": "chert artifacts on Md. A consists only partially i i of projectile points. The large stemmed and side notched points are most likely knives. The wear pattern they showed was a general dulling",
                "uris": null,
                "num": null
            },
            "FIGREF20": {
                "type_str": "figure",
                "text": "The Md. B points, as previously stated, are unique. The absence of our Md. A stemmed knives is significant. It will be remembered that Md. A was probably the housing area for the cult specialists.They could have been responsible for the manufacture of the items like the wood carvings and other specialized materials. The absence of these stemmed knives from both Md. B and the pond indicates that they are speci alist's tools and were not related to the ceremonial aspects of the culture.Most of the remaining specimens can probably be classified as arrow or dart points. The triangular and small stemmed points, while not showing any diagnostic use-wear patterns, seem ideal for this use.",
                "uris": null,
                "num": null
            },
            "FIGREF21": {
                "type_str": "figure",
                "text": "It will be remembered that there are five strata in Md. B. A test was run to see if certain point types might be related to the specific elevations or strata of the mound. The results were neg ative. It was found that all the points came from either the midden deposit or the layer of mud-streaked sand directly above it. This indicates that the points were contemporaneous.It is apparent that the range of point types from Ft. Center is great. We have everything from typical Archaic broad bladed stemmed points to the small triangular Pinellas points of post 1300 A.D. on a site with a good C-14 date of 200-400 A.D. A two stage conclusion follows from the analysis of the artifacts: (1) The flint industry rep resented is an extension of the existing Florida Archaic. This is demonstrated by the presence of typically Archaic points; (2) The Ft. Center chipped stone industry represents an adaptation to a widely inclusive and variant ecological situation. Different game requires different hunting techniques and instruments. This is reflected in the different forms of the projectile points. In this case, the form of the artifact is determined by its function in the society. The second part of the conclusion is apparently applicable only to the points. The stemmed knives, as previously stated, seem to have form as their foremost quality, and function is secondary. Reproduced with permission of the copyright owner. Further reproduction prohibited without permission. This, of course, is shown by the lack of re-sharpening of battered and abraded surfaces. The point kit is probably not completely represented. A great number of points, as well as other artifacts, were, in all probability, made of materials which have long since decayed. A word needs to be said about the probable use-wear pattern of projectile points. It is possible that an arrow or dart point would not develop any significant indication of its function. It is questionable that a single arrow would be used a great number of times. If it penetrated the soft areas of an animal, striations would probably not develop,and if it struck bone, chances are that the tip would break. The point then would be either discarded or re-worked.",
                "uris": null,
                "num": null
            },
            "FIGREF22": {
                "type_str": "figure",
                "text": "into three categories. The first is that of sharpening/grinding stones represented by hones, grooved stones and ground limestone slabs. The second category is the debitage from the manufacture of stone implements.The last category consists of raw materials, mostly water-rolled chert nodules.These stone artifacts represent a thorough exploitation of the available materials. We have represented local sand and limestones as well as chert which can be obtained only from far away limestone Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.deposits in the northern part of the state and in Georgia. This does not deviate from the pattern already established of the utilization of local as well as imported materials. The distribution of chipping debitage indicates that there was specialization within this craft. The lack of extreme overlap be tween Mounds A and B of the stemmed knives, debitage from Md. A and the pink and red points and chert of Md. B indicates that there was no overlap between the production of utilitarian and ceremonial points. The Hopewellian emphasis upon the exotic is demonstrated by the presence of the oblique spheroid object. Of seemingly no utilitarian value, and of a definitely imported material, it must have been con nected with the ceremonial aspects of the Hopewell Phenomenon. PLUMMETS The distribution of the plummets is our best indicator of their function. Unfortunately in this case a paradox arises from using location as an analytical basis. Since no debitage of igneous rocks or incomplete specimens were found on the site, we must take this as evidence that the stone plummets were imported as whole items. Since the Piedmont is the closest source for the materials, either an extensive trade system was involved (probable) or long trips were made by the people of Ft. Center to obtain the objects. Such an effort, it would seem, would assign a high value to these items. With three ex ceptions, this hypothesis is proven false by the location of the plummets. Twelve of them were recovered from the living floor on Md. A. It will be remembered that this mound and its associated midden were not ceremonial in nature. The three specimens associated with the human bone layer of the charnel house pond support the hypothesis. In comparison to the Md. A plummets, the pond specimens are unique. Here we have 1) an effigy specimen, 2) a plummet (broken) made from a single crystal of quartz, and 3) the largest specimen, of a lighter colored material with two accented flat areas on the body, these three being examples of unique forms of everyday materials. This, and not the source of the materials or artifacts may be the exotic quality involved. The one problematical shell plummet was recovered from the basal midden and further supports the assumption of the nature of this deposit. The function of the plummets is still an important question, which remains unanswered. In the context of Ft. Center, it can probably be safely said that they were utilitarian in nature, with the more exotic examples being reserved for inclusion with burials. The question arises as to whether there is a direct relationship between the design of the stone and shell plummets. Outwardly, a relationship appears to exist. We have the tear-drop shaped and ex panded center plummets represented in both stone and shell. Variants of the basic design theme are also represented in both mediums; for example Fig.15 shows flattened variants in both shell and stone. A similar parallel is seen in the expanded center examples. With the exception of the retention of the whorl on two examples, the forms are remarkably similar. SHELL The shell tools have been divided into four types: adze, celt/ axes, gouges, and dippers. Usually, they are made from whole Busycon perversum shells which have been modified by grinding the beak and pecking holes and notches in the whorl and lip. They are hafted by wedging a shaft through the holes or notched lip and against the columella. Further strength can be obtained by lashing through addi tional holes or removed sections of the spiral. Evidence'is present for multiple angled tools. The three-holed celts can conceivable be mounted in two manners. The first is using the notched lip and a whorl hole, the second utilizing two pecked holes. While not altering the apparent function of the tool, the angle of the working surface to the craftsman would be different. The one-holed specimens with notched lip are divided into categories of celt and adze, depending upon the orientation of the ground beak to the haft.Gouges were made from the Busycon perversum and Fasciolaria gigantea. The Busycon varities gave the craftsman a moderately wide gouge while the Fasciolaria gouge was norrow.",
                "uris": null,
                "num": null
            },
            "FIGREF23": {
                "type_str": "figure",
                "text": "The shell materials recovered from the pond's basal midden further support the hypotheses that this material originated from Md. A.The abundance of freshwater clam (mussel) shells as well as fish bones indicates that the occupants of the site relied heavily upon fish for subsistence. The indication is that the Ft. Center inhabitants were capable of exploiting their environment to its utmost in the search for food and raw materials as well as producing their own food in the form of maize.BONEThere has been much written in the literature by both professionals and amateurs concerning artifacts of the nature discussed in this section. In most cases, they assign type-names to them, such as awl, bi-pointed projectile point, bone pin, or any of an assortment of other names. Another approach is to dismiss them as polished bone splinters or some other classificatory term.The mere morphological differences between Categories I and II are not sufficient to warrant designating them as individual types.",
                "uris": null,
                "num": null
            },
            "FIGREF24": {
                "type_str": "figure",
                "text": "exposed portions. They seem to have been hafted into a stick which served as the female member of the implement. They were not used in conjunction with abrasive materials, since no striation patterns are at all evident and the points are apparently intact. Their use as projectile points is rather dubious. It is hard to imagine that a single point could be used enough to acquire the sheen demonstrated by these implements and still remain intact. The same can be said for leister points or gorges. Compound fish hooks are another possibility, but size makes this rather improbable. A distinct possibility is that they were parts of compound tools used in the manufacture of textiles and basketry. The abrasion of the raw materials on the exposed bone during the manrfacturing process would account for the over-all sheen and lack of abrasion on the tip. The possibilities seem endless, and until wear studies of known bone tools are conducted, they will remain so.The other categories, with the exception of IV are covered by the opening statement. The turtle shells may represent rattles, but who can tell? The antlers could have ceremonial associations or be the cast-off remains of a deer. The bead, carved and polished bones, may have been decorative or served a ceremonial purpose. The interpreta tions are all rather tenuous due to the lack of cultural associations.Two conclusions concerning the Category I and II implements can be stated. The first concerns manufacture, the second use. Our first conclusion is that the continuum of sheen expressed in the two categories correlated with the stages of manufacture of the implements, the end point being the most highly polished specimen. The alternate conclusion is that we can see a continuum of wear expressed by the various examples.The finished product is the pointed, shaped bone* through use, it acquires a sheenj the more it is used, the more sheen.If conclusion I is correct, then the end point of manufacturing process is a highly polished, specialized tool. This high finish aspect does not minifest itself on any other artifacts from Md. A.The highly sophisticated finish is associated only with the pond materials, the wood carvings and highly polished bone pins being examples of this. This discrepancy would tend to negate the first .hypothesis.Conclusion IIfits in well with the habitation aspect of Md. A. The highly finished materials are associated with the ceremonial areas of the site, specifically, the pond. The cause of the wear comes to question. The lack of striation patterns or any indication of abrasion would rule out their use with hard or gritty materials. The over-all sheen on the surface would indicate that the whole distal end was subjected to the same amount of friction. A possible use would be in weaving or basket making tools. The materials employed in this textile industry would not be sufficiently hard to leave striations or wear away parts of the bone. The movement of the tool through the fibers of the basket or cloth would account for the over-all abrasion needed to produce the sheen. The pointed distal end would allow for easier manipulation of the implement through the fibers of the Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF25": {
                "type_str": "figure",
                "text": "Center artifacts represent a collection of tools and non-utilitarian implements from an ecologically unique area of North America. They offer the archaeologist a chance to study part of the human adaptive mechanism in a little known, for North America, environmental situation.The artifactual inventory is varied and quite extensive. Both local and imported materials were used, with a heavy reliance being placed on conch shell. The lip of the Strombus gigas was used to man ufacture the shell/celt adzes while Busycon perversum and Fasciolaria gigantea shells served as gouges, celts, adzes and picks. The columella from these shells were employed as plummets similar in design to the ones made from igneous rock whose nearest source is the Piedmont. Other imported materials are chert, quartz, shark teeth and galena. Local materials which were used include the sandy limestone and sandstone grinding and sharpening rocks, bone, antler, and turtle shell.The reliance on such a great variety of materials and the var iance of form within the descriptive categories is significant. It shows that the people of the Belle Glade culture possessed a complex technology which would only be supported by the importation of otherwise unavailable raw materials. In conjunction with the Hopewellian ceremonialism, we detect selection in the utilization of these materials.Along this line, we see a sharp division in point typology between the village area and the ceremonial mound. Not only is there this type difference, but a significant difference in materials is apparent.The Md. A chert is usually a murky brown color while the points from Md. B are much brighter and more colorful. The limited recoveries from the pond form a third assemblage. They are basically different both typologically and materially from both mound deposits, although they do show some similarities to the Md. B. points. Other \"exotic\" materials or artifacts which support the recognized exotic basis (bases) for the Hopewellian complex are the ornate polished bone pins and unique plummets from the Charnel House pond, and the coconut shaped object from Md. B.",
                "uris": null,
                "num": null
            },
            "FIGREF26": {
                "type_str": "figure",
                "text": "Projected uses are for wood, bone and leather work. The small size of the cutting edges would be ideal for work on bone pins (Note: see description of the unfinished proximal sections of the Type 1 and 2 bone \"pins\"), small detail work on the wood carvings, or general wood work such as the making of arrow and dart shafts and in the manu facturing process of leather goods.",
                "uris": null,
                "num": null
            },
            "FIGREF27": {
                "type_str": "figure",
                "text": "time span. By Bullen's breakdown the Ft. Center points demonstrate for a maximum of 6300 years of development. The occurence of the pre-400 A.D. points could be explained by saying that they are \"antique salvaged by later Indians\" (Bullen n.d.: 3). This simplistic explanation is not sufficient in view of the number of \"old\" point types and substantial assemblage of stemmed knives. What cannot be explained by the typology is the occurrence of the Pinellas points and undesignated serrated triangular points on such an early site. Another criticism of Bullen's guide is the inexactness of the descriptions and illustrations of the different point types. The drawings were inadequate and the descriptions confusing. Identification of specimens is difficult and many times should be considered question able. These were marked with a question mark. Due to their distinctive forms, several types such as Pinellas, Hernanda and Hillsborough were Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF28": {
                "type_str": "figure",
                "text": "decorative in nature. The first conclusion is quite possible. Finding three of the stone plummets in conjunction with the human bone layer of the pond supports this hypothesis. Decorative of ornamental materials would in all probability have been included within some burials. The utilitarian hypothesis \"If the plummets were utilitarian in nature, then they would be found on the living floor\" is very feasible. Such objects could represent spindle weights or bannerstones. Only the stone examples seem to negate this interpretation. Why would they import either finished examples or the raw materials from such a distance when conch columella, an apparently suitable material, was readily available? One is tempted to apply the Hopewellian exotic rule to these materials and call them ceremonial because of the status of their imported materials, but it doesn't work. With two exceptions (the anthropomorphic and quartz crystal plummets) from the pond, and Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF29": {
                "type_str": "figure",
                "text": "Center materials. We prefer to approach the problem by defining a limited number of types and recognizing variants thereof. The four defined types are adzes, celts, gouges, and dippers. A fifth type, a prob lematical pick, was tentatively defined. With the exception of the dippers all these tools are ideally suited for use in the extensive wood working industry at Ft. Center. The craftsman could choose from his shell tools adzes with various width bits, gouges with a eontinous range of working edges, celts, and possibly picks.The extensive amounts of broken conch shell indicates that they were available in large quantities. By reason of the great variety of tools and other objects made from their shell, the conch must have been of great importance to the community. The other shell remains show a reliance upon both marine and fresh water shellfish. The two problematical shell beads show that there was some concern with decoration of the body or dress.BONE, ANTLER, AND TURTLE SHELLThe section contained four important categories. The first two are the category I and II bone needles. Interpreted as parts of compound weaving needles, they form a major part of the artifactual remains. We may conclude that the weaving industry was of major importance. By weaving, we mean textiles, basketry and netting. The third important category is that composed of the elaborately carved and polished bone pins. These were obviously included in burials and can be interpreted as elaborate hair pins.The fourth category is of a different nature. It is the one comprised of deer antlers, primarily those recovered from the Charnel House Pond. As previously mentioned, these may well have been parts of an antler headdress. METAL The only metal recovered during the excavations was a small galena \"hemi-cone\". Its occurrence on Md. A living surface is a problem, as it would seem to be of ceremonial significance. Any function, utilitarian or otherwise, cannot be determined. It is apparently an object of ceremonial (because of its exotic nature) significance which became lost on the mound. Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.CHAPTER VI COMPARISONS In order to understand any archaeological occurance, we must view it not as a unique phenomenon, but as being related to other sites and artifact assemblages in both spatial and temporal di mensions. For this reason some of the analytical categories are subjected to a comparative process in the attempt to show that the Ft. Center non-ceramic artifacts are: (1) not unique in nature; (2) represent part of a continuum of development which can be recognized as existing in the Archaic; and (3) some classic Hopewellian designs can be detected in the limited ceremonial finds.The comparative materials consist almost exclusively of published site reports and their illustrations. While we recognize that minute differences may not be observable in the photograph or be able to be extracted from the text due to differential analytical and descriptive methods, it is felt that this is a legitimate method. The primary assumption this writer is working under is that over-all form is the important analytical factor. The shape of the tool is the cultural link or adaptive mechanism to the environment. If the researcher establishes his own base line through use-wear analysis this is an effective and useful method. However, it does have shortcomings. As stated above, unnoticeable minute differences may be significant.Another is that different cultures, or even segments of the same culture may utilize the same tool \"type\" in different manners. If the use-wear indicators are not listed in the text, or clearly illustrated, this may be a great problem. Short of traveling great distances and spending immense amounts of time and money in the re-anaiysis of existing collections, we really have no other method of comparing materials.",
                "uris": null,
                "num": null
            },
            "FIGREF30": {
                "type_str": "figure",
                "text": "no other form of shell fish readily available. Other materials are shell, bone, and stone tools, and large amounts of unworked animal bone. The extent of the midden in both depth and area covered indicates a small to moderate size settlement for a substantial amount of time. The adjacent burial mound consists of five layers. The first, on ground level, is a thin midden of the same content as the habitation mound. OH this was constructed a small domed mound of the local \"muck\". Over part of this mound lay a \"limestone pavement.\" Next came a sand cap, again with burials. Over this was another shallow midden. The final level was another sand layer with interments. Cultural materials were scarce in all levels of this mound and may be thought of as being accidental inclusions in the fill.",
                "uris": null,
                "num": null
            },
            "FIGREF31": {
                "type_str": "figure",
                "text": "illustrate hafted finds by Cushing from Key Marco. Goggin, at the Snapper Creek-Da9 (1950: 50-64) re covered 17 complete and broken examples. From Upper Matecumbe Key he and Sommer (1949!: Plate 5-F,G) recovered more of these examples.",
                "uris": null,
                "num": null
            },
            "FIGREF32": {
                "type_str": "figure",
                "text": "we may be viewing a mixture of ceremonial and utilitarian examples.If so this difference may reflect a difference in function or relative status of these two related ceremonial centers. This may be tested by excavations at Big Mound City and Tony's Mound to see if the difference holds true.Goggin and Sommer (1949:  Plate 8e) depict a stone globular example from Upper Matecumbe Key. Willey (1949a: Plate 15 A, B, J) illustrates stone and shell plummets from the previously mentioned Perico Island period. For the later Safetv]Harbor period (ibid: Plate 59C) he shows a stone example. Wauchope (1966: Fig. 252) illustrates several crude examples which are of undeterminable age. He also illustrates a comparative selection of plummets from the Eastern United States ranging from Archaic to Mature Mississippi (ibid: 197). Benson (1967: 128) illustrates polished stone plummets from a historic site in Polk County, Florida. Bullen, Partridge and Harris (1970: 117-118) write: \"The most common non-ceramic artifact at the Safford Mound were plummets, all seemingly well made. The continued occurrence of these objects in burial mounds, and their virtual absence in middens, surely indicates their use as personal adornments and not as new weights for fishing. While most prominent during the Weeden Island period, they are also found with both Deptford and Safety Harbor interments.\" These materials illustrate the long span of plummet use and variety of materials used, as a copper example of the expanded center variety is illustrated (ibid: 116). The contention is held suspect that their use was for adornment. Perhaps only the finest examples were included in the graves, as with the Ft. Center examples. Plummets are reported from the Little Woods Midden, Big Oak Island, Tchefuncte Midden {Ford and Quimby 1345: 13-17), Crooks Site",
                "uris": null,
                "num": null
            },
            "FIGREF33": {
                "type_str": "figure",
                "text": "illustrate bone pins and projectile points. It is to be noted that the above examples are from Mississippian sites. Interestingly enough, one of the Pickwick plates (ibid: Plate 148) shows what are alleged to be bone points with battered tips. Willey (1949b: Plate 7) illustrates \"bone projectile points\" from Belle Glade which, as would be expected, are similar to the Ft. Center materials. Ford, Phillips and Haag write of Jaketown: \"In contrast to the fairly abundant fragments of animal bones recovered from the Jaketown midden, the number of artifacts made of bone is quite limited...\" (1955: 118). Webb and DeJarnette (1948: 59) write: \"The implements termed bone pins resemble bone awls. They generally differ from awls in one or more of the following respects: Better workmanship, an expansion of the head, greater degree of polishing, incised decoration on the head. Bone pins vary in cross-section from round and elliptical to platforms.\"",
                "uris": null,
                "num": null
            },
            "FIGREF34": {
                "type_str": "figure",
                "text": "6EEJVEB (00. SS) tMt. Paad. f i t e f B EfrvtfonapS?U m i l i S ) tt s t Y o k e l* « r M t* « « a d c a p l i l l l l B PpodReproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "FIGREF35": {
                "type_str": "figure",
                "text": "Fig. 10",
                "uris": null,
                "num": null
            },
            "FIGREF36": {
                "type_str": "figure",
                "text": "Fig. 9",
                "uris": null,
                "num": null
            },
            "FIGREF37": {
                "type_str": "figure",
                "text": "Fig. 12",
                "uris": null,
                "num": null
            },
            "FIGREF38": {
                "type_str": "figure",
                "text": "Fig. 14",
                "uris": null,
                "num": null
            },
            "FIGREF39": {
                "type_str": "figure",
                "text": "Fig. 15",
                "uris": null,
                "num": null
            },
            "FIGREF40": {
                "type_str": "figure",
                "text": "Fig. 16",
                "uris": null,
                "num": null
            },
            "FIGREF41": {
                "type_str": "figure",
                "text": "^^W f^^i f i' ,-fi ■ s •*:,\"',;f' ftf « -j^53j u A ** -* -f c . ** v . 1 U*| i A* K 5 h **1* +. \" v -• J-1 r-, * a r S f c j 4 M \\ *\\ ^' X r -K H M f f r t t t e M r t i O f i N A r \"'-r' -rWTt * aJ^bsSP'.-s.. * k f i^H S i^S l i^f l * * ? * ><r *>•»•'",
                "uris": null,
                "num": null
            },
            "FIGREF42": {
                "type_str": "figure",
                "text": "Fig. 17",
                "uris": null,
                "num": null
            },
            "FIGREF43": {
                "type_str": "figure",
                "text": "Fig. 18",
                "uris": null,
                "num": null
            },
            "FIGREF44": {
                "type_str": "figure",
                "text": "•\\r --* . '/i1-w ; , v . * ^j.ra!lS®B55ffl!S!S?5?!S?fS?SS!ESS!?l!5vS?B5?59!lS53!HS?SI3®!S w ' m m m m m m ' s M ' • Mr. \\ r a t ' • ■;;:: ' . v * ? ; -n ® V -;;' :...:-v : , L -..v .,/,-• w » ';Jt> n-> ;-/'",
                "uris": null,
                "num": null
            },
            "FIGREF45": {
                "type_str": "figure",
                "text": "^sSsSSW^ Arl-f^^l^$ S @ ® 5 w S l f ®^A $ S j g ® T p f c w ' '6 w ' V 7 ->.'*•' -'f''™^S [ ',-.' >»",
                "uris": null,
                "num": null
            },
            "FIGREF46": {
                "type_str": "figure",
                "text": "Fig. 28",
                "uris": null,
                "num": null
            },
            "FIGREF47": {
                "type_str": "figure",
                "text": "u l M J S I M U I B I H » m W M a a « « a W M a^R eproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "content": "<table><tr><td/><td>H 3</td></tr><tr><td>Selected Venus mercenaria compechiensis shells • ■</td><td>H 3</td></tr><tr><td/><td>92</td></tr><tr><td>APPENDICES</td><td/></tr><tr><td>I STATISTICAL BREAKDOWN OF SHARK TEETH BY CATEGORY</td><td>96</td></tr><tr><td>II FIGURES</td><td>100</td></tr></table>",
                "type_str": "table",
                "text": "Page ACKNOWLEDGEMENTS ......................................... L IST OF I L L U S T R A T I O N S ................................... iv CHAPTER I INTRODUCTION ................................... 1 II FORT CENTER (GL, 13) 5 III DESCRIPTION OF NON-CERAMIC ARTIFACTS.............. 11 IV SUMMARY AND CONCLUSIONS OF DESCRIPTIVE MATERIALS . . 52 V DISCUSSION OF ANALYSIS ............................ 66 VI C O M P A R I S O N S ........ 1 ........................... 76 VII CONCLUDING REMARKS ................................ Charnel house pond plummets ...................... 108 Close-up of carved plummet ...................... 108 Selected hafted conch shell t o o l s ................ H O Three-hole conch shell t o o l ...................... HO Ceremonial o b j e c t ................................ H I Selected one-hole conch shell tools ............... m Selected gouges ............................... H 2 Problematical shell p i c k s ........................ Problematical shell c u p s ........................ Compound bone n e e d l e s : .......................... T o p : Category I Bottom: Category II Daggers ....................................... 114",
                "num": null
            },
            "TABREF1": {
                "content": "<table/>",
                "type_str": "table",
                "text": "The continuum of cultural evolution showed little real change. Outside of a few large ceremonial centers the material culture of the area remained fairly static. The tool inventory, while large, changed little. The addition of design elements in the pottery is the marker used for designating the time periods. Glades I is marked by grit-tempered Plain and St. Johns Plain (formerly Biscayne Plain) pottery. Glades II sees the introduc tion of decorated pottery such as Key Largo Incised, Fort Drum Punctate and Sanibel Incised. The marker for the advent of Glades III is the advent of St. Johns Check-Stamped (formerly Biscayne Check-Stamped).",
                "num": null
            },
            "TABREF3": {
                "content": "<table><tr><td>Category III (20 examples) (Fig. 4)</td></tr><tr><td>Tentatively identified as Hemipristis serra (no common name),</td></tr><tr><td>this type offers many similarities with Category I. Both are asymmet</td></tr><tr><td>rical and have much the same wear striation and hafting patterns. A</td></tr><tr><td>difference which should be noted is the inclusion of an angled mesial/</td></tr><tr><td>distal striation pattern on 3 examples. Another difference which</td></tr></table>",
                "type_str": "table",
                "text": "The teeth with the possible ground edges and secondary enamel chippage from use might have been employed in either wood work or as small knives.",
                "num": null
            },
            "TABREF6": {
                "content": "<table><tr><td colspan=\"2\">tinuity between New York and Florida, but that there are recognizable friction through intense rubbing\" (1967:306). VJhatever the use, it is A1943 is another stemmed point, and is made from a mottled Hound R</td></tr><tr><td colspan=\"2\">similarities of style between points over large geographical areas obvious that this flint tool was used to the point where it was no brown chert and has a snapped off base. No special edge modification</td></tr><tr><td colspan=\"2\">and time. Where exact identifications could not be made, general lonqer capable of cutting and then ap£&gt;arently discarded. No attempt was observed. The only notable thing about this point was its small</td></tr><tr><td>classifications were used, such as \"general archaic point,\" etc. was made to re-sharpen it. size-being only 33mm in length (Fig. 8).</td><td>•</td></tr><tr><td colspan=\"2\">Questionable identifications were marked with a question mark (?). Two other of the examples have broken points. Both were either A0421 is a small (33 x 11 x 4mm) serrated triangular point</td></tr><tr><td colspan=\"2\">writes that: \"functional variation is the used after breaking, or were being re-worked. One specimen (A1541) Mound A made from a tan colored chert. Unifacially worked with a beveled</td></tr><tr><td colspan=\"2\">product of post-detachment modification of flakes to make them more The 16 Md. A points were of 5 recognizable types, with frag shows step-like chips removed from the broken distal end. This may base, this point exhibited the absence and blunting of serrations near</td></tr><tr><td colspan=\"2\">efficient in the performance of certain operations and of further alter ments of 3 other blades. be indicative of use as an end scraper. The other &lt;A1814) shows re-the base, indicating that it was hafted. The tip was broken and aside</td></tr><tr><td colspan=\"2\">ation of the utilized edges or surfaces of the artifacts under the By far the most common type from this mound (8 of 16 cases) workina after breakage into a point. This specimen also demonstrates,,, from the serrations, no special^edge modifications were noted (Fig. 8).</td></tr><tr><td colspan=\"2\">stress of use.\" His artifacts under study were Paleo-Indian, and was a broad, stemmed point with weal; shoulders (Fig. 8) . Examination polishing of one edge. A1765 is either an asymmetrically made blade or a blank which</td></tr><tr><td colspan=\"2\">seemingly not of any recognizable, culturally determined type. They failed to reveal any striation patterns on the chert surfaces. Wear The remaining 8 specimens do not cluster into a group, as the was being worked into one of the large stemmed points. It is of a</td></tr><tr><td colspan=\"2\">were flakes modified in specific manners to do jobs. Again, this as indicated by blunting and smoothing of the edges was restricted first 8 did. For this reason, they will be discussed separately. brown chert and shows only minor use type chipping along the edges.</td></tr><tr><td colspan=\"2\">differs from the Ft. Center materials, which were made within a defined to the upper one-third to upper one-half of the blades. No indication A1796 is a broad-bladed side-notched point with ground base The area around the tip lacks the sharpness of the remainder of the</td></tr><tr><td colspan=\"2\">range. The conclusion concerning retouch for sharpening is therefore of sharpening and its accompanying re-shaping was present. Edge and beveled tang. It is made from brown chert and still has some lime edges. This does not seem to be from use, however, but from either</td></tr><tr><td colspan=\"2\">suspect for general application. Jt is suggested here that when tools dulling in the area just above the shoulders is felt to be an indica stone attached to the surface of the tang. There is scant removal of manufacture or lack of it (Fig. 8).</td></tr><tr><td colspan=\"2\">of a specific type are constructed, their unique shape will be retained tion of hafting, .The blunting of the upper edges was accompanied by small chips from the edge and one side is slightly less sharp than the One long, thin triangular point with basal notching was re</td></tr><tr><td colspan=\"2\">throughout use. If-the basic type is modified it will be done in a small chips being removed in a step-like pattern. One example (A1553) other (Fig. 8). covered. Known as a Hernando point, this specimen has dulled or</td></tr><tr><td colspan=\"2\">specific, recognized manner. The haphazard reshaping through the showed extensive' polishing of the edges (Fig. 11). All irregularities A1779 is a broad, contrasting stemmed asymmetrical point of polished edoes near the base indicating hafting. The edges of the</td></tr><tr><td colspan=\"2\">sharpening process hypothesis may hold true for flake tools, but is of the edge have been removed and a polished surface left. Only faint the Marion type. The stem shows deliberate sharpening on both the point have moderate sharpness and no striations were discernible</td></tr><tr><td colspan=\"2\">not supported by the Ft, Center materials. striations are discernible and these are parallel to the edge of the sides and base. There are intermittent small chips removed from the (Fig. 8).</td></tr><tr><td colspan=\"2\">An attempt was made to employ Bullen's \"A, Guide to Florida blade, indicating a back and forth sawing motion. Armstead (1949:47) edges, probably from use, and the broken point shows indication of The remaining 2 specimens are from broken blades and are</td></tr><tr><td colspan=\"2\">Projectile Points\" (Bullen 1968, n.d.) for identification purposes. indicates a similar find at the Safety Harbor site, Pinellas County, grinding and polishing (Fig. 8). mottled gray/white chert. A1612, the larger of the 2, is the distal</td></tr><tr><td colspan=\"2\">This was, at best, only partially successful due to the lack of clear Florida. His interpretation is that of a saw used in the modification A1203 is another contrasting stem point and is of the Levy end of a fairly large blade. Its edges are irregular and sharp. It</td></tr><tr><td colspan=\"2\">illustrations and descriptions. To fill in the gap, Ritchie's of conch shells. Another possibility would be in woodworking. type. It is made of a white chert. The base and edges show deliberate is bifacially worked and one of the edges is extremely beveled. A0451</td></tr><tr><td colspan=\"2\">Typology and Nomenclature of New York State Projectile Points was used Witthoft feels that flint blades make poor wood saws. \"Used against thinning and sharpening. There was no indication of use-such as is small and is possibly a broken stem. Its edges are dull and it has</td></tr><tr><td colspan=\"2\">(Ritchie 1961). This is not to imply that there was a cultural con wood, it [the flint blade] serves as a fire saw, evolving heat from striation patterns, or blunting or minute chips removed from the oval cross-section (Fig. 8).</td></tr><tr><td>edges (Fig. 8).</td><td/></tr></table>",
                "type_str": "table",
                "text": "Md. B produced 18 projectile points. Stylistically speaking, they differ little from those on Md. A, the big exception being the absence of the large, wide-bladed stemmed points from Md. A. The Md. B points tend to be smaller, thinner and more delicately made.Seven triangular points are represented in the sample. Three are of the Pinellas type, 3 Hernando, and the sixth is highly reminiscent of an un-serrated Tallahassee point.",
                "num": null
            },
            "TABREF7": {
                "content": "<table><tr><td>Mound B</td></tr></table>",
                "type_str": "table",
                "text": "While their basic shape differs, they exhibit some similarities. Three of the 4 are made of dark arav sandy limestone, and none of them dis play any purposeful shaping. The grooving and striations are the only apparent modifications to the stones. Again, they are apparently sharpening stones. This category appears to have been stationary while the implement was stroked along its surface.A total of 35 specimens exhibited smoothed or ground surfaces.In each case, this seems to be the only modification of the stone. The examples range from large (200 x 200mm) complete slabs, to small, highly worn examples which exhibit only small patches of recognizable ground surfaces.Fig. 14illustrates a selection of these grinding stones. Although no striation patterns were detected, it is felt that these stones were used in manufacturing shell and bone tools. Their coarse surfaces would be adequate for the grinding involved in the shaping of bits on conch tools. Of particular interest in this col lection is the largest coarse sandy limestone slab. It was found in association with the lime deposits which W. H. Sears (personal communi cation) feels were used in the preparation of maize. While it is recognized that physical association within a midden does not necessar ily mean that the artifacts or features are functionally correlated, this association may be meaningful. This grinding stone is concave in nature and may very well have been used for grinding of maize or other vegetable products. Although the hypothesized lime treatment of the maize precludes the use of grinding instruments, it is possible that the slab was used for the preparation of nuts and seeds. The use of wooden mortars (hypothesized) and pestles (two recovered from the site) for this activity is more probable.Chert-Quartzite. The overwhelming majority of materials from Md. A consists of chert nodules and chips. Of the 270 specimens recovered, 189 were unworked percussion and pressure chips, and 81 were nodules. The debitage was mostly the gray, gray/white and brown chert, which the majority of the Md. A points were made from. The nodules were water rolled and still covered with limestone. One cache of 52 nodules and 15 percussion chips was recovered. Of these, 31 of the nodules were broken or chipped in such a way as to expose the chert on the interior. This may indicate that the craft specialists who made the points were concerned with the color of the material. The scarcity of brightly colored materials lends support to this hypoth esis. Only 11 chips and 1 nodule of materials differing from the usual range were recovered. These included one fragment of quartz and a piece of quartzite. The cache of unworked chert nodules indicates that this area was the center of the flint chipping activities for Md. A. Unfor tunately, no concentrations of chips or partially completed points were recovered to support this hypothesis. The absence of raw materials similar to those found on Md. B and in the pond presents three alterna tives: 1) These points were made on Md. A but in a different and unexcavated place; 2) the points were brought to the area complete, and 3) they were manufactured on Md. B. This last alternative is supported by materials recovered from Md. B, which is discussed in a later section.Twelve examples were placed in a special category due either to their unique form or material. Five are of partially mineralized vrood, the same material from which a unique Md. B artifact is made.One is a broken quartzite pebble, two are curious, polished (by water?) unstriated pebbles, and one is a small rectangular limestone piece. The remaining two are the most interesting; One is made of sandstone, is pointed and irregularly shaped. Mo use-wear marks are evident, so it may be natural or man-made. The second is made from a coarse gray 'sandstone. It seems to be only partially finished with three-quarters of it only roughly shaped. The remaining quarter is in the shape of a blunted cone. As no use-wear marks were detected on its surface its function is only conjectural.A deliberately made brown chert object was also recovered.It shows intentional secondary pressure chipping along the edges and some step-like use-wear chips. A projected use for this object would be that of a scraper usually referred to as a thumbnail scraper.As is expected from the nature of the mound, few materials were recovered. A total of 32 unworked chips, one broken chert nodule, a shaped, flat-sided oblique spheroid(Fig. 20)made from partially mineralized wood, one smoothed sandstone piece and two pieces of limonite with hematite were recovered. The chips for the most part consist of materials not found on Md. A. Included are pink, red and white chert chips and a pink chert Reproduced with permission of the copyright owner. Further reproduction prohibited without permission.blade-like object which has been struck from a core. No re-working or use-wear markings were noticeable.The implication of the uniqueness of the chert materials is that Md. B produced most if not all of its own points. This wastage correlates nicely with the point specialization mentioned previously for the mound. The points from Md. B can therefore be viewed as having special significance.The unique oblique spheroid is a puzzling phenomenon. Its location definitely associates it with the practitioner who lived on the mound. We must therefore consider it ceremonial in nature. Its exact purpose is not determinable at this time. Of interest is that smaller pieces of the same material were recovered from both Md. A and the pond.",
                "num": null
            },
            "TABREF8": {
                "content": "<table><tr><td>Fasciolaria Pick, Busycon Gouge, Busycon A, B, C and D Hammers,</td></tr><tr><td>Easciolaria Hammer, Strombus Hammer, Melangena Hammer and Busycon</td></tr></table>",
                "type_str": "table",
                "text": ").Goggin's series of hafted conch tools are defined by the manner in which the shell was modified and by shell type. We thus have Busycon (Moore's Fulour) A, B, C, D and E Picks, Strombus Pick,",
                "num": null
            },
            "TABREF10": {
                "content": "<table><tr><td>point to a highly specialized shark's tooth tool kit, probably associated</td></tr><tr><td>with the wood working industry of the site. The limited variances</td></tr><tr><td>CHAPTER IV</td></tr><tr><td>within the morphologically determined types and the grouping of these</td></tr><tr><td>SUMMARY AND CONCLUSIONS OF DESCRIPTIVE MATERIALS types into the two recognizable categories tends to support this restricted to their both having broad bladed, small stemmed, finely</td></tr><tr><td>hypothesis. It is felt that a more generalized tool kit would show chipped points.</td></tr><tr><td>The following is a summation of the materials presented in</td></tr><tr><td>greater variance in wear and striation patterns, an occurance which There is specialization of materials, however. The largest</td></tr><tr><td>the preceding descriptive section. Its purpose is to present, by</td></tr><tr><td>does not exist at Ft. Center. points from the pond are the only points made from a green and gray</td></tr><tr><td>csts^jjoxy f ths conclusions whiicli ti*is wjrits-r srsctciioci concssrnincj' tlis</td></tr><tr><td>PROJECTILE POINTS streaked chert. Md. B has the only representatives of pink or red chert.</td></tr><tr><td>materials in question.</td></tr><tr><td>An interesting pattern is present in the point assemblage.</td></tr><tr><td>SHARK TEETH</td></tr><tr><td>The sample of 200 shark teeth can be broken down into two</td></tr><tr><td>types based on morphology and wear patterns.</td></tr><tr><td>The first type is composed of triangular shaped asymmetrical</td></tr><tr><td>serrated teeth. The wear pattern is bi-lateral with the mesial surface</td></tr><tr><td>usually having slightly greater wear. The second category is composed</td></tr><tr><td>of tapering teeth, usually symmetrical in nature, without cusps or</td></tr><tr><td>recovered from Md. A is the only</td></tr><tr><td>having had the cusps ground off. Both types are hafted in the same</td></tr><tr><td>Hopewellian affiliated metal object recovered. Its significance is</td></tr><tr><td>manner, either through the use of perforation and blunted enamel/cusps</td></tr><tr><td>discussed in the following chapter.</td></tr><tr><td>or just blunted cusps.</td></tr><tr><td>Three categories (I, II, and III) account for 77% of the total</td></tr><tr><td>sample and the remaining 5 analyzed categories representing 15.5%.</td></tr><tr><td>This shows a marked reliance on a limited number of species. The</td></tr><tr><td>two tool categories represent 88% of the total inventory of teeth.</td></tr><tr><td>The Pond materials are a combination of the unique and already</td></tr><tr><td>The hypothesized type \"A\" tool utilizing the asymmetrical serrated</td></tr><tr><td>discussed types. Here, we find the large delicately chipped and</td></tr><tr><td>teeth accounts for 58% of the total number while the \"B\" tool</td></tr><tr><td>with its long tapering teeth is 30% of the total. This tends to</td></tr></table>",
                "type_str": "table",
                "text": "Of interest are the small, pink, stemmed points from this mound. Of noted absence are the serrated triangular points. The range of refinement of man ufacturing technique is great -from extremely crude to very delicate. The overlap between Mds. A and B is only slight. We have the Hernando point represented in both mounds as well as the medium sized stemmed points. The Md. and Charnel House Pond similarities seem",
                "num": null
            },
            "TABREF12": {
                "content": "<table><tr><td>The following is a comparative discussion based on the previously</td></tr><tr><td>defined categories. The Belle Glade materials as well as information</td></tr><tr><td>relevant to the problem at hand were used.</td></tr><tr><td>SHARKS TEETH</td></tr><tr><td>No attempt is made here to show that the suggested shark tooth</td></tr><tr><td>The bone artifacts recovered include: socketed projectile points, bi-pointed projectile points, daggers, a variety of pins, awls, antler adze sockets, fish bone punches, paddle shaped implements, beads, ear ornaments, deer antler headdresses, human skull gorget or bowl, worked scraps of bone and antler, shark, porpoise and bear teeth. tools have wide distribution. This stems from the lack of use-wear analysis of the materials and illustration of the range of finds. We can, from materials recovered from Belle Glade (Willey 1949b: plates 7, 0, Q, R, 15c) show that the wear and hafting patterns existed on similar specimens on a different site. This in itself is significant in that the two sites in question, Ft. Center and Belle Glade, are contemporary and represent related ceremonial structures. From this we can hypothesize that: (1) similar wear patterns will appear on specimens at Big Mound City-PB48 (Willey 1949b: 73-77) and Tony's Mound-Hrl3, two other related ceremonial centers (W,H. Sears, personal communication); and (2) similar wear patterns will occur on specimens recovered from the outlying supporting farmsteads-if they are present. Preliminary analysis of materials recovered from the Boca Weir site (PB 56) reveals identical wear patterns on teeth which fit the Type 1 tools. Karklins (1968: 67-73) illustrates a battered example of our Category VII teeth. The similarity of point designs over large geographical areas has long been a recognized phenomenon. Newell and Krieger (1949: 164) wrote of a specific type: \"Gary Stemmed. This is the writer's name for what appears to be a tremendously widespread type in virtually the entire woodlands of the eastern United States. It includes many variations in size, workmanship, and stem and blade form, but in general is a heavy point with the stem contracting to a sharp or rounded type.\" Points of this general type are found in Florida (Bullen 1968: 29; Willey 1949a: Plate 42), Georgia (Wauchope 1966: 92-163), Alabama (Webb &amp; DeJarnette 1942: Plate 227), the Carolina Piedmont (Coe 1964: 44), Safatv Harbor complexes, I think it clear that these points are part of the Safety Harbor cultural complex.\" For this design, we can then establish a life span of from 5 to 7,000 years. Of particular interest are the small triangular points which are generally thought to be Late Woodland innovations. The Ft. Center materials, Hamilton inpurvate triangular points (Lewis and Kneeberg 1946: Plate 65), examples from Middle Woodland sites in New York (Ritchie 1965: Plates 81 and 88) indicate an earlier date for this New York (Since there are no sherds in our collection attributable to pre-form.Small triangular points were recovered from a Deptford deposit</td></tr><tr><td>Shell artifacts include: celts made of Strombus gigas lips,</td></tr><tr><td>picks, hammers, adzes, chisels, hones, conch shell cups, plummets of</td></tr><tr><td>various designs, beads and miscellaneous ornaments and broken materials.</td></tr><tr><td>Stone artifacts include: projectile points of various forms,</td></tr><tr><td>weights or sinkers, a celt, abrading and smoothing tools, pipe frag</td></tr><tr><td>ments, tubes, plummets, and grooved, bars.</td></tr></table>",
                "type_str": "table",
                "text": "It was recovered from a Safety Harbor Period midden, suggesting two possibilities. One is that it was a tool. This is deduced from its battered condition and. its location in a midden deposit. The other is that there is a long continuum of use of teeth of this type, as they are also found in the Ft. Center midden.POINTS Three ideas will be considered here. The first is the wide spread occurence of similar point designs. The second is the occurence of various point designs over large time spans. The third is that small triangular points are not a Mississippian innovation. Ritchie 1961: 14) and undoubtedly many other places. The pertinent point is that this same design is found in the midden deposit of Md. A at Ft. Center. Other point designs are equally widely distributed. This point needs no further documentation. Each of the point designs can be shown to exist in areas outside of peninsular Florida. The second idea, that of point designs having long chronological existence is easily substantiated. Gary-like stemmed points are found in the Hiwassee Island and Dallas components at Hiwassee Island,Tenn., as well as in the earlier Hamilton component.(Lewis and Kneeberg   1946: Plates 65 and 66). When dealing with materials recovered from stratified mounds one must recognize that old materials may be included in the fill. This makes the analysis and interpretation of these materials difficult and in many cases questionable. These typical Archaic points have been found in Safety Harbor period sites.Sears (1958: 5)  writes: \"It may be noted that they (the points) are all of the larger, stemmed or side-notched varieties usually associated with earlier horizons.",
                "num": null
            },
            "TABREF13": {
                "content": "<table><tr><td colspan=\"2\">Category IV Category VII</td><td colspan=\"2\">n</td><td/><td>n_</td><td colspan=\"3\">% of Category % of Category</td><td>% oi</td><td>% of Sample</td></tr><tr><td colspan=\"2\">Category I Total Number Total Number</td><td colspan=\"2\">7</td><td/><td>n 5</td><td>100</td><td/><td>% of Category 100</td><td>3.5</td><td>% of Sample 2.5</td></tr><tr><td colspan=\"2\">Total Number Total Perforated. Total Perforated</td><td colspan=\"2\">0</td><td/><td>79 1</td><td>0</td><td/><td>100 20</td><td>0</td><td>39.5 .5</td></tr><tr><td>Side</td><td>Total Perforated Side</td><td colspan=\"3\">NA</td><td>11 NA</td><td>NA</td><td colspan=\"2\">13.9 NA</td><td>NA</td><td>5.5 NA</td><td>7.M \\</td></tr><tr><td/><td colspan=\"2\">Unperforated Left</td><td/><td/><td>28</td><td/><td/><td>35.4</td><td>12.5</td></tr><tr><td colspan=\"9\">Unperforated Right Category V IBt&amp;m o v e rn le d e a 39 Category VIII ruHimfri^g IJffJrao esbogfaaoQ fovos 49.4</td><td>19.5</td></tr><tr><td colspan=\"2\">Perforated Left Total Number Total Number</td><td colspan=\"3\">13</td><td>7 6</td><td colspan=\"3\">8.9 100 ayproa swosap 100</td><td>6.5</td><td>3.5 3</td></tr><tr><td colspan=\"2\">Total Perforated Total Perforated</td><td colspan=\"2\">6</td><td colspan=\"3\">86 oqcvSv MfflMoeds 4</td><td/><td>64</td><td>3</td><td>2</td></tr><tr><td/><td>Perforated Right</td><td/><td/><td/><td>4</td><td/><td/><td>5.1</td><td>2.0</td></tr><tr><td colspan=\"2\">Unperforated Left Side</td><td colspan=\"2\">1</td><td/><td>NA</td><td colspan=\"3\">14.2 NA</td><td>.5</td><td>NA</td></tr><tr><td colspan=\"2\">Category II Unperforated Right</td><td colspan=\"2\">0</td><td/><td/><td>0</td><td/><td/><td>0</td></tr><tr><td/><td>Category IX</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Total Number Perforated Left</td><td colspan=\"2\">2</td><td/><td>46</td><td colspan=\"2\">28.5</td><td>100</td><td>1</td><td>23</td></tr><tr><td/><td>Total Number</td><td/><td/><td/><td>15</td><td/><td colspan=\"2\">100</td><td>7.5</td></tr><tr><td colspan=\"2\">Total Perforated Perforated Right</td><td colspan=\"2\">2</td><td/><td>0</td><td colspan=\"2\">28.5</td><td>0</td><td>1</td><td>0</td></tr><tr><td/><td>Total Perforated</td><td/><td/><td/><td>1</td><td>7</td><td/><td/><td>.5</td></tr><tr><td colspan=\"2\">Side Side Unknown Fiq. 2</td><td colspan=\"2\">2</td><td/><td>NA</td><td colspan=\"2\">28.5</td><td>NA</td><td>1</td><td>NA</td></tr><tr><td/><td>Side</td><td/><td/><td/><td>NA</td><td/><td colspan=\"2\">NA</td><td>NA</td></tr><tr><td colspan=\"2\">Category III Category VI</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Total Number Total Number</td><td colspan=\"2\">6</td><td/><td>20</td><td>100</td><td/><td>100</td><td>3</td><td>10</td></tr><tr><td colspan=\"2\">Total Perforated Total Perforated</td><td colspan=\"2\">0</td><td/><td>12</td><td>0</td><td/><td>42</td><td>0</td><td>6</td></tr><tr><td colspan=\"3\">Unperforated Left Total Left</td><td colspan=\"2\">5</td><td>9</td><td>83</td><td/><td>31</td><td>2.5</td><td>5</td></tr><tr><td colspan=\"5\">Unperforated Right Total Right 1</td><td>S</td><td>17</td><td/><td>28</td><td>.5</td><td>4</td></tr><tr><td/><td>Perforated Left</td><td/><td/><td/><td>8</td><td/><td/><td>28</td><td>4</td></tr><tr><td/><td>Perforated Right</td><td/><td/><td/><td>4</td><td/><td/><td>14</td><td>2</td></tr></table>",
                "type_str": "table",
                "text": "STATISTICAL BREAKDOWN OF SHARK TEETH BY CATEGORYReproduced with permission of the copyright owner. Further reproduction prohibited without permission.",
                "num": null
            }
        }
    }
}