{
    "paper_id": "Wick2014-ANewChasmosaurineDinosaurfromtheJavelinaFormation(LateCretaceous-Maastrichtian)ofBigBendNationalPark,Texas",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T19:11:45.100660Z"
    },
    "title": "A NEW CHASMOSAURINE DINOSAUR FROM THE JAVELINA FORMATION (LATE CRETACEOUS -MAASTRICHTIAN) OF BIG BEND NATIONAL PARK, TEXAS Approved",
    "authors": [
        {
            "first": "David",
            "middle": [
                "M"
            ],
            "last": "Rohr",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Thomas",
            "middle": [
                "M A"
            ],
            "last": "Lehman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Measures",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Bravoceratops polyphemus (gen. et sp. nov.) is a large, chasmosaurine ceratopsid from the lowermost strata of the Javelina Formation (early Maastricht ian) of Big Bend National Park, Texas. B. polyphemus has a distinctive narrow snout, a long fenestrated frill, and a fan-shaped median parietal bar with a midline epiparietal on its posterior margin, as well as a symmetrical depression on its dorsal surface at the nexus of the parietal rami. This depression is interpreted to be the attachment point for a second midline epiparietal. This parietal morphology is distinct from that exhibited by related chasmosaurines Anchiceratops and Pentaceratops. The posterior midline epiparietal in B. polyphemus and its bifurcated quadratojugal-squamosal joint are features shared with the most derived chasmosaurines Torosaurus and Triceratops. The combination o f traits exhibited by B. polyphemus indicates that the phylogenetic and biogeographic history of chasmosaurines is likely more complicated than depicted in many current phylogenetic analyses. ACKNOWLEDGMENTS A word of gratitude is extended to my thesis chairman, Dr. David Rohr, for his support of this project and willingness to allow me great latitude to conduct research independently. Furthermore, his congenial nature was most welcome whenever I sought academic advice or direction. I would also like to thank my committee members, Dr. Elizabeth Measures and Dr. Thomas Lehman, for their advice and patience during numerous question-and-answer sessions. Dr. Lehman is extended a special word of recognition for sharing his almost unlimited knowledge o f chasmosaurine dinosaurs as well as countless cold beers over the course of many years o f prospecting in Big Bend National Park.",
    "pdf_parse": {
        "paper_id": "Wick2014-ANewChasmosaurineDinosaurfromtheJavelinaFormation(LateCretaceous-Maastrichtian)ofBigBendNationalPark,Texas",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Bravoceratops polyphemus (gen. et sp. nov.) is a large, chasmosaurine ceratopsid from the lowermost strata of the Javelina Formation (early Maastricht ian) of Big Bend National Park, Texas. B. polyphemus has a distinctive narrow snout, a long fenestrated frill, and a fan-shaped median parietal bar with a midline epiparietal on its posterior margin, as well as a symmetrical depression on its dorsal surface at the nexus of the parietal rami. This depression is interpreted to be the attachment point for a second midline epiparietal. This parietal morphology is distinct from that exhibited by related chasmosaurines Anchiceratops and Pentaceratops. The posterior midline epiparietal in B. polyphemus and its bifurcated quadratojugal-squamosal joint are features shared with the most derived chasmosaurines Torosaurus and Triceratops. The combination o f traits exhibited by B. polyphemus indicates that the phylogenetic and biogeographic history of chasmosaurines is likely more complicated than depicted in many current phylogenetic analyses. ACKNOWLEDGMENTS A word of gratitude is extended to my thesis chairman, Dr. David Rohr, for his support of this project and willingness to allow me great latitude to conduct research independently. Furthermore, his congenial nature was most welcome whenever I sought academic advice or direction. I would also like to thank my committee members, Dr. Elizabeth Measures and Dr. Thomas Lehman, for their advice and patience during numerous question-and-answer sessions. Dr. Lehman is extended a special word of recognition for sharing his almost unlimited knowledge o f chasmosaurine dinosaurs as well as countless cold beers over the course of many years o f prospecting in Big Bend National Park.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The chasmosaurine dinosaurs were first discovered in Alberta, Canada in 1898 by Lawrence Lambe, however it was not until much later that he erected the subfamily Chasmosaurinae among the family Ceratopsidae (Lambe, 1915) ",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 220,
                        "text": "(Lambe, 1915)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Although the late Campanian, Aguja Formation o f Big Bend National Park (BIBE) has produced abundant ceratopsian dinosaur remains (Strain, 1940; Davies and Lehman, 1989; Forster et al., 1993) , ceratopsian fossils occur very rarely in the Maastrichtian, Javelina Formation. The same is true for nearby coeval strata farther west in Texas (El Picacho Formation) and farther east in Mexico (Olmos Formation). Only a few specimens have been recovered from these strata that provide useful morphological information. These have been identified either as Torosaurus or assigned to an indeterminate taxon informally described as the \"El Picacho ceratopsian\" (TMM 42304-1) which, although too fragmentary to diagnose, is not Torosaurus (Ojeda-Rivera et al., 1968; Lawson, 1976; Lehman, 1996; Hunt and Lehman, 2008; Porras-Muzquiz and Lehman, 2011) .",
                "cite_spans": [
                    {
                        "start": 130,
                        "end": 144,
                        "text": "(Strain, 1940;",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 145,
                        "end": 169,
                        "text": "Davies and Lehman, 1989;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 170,
                        "end": 191,
                        "text": "Forster et al., 1993)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 729,
                        "end": 756,
                        "text": "(Ojeda-Rivera et al., 1968;",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 757,
                        "end": 770,
                        "text": "Lawson, 1976;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 771,
                        "end": 784,
                        "text": "Lehman, 1996;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 785,
                        "end": 807,
                        "text": "Hunt and Lehman, 2008;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 808,
                        "end": 840,
                        "text": "Porras-Muzquiz and Lehman, 2011)",
                        "ref_id": "BIBREF75"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF CHASMOSAURINAE FROM BIG BEND NATIONAL PARK",
                "sec_num": null
            },
            {
                "text": "The recent recovery of a partial chasmosaurine skull (TMM 46015-1) from the lowermost Javelina Formation helps expand our knowledge o f ceratopsian dinosaurs from this region. As designated herein, Bravoceratops polyphemus (gen. et. sp. nov.) is only the fourth ceratopsian genus known from the southernmost area o f the WIB. This new taxon provides an opportunity to further examine the development and expansion of chasmosaurine ceratopsians during their latest Campanian -early Maastrichtian evolutionary radiation.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 242,
                        "text": "(gen. et. sp. nov.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF CHASMOSAURINAE FROM BIG BEND NATIONAL PARK",
                "sec_num": null
            },
            {
                "text": "In the past 100 years, many new species have been added to the Chasmosaurinae, which now total up to 17 genera. However, only a few genera (e.g., Chasmosaurus, Pentaceratops, Anchiceratops, Torosaurus, and Triceratops) are represented reasonablywell by multiple specimens. These five genera have largely provided the most reliable paleogeographic, taxonomic, and temporal evidence regarding the broad interpretation of chasmosaurine phytogeny. The remaining genera remain poorly resolved both taxonomically and phylogenetically. There are numerous reasons for this lack of resolution.",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 218,
                        "text": "Chasmosaurus, Pentaceratops, Anchiceratops, Torosaurus, and Triceratops)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC PROBLEMS AMONG THE CHASMOSAURINAE",
                "sec_num": null
            },
            {
                "text": "Intra-specific variability is well documented in other, better-represented chasmosaurine genera (e.g., Triceratops and Pentaceratops) which have adequate samples o f comparative specimens (Ostrom and Wellnhofer, 1990; Lehman, 1998) . In recent times, numerous chasmosaurine genera have been diagnosed based upon single, fragmentary specimens [e.g., \"Ojoceratops, \" an isolated squamosal (Sullivan and Lucas, 2010) ; Coahuilaceratops, a fragmentary skull with few useful comparative elements (Loewen et al., 2010) ; and \"Titanoceratops\", a skull lacking much o f the frill (Longrich, 2011) ]. This circumstance has clouded our understanding o f chasmosaurine taxonomy, given that morphological conditions exhibited by a single specimen may not accurately reflect the variability exhibited along the entire morphological cline o f a species.",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 217,
                        "text": "(Ostrom and Wellnhofer, 1990;",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 218,
                        "end": 231,
                        "text": "Lehman, 1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 387,
                        "end": 413,
                        "text": "(Sullivan and Lucas, 2010)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 491,
                        "end": 512,
                        "text": "(Loewen et al., 2010)",
                        "ref_id": null
                    },
                    {
                        "start": 572,
                        "end": 588,
                        "text": "(Longrich, 2011)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lack o f comparative sample",
                "sec_num": null
            },
            {
                "text": "Many currently valid chasmosaurine genera are diagnosed in spite of their lacking a reasonably preserved parietal. As a result, other subordinate morphological features are commonly used to refine the taxonomic relationships among the Chasmosaurinae. The chasmosaurine frill (especially the parietal) is critical to understanding the taxonomic and phylogenetic relationships among the Chasmosaurinae. In fact, it may be impossible to confidently assign a generic identity to many chasmosaurine specimens, given their a) obvious inter-specific craniofacial similarities and b) demonstrated intra-specific variability in most craniofacial aspects. In fact, most chasmosaurine genera have skulls that look remarkably similar; therefore, specimens lacking a frill (and to a lesser degree, supraorbital hom cores) can be very difficult to identify. Unfortunately, the chasmosaurine post-cranial skeleton is usually not very useful taxonomically.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lack o f critically-diagnostic elements",
                "sec_num": null
            },
            {
                "text": "Both morphometric and cladistic analyses have previously been used to clarify chasmosaurine phylogeny (Dodson, 1993; Forster et al., 1993; Lehman, 1996) . However, these early commonsensical approaches were limited in both complexity and number of morphological character states used to resolve taxonomic and evolutionary relationships.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 116,
                        "text": "(Dodson, 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 117,
                        "end": 138,
                        "text": "Forster et al., 1993;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 139,
                        "end": 152,
                        "text": "Lehman, 1996)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Over-emphasis on computer-based phylogenetic analyses",
                "sec_num": null
            },
            {
                "text": "Recently, computer programs have been increasingly employed to resolve chasmosaurine phytogeny (Wu et al., 2007; Longrich, 2011) . As a result, concordant with computing power, the number o f morphological character states used to resolve chasmosaurine taxonomy has increased dramatically.",
                "cite_spans": [
                    {
                        "start": 95,
                        "end": 112,
                        "text": "(Wu et al., 2007;",
                        "ref_id": "BIBREF98"
                    },
                    {
                        "start": 113,
                        "end": 128,
                        "text": "Longrich, 2011)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Over-emphasis on computer-based phylogenetic analyses",
                "sec_num": null
            },
            {
                "text": "Although it may seem logical to assume that an increase in the number of diagnostically useful character states would only improve our understanding of chasmosaurine evolution, it has not. Individual researchers have considerable latitude regarding how to interpret the diagnostic significance o f a particular morphology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Over-emphasis on computer-based phylogenetic analyses",
                "sec_num": null
            },
            {
                "text": "Although there is some agreement among researchers regarding the taxonomic implication of some chasmosaurine character states (e.g., presence/absence of supraorbital horns), there is no unanimously accepted suite o f these states that is considered valid. Also, without an adequate sample of specimens, the validity o f many currently accepted character states is untestable and, therefore, should be considered untenable. Unfortunately, this reality has largely been ignored in favor o f increased reliance on computer-based conclusions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Over-emphasis on computer-based phylogenetic analyses",
                "sec_num": null
            },
            {
                "text": "As a result, computer phylogentic analysis has led many researchers to the current mentality o f \"if it is different, then it must be new.\" The resulting trend has likely led to an artificially inflated number of accepted genera based upon how much taxonomic weight various researchers have placed upon a certain suite o f character states and the alleged differences those suites imply both taxonomically and phylogenetically.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Over-emphasis on computer-based phylogenetic analyses",
                "sec_num": null
            },
            {
                "text": "Because of the large number o f currently accepted genera of large herbivores (e.g., hadrosaurs and ceratopsians) within a relatively small geographic area of Cretaceous North America, it has become increasingly popular to explain purported chasmosaurine diversity as having been the result o f numerous, lat itudinal 1 y-arrayed centers of endemism within the WIB Gates et al., 2012) . Although some physiographic barriers to chasmosaurine dispersal were likely emplaced during the Sevier and Laramide orogenies, they did not prevent genetic transfer among chasmosaurines. In fact, all chasmosaurine genera are rather similar both over their temporal range o f 13 million years and at their extreme northern and southern paleobiogeographic boundaries. Furthermore, no chasmosaurine genus exhibits fitness-related morphologies (e.g., changing dentition, locomotion, or body plan) that would imply that chasmosaurines evolved in contemporaneously-evolving biomes (with increasingly unique predatory and subsistence pressures) lasting over millions o f years. This implies that chasmosaurines are more closely related than currently accepted and were likely composed of successive, interbreeding metapopulations (sensu Levins,",
                "cite_spans": [
                    {
                        "start": 365,
                        "end": 384,
                        "text": "Gates et al., 2012)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Purported occurrence o f chasmosaurine endemism",
                "sec_num": null
            },
            {
                "text": "Exposures of the Javelina Formation are almost entirely limited to Big Bend National Park in southwestern Texas (Fig.l) . These strata were deposited in fluvial flood-plain and associated lacustrine environments within an intermontane basin several hundred kilometers inland from the Late Cretaceous shoreline (Maxwell et al., 1967; Lehman, 1985; Lehman, 1991; Lehman and Busbey, 2007) . These deposits consist o f well-indurated conglomeratic fluvial sandstones and variegated mudstone intervals with paleosol horizons. Because these strata accumulated during the onset o f Laramide tectonism and were subject to subsequent folding, subsidence, and localized erosion prior to the deposition of overlying Paleogene strata, the Javelina Formation varies in thickness from 120 to 190 meters. At the collection site for TMM 46015-1, the Javelina Formation measures 165 meters in thickness, comparable to a measured thickness o f 147 meters on Tomillo Flat (Lehman et al., in prep.) . The type specimen o f Bravoceratops polyphemus was found in a concretionary fluvial channel horizon with thin interbeds o f siltstone, sandstone, and coarse, sandy conglomerate. This interval is within the lowermost portion of the Javelina, approximately 3 meters above its contact with the underlying Aguja almost completely disarticulated, and its recovered parts were scattered over an area o f at least 10 square m in size prior to burial. Some o f the most robust parts o f the skull (e.g., postorbital homcores) exhibit fracture and abrasion, indicating that an extended period o f weathering had occurred prior to burial. The recovered elements represent a lag deposit assemblage of the most durable skull parts. The missing (disarticulated) parts of the skull (e.g., premaxillae and maxillae) may have been more vulnerable to transport. Some o f the recovered elements (e.g., a jugal and distal part of a squamosal) were preserved folded in half, having broken and shifted during burial.",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 332,
                        "text": "(Maxwell et al., 1967;",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 333,
                        "end": 346,
                        "text": "Lehman, 1985;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Lehman, 1991;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 361,
                        "end": 385,
                        "text": "Lehman and Busbey, 2007)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 953,
                        "end": 978,
                        "text": "(Lehman et al., in prep.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 119,
                        "text": "(Fig.l)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GEOLOGIC CONTEXT AND PALEOECOLOGY",
                "sec_num": null
            },
            {
                "text": "Several elements (e.g., homcores, jugals, and quadrates) are from corresponding left and right sides o f the skull. Complete sutural fusion of many parts o f the skull (e.g., occipital condyle, proximal episquamosals, jugal/quadratojugal complex, nasal and epinasal) and the deeply vascularized and pitted bone texture indicate that TMM 46015-1 represents a fully adult individual. It is the only specimen referrable to Bravoceratops polyphemus thus far recovered in North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOLOGIC CONTEXT AND PALEOECOLOGY",
                "sec_num": null
            },
            {
                "text": "Biostratigraphic correlation o f the Javelina Formation and its distinctive \"Alamosaurus fauna\" with contemporaneous strata and terrestrial vertebrate faunas o f the northern Great Plains has been difficult (Lehman, 1987; Lehman et al., 2006) . Because o f pronounced latitudinal faunal provinciality, few large vertebrate species occur in both northern and southern paleobiogeographical provinces (Lehman, 1981 (Lehman, , 2001 ).",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 221,
                        "text": "(Lehman, 1987;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 222,
                        "end": 242,
                        "text": "Lehman et al., 2006)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 398,
                        "end": 411,
                        "text": "(Lehman, 1981",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 412,
                        "end": 427,
                        "text": "(Lehman, , 2001",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIOSTRATIGRAPHY AND DATING",
                "sec_num": null
            },
            {
                "text": "Specimens assigned to Torosaurus and Tyrannosaurus, collected from the middle and upper Javelina Formation, suggest correlation of at least the upper part of the Javelina Formation with Lancian (North American Land Mammal Age) strata (Lawson, 1976; Weishampel et al., 2004; Lehman and Busbey, 2007; Hunt and Lehman, 2008) .",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 248,
                        "text": "(Lawson, 1976;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 249,
                        "end": 273,
                        "text": "Weishampel et al., 2004;",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 274,
                        "end": 298,
                        "text": "Lehman and Busbey, 2007;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 299,
                        "end": 321,
                        "text": "Hunt and Lehman, 2008)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIOSTRATIGRAPHY AND DATING",
                "sec_num": null
            },
            {
                "text": "At Grapevine Hills, approximately 9 kilometers east of the collection site o f B.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIOSTRATIGRAPHY AND DATING",
                "sec_num": null
            },
            {
                "text": "polyphemus, a U-Pb isotopic age of 69.9 Ma was obtained from monazite in a tuff bed within the middle portion of the Javelina Formation (Fig. 1 ). This bed is situated approximately 60 m above the base o f the Javelina Formation at that locality, suggesting that the formation straddles the Edmontonian-Lancian North American Land Mammal Age (NALMA) boundary (Lehman et al., 2006) . The collection site for B. polyphemus occurs at a stratigraphic position at least 57 m, and perhaps as much as 82 m, below the position o f the Grapevine Hills tuffbed. Therefore, an Edmontonian NALMA (terminal Campanian to early Maastrichtian) age is inferred for TMM 46015-1.",
                "cite_spans": [
                    {
                        "start": 359,
                        "end": 380,
                        "text": "(Lehman et al., 2006)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 136,
                        "end": 143,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "BIOSTRATIGRAPHY AND DATING",
                "sec_num": null
            },
            {
                "text": "The sedimentology at the Aguja Formation-Javelina Formation contact is distinct compared to the strata within the formations that bracket these sediments. The uppermost section o f the Aguja Formation consists predominantly o f mudstone, often with an atypical coloration when compared to the remainder of the formation. This uppermost interval (10-15 m) of the Aguja Formation is referred herein as the \"sick green\" interval.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "In many areas this interval has beds o f yellowish-green or \"pea\" green color distinctive from the typically tan, dull yellow, or light brown Aguja Formation facies below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "Sometimes, the mudstone has a peculiar bluish color, unlike the common gray, wine, or red colors of the overlying Javelina Formation mudstones (Fig. 2) . In some areas, incipient paleosol horizons are present as dark, laterally-discontinuous, eggplant-colored lenses -often appearing in dull, olive-colored \"sick green\" mudstone intervals. Unlike Figure 2 . Contact of the Aguja Formation mudstone and Javelina Formation sandstone near the type locality for B. polyphemus. The \"sick green\" mudstone interval at the top of the Aguja Formation is common within the uppermost Aguja Formation elsewhere in the park. Note the presence o f many small, whitish-colored fossil wood fragments within scree at the base of the cuesta (inset). Heavily agatized wood of this type is rather common at this stratigraphic interval but generally absent at other intervals (photos by the author).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 143,
                        "end": 151,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 347,
                        "end": 355,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "the Javelina Formation mudstones, most o f these mudstone facies lack conspicuous carbonate nodules (paleocaliche); however, carbonate nodules are occasionally copious and form pronounced screes on some olive-green mudstone slopes. X-ray diffraction conducted on these unusually-colored strata reveals substantial chlorite content (T. Lehman, pers. comm.) . Lehman's current hypothesis is that this color forms from the alteration of various mafic pyroclastic ashfall deposits that are laterally equivalent to the maar crater pyroclastics near Pena Mountain and the Rosillos Mountains described by Breyer et al. (2007) and Befiis et al. (2008) .",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 355,
                        "text": "Lehman, pers. comm.)",
                        "ref_id": null
                    },
                    {
                        "start": 598,
                        "end": 618,
                        "text": "Breyer et al. (2007)",
                        "ref_id": null
                    },
                    {
                        "start": 623,
                        "end": 643,
                        "text": "Befiis et al. (2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "The basal sandstone o f the Javelina Formation weathers to form a tan or rusty brown-colored, cross-bedded sandstone interval often holding up a prominent cuesta or cliff, although this topographic reference is generally restricted to eastern and central areas o f BIBE (see below for a discussion o f this). The Agua/Javelina contact in these areas is mapped at the base of this sandstone. The basal sandstone interval o f the Javelina Formation often has local beds of chert pebble conglomerate at or near its base.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "The pebbles are sometimes very small (<lmm); however, they are often larger (typically pea-sized) and are commonly gray, black, or reddish brown. The presence o f chert in the Javelina Formation is a key lithologic difference from the Aguja Formation that only contains intra-basinal clasts o f re-worked fossil wood, bone, and carbonate nodules, whereas the Javelina Formation contains extra-basinal materials (e.g., chert) derived from the onset of Laramide tectonism. Although somewhat common, chert clasts are not always present at the base of the Javelina Formation but are often present in lower parts of the section, becoming scarce higher up.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "Similar to the uppermost Aguja Formation, the basal Javelina Formation sandstone may contain assemblages of fossil logs; however, these logs exhibit a commonplace style o f permineralization (not \"agatized\"). As such, the Javelina Formation fossil wood splinters into long, rectangular slivers and has good cellular preservation. Although the dicot tree Javelinoxylon occurs sporadically at this interval, these fossil woods are primarily podocarpacean conifers rather than the dicot woods common in the uppermost Aguja Fomation (Wheeler et al., 1994; Wheeler and Lehman, 2005) . Although this log horizon is not continuous within the lower Javelina Formation, when present, it is usually conspicuous, ±5 m in thickness, and is usually in the lowest part of the formation.",
                "cite_spans": [
                    {
                        "start": 529,
                        "end": 551,
                        "text": "(Wheeler et al., 1994;",
                        "ref_id": "BIBREF94"
                    },
                    {
                        "start": 552,
                        "end": 577,
                        "text": "Wheeler and Lehman, 2005)",
                        "ref_id": "BIBREF93"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "The top of the \"basal\" sandstone interval o f the Javelina Formation usually has distinctive bioturbation with vertical burrows in dark brown (often platy) fluvial concretionary sandstone layers throughout most o f the formation. Above the \"basal\" sandstone, the Javelina Formation usually consists of thick beds o f maroon, wine-red, or purple mudstone alternating with light gray mudstone horizons. Above this, the Javelina Formation repeats this sandstone-mudstone assemblage o f couplets sometimes as many as five times. This ensemble o f strata serves to produce a landscape o f parallel trending hogback ridges composed of fluvially-derived sandstone with interstitial valleys o f floodplain mudstones. These mudstone horizons almost always produce abundant paleocaliche nodules that form deflation screes over slopes, sometimes in densities that form a natural \"armor\" against further erosion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "The style of preservation exhibited by vertebrate fossils of the Javelina Formation also differs from the Aguja Formation; however, these differences are sometimes subtle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "Bones from the Javelina Formation are sometimes covered by calcarious concretionary masses that differ from Aguja Formation fossils that often have iron-rich coatings or gypsum rinds. Fossil bone from the Aguja and Javelina formations ranges from poorly to densely permineralized; therefore, specimens vary widely regarding their preservation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "Aguja fossil colors often vary among brown, cream, blue-gray, or orange (limonitic), depending upon facies type and taphonomical processes. Conversely, Javelina Formation fossils are often black, white, or gray and sometimes have a brittle, fibrous texture (especially if encountered within the modern weathering zone). Alamosaurus bones, having unique camellate or coarse lamellar texture, are restricted to the Javelina and overlying Black Peaks formations and are a broad indicator that the Aguja-Javelina contact is lower in the section. Somewhat surprisingly, TMM 46015-1 exhibited only a minor encrustation of \"calcrete,\" perhaps a result of its placement at the contact between formations where the paleoenvironment, depositional regime, and corresponding taphonomic processes were in flux concurrent with Laramide tectonism. Lehman (1985) indicated that the Aguja-Javelina contact was a gradational one, and that the contact was arbitrary (having no real stratigraphic significance). However, distinct east-west variations within the Javelina Formation indicate that the contact may actually be disconformable in many central and eastern areas of BIBE. Laramide tectonics and the associated subsidence of the Tomillo Basin likely restricted fluvial dynamics to increasingly eastern portions o f the park (Lehman, 1986) . Fluvial entrenchment in these areas penecontemporaneously eroded some portions o f the underlying Aguja Formation during deposition o f overlying Javelina Formation sediments. Therefore, the presence o f distinct, parallel hogback ridges is restricted to more easterly parts of the park along the primary axis of subsidence. Sandstones in these depositional facies are usually well-cemented, cross-bedded, and sometimes contain thin intervals o f sandy pebble conglomerate (reflecting a higher-energy regime). However, in central portions of BIBE, only the lower half o f the Javelina Formation exhibits parallel hogbacks. Upper portions consist of fine-grained, finely-laminated yellow sandstones and purple and cream-colored mudstone horizons generally lacking the hard, conglomeratic brown-weathering sandstone intervals so typical of eastern Javelina Formation outcrops. Continuing westerly, the Javelina Formation gradually loses these \"typical\" eastern fluvial facies, until the formation consists only o f colorful floodplain mudstone horizons with thick, poorly-cemented, tan sandstone intervals (herein called the \"banana split\" facies). In westerly parts o f the park, the Aguja and Javelina formations contact is more difficult to find and may only be noticed by the presence o f chert clasts or podocarpacean conifer logs. These east-to-west changes are broadly consistent throughout BIBE.",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 846,
                        "text": "Lehman (1985)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1312,
                        "end": 1326,
                        "text": "(Lehman, 1986)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "Apparently, the initial deposition o f the Javelina Formation records a discrete geological event (the onset of Laramide tectonism in West Texas). Although the Aguja Formation-Javelina Formation contact is broadly gradational, fluvial entrenchment in more easterly portion of the Tomillo Basin has reworked some Aguja Formation sediments. In fact, the contact between the Javelina and Aguja formations may be truly gradational only in western portions o f the park where fluvial entrenchment was apparently subdued. As a result, the Aguja Formation-Javelina Formation contact likely becomes increasingly disconformable (although likely within a negligible geologic timeframe) as these formations trend from west to east in concordance with the development of the Tomillo Basin. Finally, although sometimes obscure, the Aguja Formation-Javelina Formation contact can be interpreted and consistently located within most areas of the park. Furthermore, because it is conspicuous, the basal sandstone member of the Javelina Formation appears to be a correlatable unit within BIBE.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S EDIMENT OLOG Y",
                "sec_num": null
            },
            {
                "text": "The strata of the upper Aguja Formation near its contact with the Javelina Formation record an ecotonal environment. In transect, these strata record a shift from coastal to inland floodplain habitats. Upper portions o f the Aguja Formation are generally sparsely fossiliferous. Fossils that are found are typically Judithian in aspectdominated by hadrosaurs (and to a lesser extent, ceratopsians), with other taxa being uncommon (Busbey and Lehman, 1989; Sankey, 1998) . One exception to this is the presence of bones from small theropods (?dromaeosaurids) which, although very rare, are found with greater frequency in the uppermost Aguja when compared to lower portions of the formation (S. Wick and T. Lehman, pers. obs.).",
                "cite_spans": [
                    {
                        "start": 442,
                        "end": 455,
                        "text": "Lehman, 1989;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 456,
                        "end": 469,
                        "text": "Sankey, 1998)",
                        "ref_id": "BIBREF82"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "As it nears the contact with the Javelina Formation, the Aguja Formation is practically devoid of vertebrate fossils except at discrete localities. The presence o f volcanically-derived chlorite in these \"sick green\" strata suggests that a somewhat unfavorable environment existed at times during periods of localized eruptive events (Befus et al., 2008) , which might account for the general lack of vertebrate fossils in this interval. On the other hand, the presence of unique assemblages of the dicot trees Metcalfeoxylon and Agujoxylon indicates that the environment was not completely unsuitable at the \"sick green\" interval. The Metcalfeoxylon-Agujoxylon (M-A) association is one of four found in the Aguja Formation, each characteristic o f a particular sedimentary facies (Wheeler and Lehman, 2000) . Present only in the uppermost Aguja Formation, the M-A association is found in fluvial facies that accumulated in the most inland portion o f the formation's coastal floodplain deposits that accumulated at increasingly greater distance from the paleoshoreline and at increasingly higher elevations (Lehman and Wheeler, 2001 ). The complete lack o f extra-basinal clasts in the Aguja Formation discounts a tectonic cause for increasing elevation and favors an explanation involving gradually lowering sea levels as the result of cooler climate trends (Miller et al., 1999) .",
                "cite_spans": [
                    {
                        "start": 334,
                        "end": 354,
                        "text": "(Befus et al., 2008)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 781,
                        "end": 807,
                        "text": "(Wheeler and Lehman, 2000)",
                        "ref_id": "BIBREF92"
                    },
                    {
                        "start": 1108,
                        "end": 1133,
                        "text": "(Lehman and Wheeler, 2001",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 1360,
                        "end": 1381,
                        "text": "(Miller et al., 1999)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "The \"sick green\" interval often contains highly silicified (\"agatized\") fossil wood from the M-A association. Compared to fossilized wood from other parts o f the late Campanian and early Maastrichtian section, the unusual preservational style reflected by these woods, often colored white and having a waxy luster (Fig. 2) , is likely the result of the devitrification of the mafic ash in the sediments (T. Lehman pers. comm.). The copious presence of fallen logs and fossil wood fragments, as well as several occurrences o f in-situ stumps, within the \"sick green\" interval may have been the result o f mass mortality via ash fall, although this is speculative, given that no obvious ash beds are known anywhere at this interval within BIBE. Sedimentation rates at this time are perceived to have been very low (e.g., presence o f thick, well-laminated mudstone intervals and general lack of thick, higher-energy fluvial sandstone bodies). Although it is tempting to attribute the general lack of vertebrate fossils in the uppermost Aguja Formation to an unfavorable environment, it is also possible that deposition rates precluded the rapid burial of carcasses and that preservational bias is largely responsible for the lack of vertebrate fossils at this interval. Although strata exposed at the Aguja-Javelina formations contact represent a linear transitional zone from coastal to inland habitats, it is more likely that many paleoenvironmental changes observed at this stratigraphic interval are the result o f both a moderating, early Maastrichtian climate and the onset o f Laramide tectonism in the Big Bend region, which ushered in a new sedimentological regime and a change in the sediment source area. This event is recorded at the base of the Javelina Formation by the (sometimes copious) presence o f chert clasts, a change in paleocurrent direction, and the re-establishment of a higher-energy fluvial regime (Lehman, 1986 (Lehman, , 1991 .",
                "cite_spans": [
                    {
                        "start": 1925,
                        "end": 1938,
                        "text": "(Lehman, 1986",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1939,
                        "end": 1954,
                        "text": "(Lehman, , 1991",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 315,
                        "end": 323,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "As opposed to late Campanian time, global eustatic downtrends had, by now, Numerous other fragments were recovered in situ during excavation. These were jacketed with plaster bandages prior to transport from the field. Because many bones were recovered as surface fragments (and their original positions unknown), a quarry map was not produced. Standard excavation techniques were employed throughout the fieldwork. Portions of the slope below the bone horizon were screened on two occasions in an attempt to recover small fragments that were not present on the surface during initial collection. On one occasion, a team of six from the University o f Texas o f the Permain Basin assisted with fieldwork.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "Laboratory work commenced after it appeared that the quarry had become unproductive. Hundreds o f additional hours were spent reassembling the hundreds o f surface fragments into identifiable elements. Several large skull fragments were produced as a result. On several occasions, preparation involved the use of micro abrasive blasting (sodium bicarbonate blast media) to remove unwanted surface concretion. Pneumatic air scribes (Chicago Pneumatic©, CP9361; Paleo Tools©, PaleoAro) were also employed to remove larger, concretionary masses that had adhered to various fragments. Large bone fragments that could be reassembled required the use of heavy-duty epoxies (Smooth-On©, MetalSet A4) to achieve maximum adhesion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "The photographs shown in this report were originally color images taken with oblique lighting. They were then adjusted in Adobe® Photoshop Elements version 6.0 using grayscale and the artistic filter \"poster edges\" to enhance surface features and illustrate greater morphological detail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PALEOENVIRONMENT",
                "sec_num": null
            },
            {
                "text": "The osteological description is based upon fragmentary, but adequate, skull material that allows for a confident taxonomic diagnosis. This is especially true regarding the parietal, which, taxonomically, is the most useful part o f the skull. Other skull fragments were also very informative. These include the preserved portions o f the nasals and the portions of the cheek formed by the epijugal, jugal, and quadratojugal. The proximal portion o f this nasal fragment also contains a puncture-like excavation (approximately 25 mm in diameter and 8 mm deep) which is interpreted to be pathologic. It is tempting to attribute this apparent lesion to a horn-thrust injury related to intra-specific combat. Although previous studies have examined ceratopsian adaptations regarding combat (Farlow and Dodson, 1975; Sampson et al., 1997) , additional research involving Triceratops (Farke, 2004) Furthermore, depending on the severity, surficial trauma would normally cause a reaction to the separation o f periosteum from underlying bone tissue. In this case, reactive periosteal bone is absent around the margin of the lesion. Perhaps the \"injury\" was not serious enough to cause a rigorous inflammatory response (although in this case the angle of \"impact\" appears somewhat shallow, and, therefore, may have been somewhat shunted and less damaging). It is also possible that the lesion was emplaced as the result of infection (osteomyelitis) or from incidental contact within the environment. Without detailed histological analyses, the exact cause remains speculative.",
                "cite_spans": [
                    {
                        "start": 786,
                        "end": 811,
                        "text": "(Farlow and Dodson, 1975;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 812,
                        "end": 833,
                        "text": "Sampson et al., 1997)",
                        "ref_id": "BIBREF80"
                    },
                    {
                        "start": 878,
                        "end": 891,
                        "text": "(Farke, 2004)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER IV OSTEOLOGICAL DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "The distal ends of conjoined nasals bear a prominent epinasal (Fig.4) . As in other chasmosaurines, the external surface o f the epinasal is very rugose and incised with preserves the sutural contact for the squamosal. The left jugal is also completely fused with the epijugal, which is missing its tip. The right epijugal homcore is complete.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 62,
                        "end": 69,
                        "text": "(Fig.4)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "CHAPTER IV OSTEOLOGICAL DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Its suture with the jugal is not clear, although it exhibits a distinct circumferential ridge at the base o f its presumed contact. As with the left, it is prominent and directed laterally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER IV OSTEOLOGICAL DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "The anterodistal end of the epijugal is flattened and tilted slightly dorsally. The robust homcore is 76 mm wide anteroposteriorly and 136 mm in dorsoventral height and projects 119 mm laterally. This is similar to Pentaceratops (= \"T ita n o cera to p sOMNH 10165) where it is 120 mm (Lehman, 1998) . The epijugal is very rugose and has numerous mediolaterally-oriented vascular channels. It also has a distinct dorsal ridge directed caudally from its tip along the dorsolateral margin to its contact with the jugal.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 299,
                        "text": "(Lehman, 1998)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER IV OSTEOLOGICAL DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "It is generally oval in cross-section at its base, becoming conical distally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHAPTER IV OSTEOLOGICAL DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "The left quadratojugal is complete and coossified with the jugal, and the suture between them is obscured. The articular facet for the left quadrate is 186 mm in transverse width. The right quadratojugal is also fused to the jugal; however, only part of its quadrate facet is preserved. Distolaterally, the quadratojugal is rotated anteriorly and tapers to a blunt rounded buttress that forms the suture for the laterodistal margin o f the quadrate (Fig. 6 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 449,
                        "end": 456,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "QUADRATOJUGAL",
                "sec_num": null
            },
            {
                "text": "The squamosal process of the left quadratojugal bifurcates immediately above the proximal portion of the quadrate facet (Fig. 6) . A smooth articulation surface, very similar to the quadrate facet, is present along the medial surface o f this bifurcated process, and the sutural contact for the squamosal would have lodged within it. If so, the ventral margin o f the laterotemporal fenestra included a portion of the quadratojugal. Hatcher et al., 1907) , and c) Torosaurus (modified from Farke, 2006) .",
                "cite_spans": [
                    {
                        "start": 433,
                        "end": 454,
                        "text": "Hatcher et al., 1907)",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 502,
                        "text": "Farke, 2006)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 120,
                        "end": 128,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "QUADRATOJUGAL",
                "sec_num": null
            },
            {
                "text": "With the exception o f some specimens of Triceratops and Torosaurus (Hatcher et al., 1907; Farke, 2007) , other chasmosaurines do not appear to have a bifurcated squamosal process on the quadratojugal. Corresponding parts o f the right jugal/quadratojugal complex of TMM 46015-1 are not preserved.",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 90,
                        "text": "(Hatcher et al., 1907;",
                        "ref_id": null
                    },
                    {
                        "start": 91,
                        "end": 103,
                        "text": "Farke, 2007)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "QUADRATOJUGAL",
                "sec_num": null
            },
            {
                "text": "both quadrates are preserved. Each is fragmentary; however, together they show the morphology of the lateral and distal portions of this element (Fig. 5) . As in all ceratopsids, the quadrate is anteroposteriorly compressed and the ventral end is directed anteriorly. Distally, there is a robust laterally flared condyle for articulation with the mandible. The contact for articulation with the quadratojugal is almost entirely preserved on the left quadrate, allowing for continuous articulation between these two elements.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 145,
                        "end": 153,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF10"
                    }
                ],
                "eq_spans": [],
                "section": "QUADRATE",
                "sec_num": null
            },
            {
                "text": "The preserved condyle for the mandible is incomplete. The distal portion o f the right quadrate is largely intact, and the condyle for the mandible is completely preserved. It is most robust laterally where it contacts the quadratojugal and is 124 mm in mediolateral width.. As is typical for chasmosaurines, the medial margin is uniformly curved from the articular surface to the base of the ventral buttress of the pterygoid process. The remaining morphology o f the pterygoid process in B. polyphemus cannot be determined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "QUADRATE",
                "sec_num": null
            },
            {
                "text": "Fragmentary portions o f both supraorbital homcores, as well as an additional fragment of the left postorbital, are preserved (Fig. 7) . As is typical o f ceratopsids, the external surfaces are rugose and pitted with irregularly spaced vascular foramina. The (Fig. 8) . A smaller fragment of proximal parietal bar is also preserved, as is a fragment of the proximal parietal platform. The distal part o f the median parietal bar is largely intact. The dorsal surface is rugose and has numerous large vascular channels; however, the smooth ventral surface exhibits divergent, longitudinal grooves along preserved margins of the bone (Fig. 8 ). These grooves are bilaterally symmetrical, evenly spaced, and similar to the oblique longitudinal grooves on the ventral surface o f the median parietal bar in some specimens o f Chasmosaurus and Pentaceratops (Wiman, 1930; Maidment and Barrett, 2011) . Proximally, the distal part of the median bar is Photos by the author; redrawn from Wick and Lehman (2013) . markedly \"D\" shaped in cross-section, with a flat ventral surface. It is 58 mm wide at its narrowest point and widens distally, resulting in a fan-like morphology. The ventral surface is modestly concave posteriorly. Away from the midline, the median bar thins to 14 mm and even less in places along the broken edges of its lateral margins. There is a medial ridge on the anterior surface with two low, osseous swellings on the midline. A second, more proximal segment of the median parietal bar is preserved. It is 64 mm in transverse width. This fragment is also \"D\"-shaped in cross-section but more compressed and slightly wider. Together, the preserved parts indicate that the median parietal bar was long and narrow.",
                "cite_spans": [
                    {
                        "start": 853,
                        "end": 866,
                        "text": "(Wiman, 1930;",
                        "ref_id": "BIBREF97"
                    },
                    {
                        "start": 867,
                        "end": 894,
                        "text": "Maidment and Barrett, 2011)",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 981,
                        "end": 1003,
                        "text": "Wick and Lehman (2013)",
                        "ref_id": "BIBREF95"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 126,
                        "end": 134,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF12"
                    },
                    {
                        "start": 259,
                        "end": 267,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF13"
                    },
                    {
                        "start": 632,
                        "end": 639,
                        "text": "(Fig. 8",
                        "ref_id": "FIGREF13"
                    }
                ],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The distal end of the parietal expands laterally. Although very little is preserved o f each wide posterior ramus o f the parietal, they likely formed a gentle arch along their borders toward their lateral contacts with the squamosals (Fig. 8a) . The dorsal surface of the parietal exhibits a unique medial depression at the nexus of the rami (Fig. 8c) . This teardrop-shaped depression is bilaterally symmetrical along the midline and likely represents an attachment point for a midline epiparietal. Posterior to this depression, the distal margin o f the parietal is partially intact and has half o f a low, coossified epiparietal situated directly over the midline. Although it is incomplete, the preserved distal parietal border in B. polyphemus lacks evidence of a midline embayment.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 235,
                        "end": 244,
                        "text": "(Fig. 8a)",
                        "ref_id": "FIGREF13"
                    },
                    {
                        "start": 343,
                        "end": 352,
                        "text": "(Fig. 8c)",
                        "ref_id": "FIGREF13"
                    }
                ],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "A detached epoccipital, indentified here as an epiparietal, is preserved. It has an irregular undulatory shape, with thickness varying from 16 to 30 mm. It is broken and abraded along its proximal margin, and its suture with the parietal is not preserved. The presumed dorsal surface is covered in a patchwork of small trenches, excavations, and nodes, while the presumed ventral surface exhibits a network of small vascular channels and two large, parallel grooves, similar to the grooves present on the ventral surface o f the median parietal bar. This may have been one of the robust epiparietals attached at the distal terminus of the parietal rami, as are found in some other chasmosaurines. However, it is also possible that this element is a large distal episquamosal, such as those found in some specimens of Pentaceratops. (Fig. 9b) . The lateral margin is well preserved, but only a very short section near the medial border remains. Here the squamosal is 294 mm in maximum width, which is very close to its maximum width at this point. Both dorsal and ventral surfaces are covered in a latticework o f large and small vascular channels. Two episquamosals are coossified with the lateral margin, and distal to these there is a position for a detached third. Compared to the proximal episquamosals, these have well-defined sutures, and each is 90 to 100 mm in length along their contacts. The varied coossification of episquamosals in B. polyphemus is compatible with observations in other chasmosaurines where these fused progressively from proximal to distal end with age, and their sutural contacts were obscured with progressive bone remodeling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 832,
                        "end": 841,
                        "text": "(Fig. 9b)",
                        "ref_id": "FIGREF15"
                    }
                ],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The lateral border o f the distal squamosal is broadly \"D\" shaped in cross-section.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "It is slightly raised on its anterior surface and almost flat on the posterior surface (averaging 28 mm in maximum thickness). As with the proximal end o f the squamosal, the distal end thins abruptly medial to the \"D\" shaped margin where it is only 10 to 12 mm in average thickness. This indicates that most of the medial part o f the squamosal was thin and generally plate-like and similar in morphology to the lateral parts o f the parietal. The short, preserved section near the medial border has a rounded edge that is no more than 4 mm thick. Although the edge here appears finished, it is likely abraded and represents a weak point along the transition from thinner medial portions o f the squamosal to the thicker buttress that would likely have articulated with the descending lateral process of the parietal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Based on the two preserved sections, the entire length of the squamosal is estimated to have been about 1180 mm. This length is comparable to that in other \"longfrilled\" chasmosaurines such as Pentaceratops and Torosaurus. The restored lateral border would have been slightly curved proximally but nearly straight distally. Although the total number of episquamosals cannot be determined, as restored there could have been eight, nine, or ten. The conservative length estimate given here assumes a squamosal with eight episquamosals; however, it is possible that the missing parts o f the squamosal margin could have had two, rather than one, between the two preserved fragments and/or along the broken distal end. exoccipital is also present. Preserved portions o f the braincase conform well to those described for other large chasmosaurines (Hay, 1909; Brown, 1914; Gilmore, 1919; Lehman, 1993 Lehman, , 1996 .",
                "cite_spans": [
                    {
                        "start": 844,
                        "end": 855,
                        "text": "(Hay, 1909;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 856,
                        "end": 868,
                        "text": "Brown, 1914;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 869,
                        "end": 883,
                        "text": "Gilmore, 1919;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 884,
                        "end": 896,
                        "text": "Lehman, 1993",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 897,
                        "end": 911,
                        "text": "Lehman, , 1996",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The foramen magnum is partially crushed and obscured by matrix; however, foramina for left cranial nerves IX-XII are exposed on broken portions of the braincase.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Nerves IX-XI exit the braincase via a single common foramen, just anterior to the hypoglossal foramen for nerve XII. The occipital condyle is complete; however, sutural contacts between the basioccipital and exoccipitals are not evident. The occipital condyle measures 88 mm in transverse width and 82 mm dorsoventrally. This is comparable in size to the largest chasmosaurines (e.g., Triceratops, Torosaurus, \"N e d o c e ra to p sand the \"El Picacho ceratopsian\") which have condyles measuring over 80 mm in mean diameter (Hatcher et al., 1907; Lehman, 1996; Anderson, 1999; Farke, 2011) . Using the regression formula of (estimated) total and basal skull length as provided by Anderson (1999) , the occipital condyle area o f TMM 00000-1 (width x height =7216 mm; logio 7216 = 3.858) conforms to a Triceratops having a basal skull length of 977 mm and total skull length of 1621 mm. This suggests that B. polyphemus had a craniofacial size similar to smaller specimens o f Triceratops. However, with a squamosal length estimated at 1180 mm, its frill was longer than the largest specimens o f Triceratops.",
                "cite_spans": [
                    {
                        "start": 524,
                        "end": 546,
                        "text": "(Hatcher et al., 1907;",
                        "ref_id": null
                    },
                    {
                        "start": 547,
                        "end": 560,
                        "text": "Lehman, 1996;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 561,
                        "end": 576,
                        "text": "Anderson, 1999;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 577,
                        "end": 589,
                        "text": "Farke, 2011)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 680,
                        "end": 695,
                        "text": "Anderson (1999)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The supraoccipital is partially preserved. It is detached from the remainder o f the braincase, and its contacts with the parietal and exoccipitals are not present. Similar to that described for Triceratops by Hatcher et al., (1907, p. 17) , this fragment preserves the dorsal part of the central \"keel\" formed by the union of the supraoccipital and exoccipitals. It vertically divides the cavity formed by the lateral pillars of the supraoccipital, creating two deep pockets for attachment o f cervical musculature. This median keel expands dorsally to form a buttress at the supraoccipital-parietal contact and supported the parietal near its union with the postorbitals. Above this buttress, a small, smooth-walled cavity is present that is interpreted to be a remnant o f the supracranial sinus below the postfrontal fontanelle (Gilmore, 1919; Farke, 2010) . Formation is diagnosed solely on the basis o f a left squamosal (Sullivan and Lucas, 2010) . The Naashoibito Member is assigned an early Maastrichtian age by Sullivan and Lucas (2010) ; however, Williamson and Weil (2008) assigned it a late Maastrichtian timeframe based upon the presence o f the multituberculate Essonodon as well as the metatherian mammal Glasbius c.f. G. intricatus, which has been proposed as a potential first appearance datum for the Lancian Land Mammal \"Age.\" The squamosal o f \"Ojoceratops\" is also similar enough to Triceratops \"serratus\" (AMNH 970) to be referred to this genus by Longrich (2011) . If so, the presence of Triceratops (DMNH 48617) in the late Maastrichtian Laramie Formation of eastern Colorado (Dodson et al., 2004, p. 496; Diem and Archibald, 2005) places Triceratops within a reasonable geographical proximity to ' ''Ojoceratops\". Sullivan and Lucas (2010) also refer additional isolated elements to c.f. \"Ojoceratops\" although these cannot be conclusively attributed to that taxon given the presence o f two large ceratopsids in the Ojo Alamo Formation (\"Ojoceratops\" and Torosaurus). As a result, referral o f these isolated elements to either genus cannot be reliably made, as many portions o f the chasmosaurine skull exhibit (sometimes marked) ontogenetic and intra-specific variability (Ostrom and Wellnhofer, 1990; Godfrey and Holmes, 1995; Forster, 1996; Sampson et al., 1997;  and the presence of two large chasmosaurines in the Ojo Alamo Formation, and without a more complete specimen exhibiting a single demonstrable autapomorphy (or even a small comparative sample of isolated, analogous elements), \"Ojoceratops\" is considered to be a nomen dubium.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 239,
                        "text": "Hatcher et al., (1907, p. 17)",
                        "ref_id": null
                    },
                    {
                        "start": 832,
                        "end": 847,
                        "text": "(Gilmore, 1919;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 848,
                        "end": 860,
                        "text": "Farke, 2010)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 927,
                        "end": 953,
                        "text": "(Sullivan and Lucas, 2010)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 1021,
                        "end": 1046,
                        "text": "Sullivan and Lucas (2010)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 1058,
                        "end": 1084,
                        "text": "Williamson and Weil (2008)",
                        "ref_id": "BIBREF96"
                    },
                    {
                        "start": 1471,
                        "end": 1486,
                        "text": "Longrich (2011)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 1601,
                        "end": 1630,
                        "text": "(Dodson et al., 2004, p. 496;",
                        "ref_id": null
                    },
                    {
                        "start": 1631,
                        "end": 1656,
                        "text": "Diem and Archibald, 2005)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1740,
                        "end": 1765,
                        "text": "Sullivan and Lucas (2010)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 2201,
                        "end": 2230,
                        "text": "(Ostrom and Wellnhofer, 1990;",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 2231,
                        "end": 2256,
                        "text": "Godfrey and Holmes, 1995;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 2257,
                        "end": 2271,
                        "text": "Forster, 1996;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 2272,
                        "end": 2293,
                        "text": "Sampson et al., 1997;",
                        "ref_id": "BIBREF80"
                    },
                    {
                        "start": 2294,
                        "end": 2294,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "A second questionable genus is \"Titanoceratops\" (OMNH 10165) o f the Late Campanian, upper Fruitland Formation or lower Kirtland Formation o f New Mexico (Longrich, 2011) . Although based on a rather complete anterior skull, this specimen lacks the bulk of the (morphologically critical) frill. Otherwise, it corresponds in most respects with Pentaceratops as diagnosed by Osborn (1923) and described later by Rowe et al. (1981) and even more thoroughly by Lehman (1998) . Without a reasonably preserved squamosal-parietal frill, \"Titanoceratops\" (OMNH 10165) is herein referred as previously described by Lehman (1998) to a very large, aged specimen o f Pentaceratops.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 170,
                        "text": "(Longrich, 2011)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 373,
                        "end": 386,
                        "text": "Osborn (1923)",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 410,
                        "end": 428,
                        "text": "Rowe et al. (1981)",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 457,
                        "end": 470,
                        "text": "Lehman (1998)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 606,
                        "end": 619,
                        "text": "Lehman (1998)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Thirdly, the enigmatic \"Nedoceratops\" is comparatively useful given that it exhibits a unique morphology regarding some aspects o f its skull. However, it is taxonomically indeterminate, as it as it may represent an aberrant or pathological form o f",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Triceratops. Contrary to Homer (2010, 2011) , it is not herein considered a transitional form between Triceratops and (taxonomically distinct) Torosaurus.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 43,
                        "text": "Homer (2010, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "One final argument involves \"Agujaceratops\". In most respects it resembles Chasmosaurus (see Lehman, 1989) ; however, the diagnostic described by Lehman exhibits some variances when compared to a rather complete skull described by Forster et al., (1993) , which they also assigned to the genus Chasmosaurus. Although Lucas et al. (2006) acknowledged the arguments made by Forster et al. regarding assignment o f the skull to Chasmosaurus, they puzzlingly reassigned C. mariscalensis to \"Agujaceratops\" on account of its purported differences when compared to northern species o f Chasmosaurus, differences herein considered morphologically variable. Therefore, until more complete material is found, it seems prudent to consider Lehman's diagnosis as valid. However, to avoid confusion, \"Agujaceratops\", rather than Chasmosaurus, is used in this report given that it is a currently accepted genus by other researchers.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 106,
                        "text": "Lehman, 1989)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 231,
                        "end": 253,
                        "text": "Forster et al., (1993)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 317,
                        "end": 336,
                        "text": "Lucas et al. (2006)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Another problem involves the redescription of Torosaurus utahensis by Sullivan et al. (2005; p. 567) . Here, they incorrectly interpreted the stratigraphic position of Lawson's (1976) Torosaurus parietal specimen as follows: \"He (Lawson) also referred an incomplete parietal (TMM 41480-1) from the lower third o f the Javelina Formation (Tomillo Group), Big Bend region of Texas, to T. utahensis. \" In contrast, Lawson (p. 163) stated that the specimen came from the \"lower third o f the Tomillo Group; Maestrichtian Age,\" but he did not specify a formation. The Tomillo Group includes the Late Cretaceous and Paleogene Javelina, Black Peaks, and Hannold Hill formations (having up to 650 m o f combined strata) (Lehman et al., in prep) . The (entirely Cretaceous) Javelina Formation occupies the lowest 183 m (maximum) of these deposits (Lehman et al., in prep.) . In fact, all o f the reported Torosaurus remains from the Javelina (including TMM 41480-1) are from the upper part o f the formation (which is in the lower third of the Tomillo Group) and are likely middle-to-late Maastrchtian (Lancian NALMA) in age (Maxwell et al., 1967; Lawson, 1976; Lehman, 1996 The squamosal in Bravoceratops is most similar to other long-frilled types that have relatively straight squamosals (Chasmosaurus, Utahceratops, Pentaceratops), in contrast to those in which the squamosals are dorsally curved (Kosmoceratops, Vagaceratops, \"Agujaceratops\") . The variable thickness of the proximal end o f the squamosal mirrors the similar, variably thick condition described by Lehman (1996) for the \"El Picacho ceratopsian.\" The low, elliptical episquamosals in Bravoceratops are comparable to those in most other chasmosaurines, not as peaked or triangular as in Anchiceratops, but episquamosal form is known to vary ontogenetically in some taxa (Triceratops, Homer and Goodwin, 2006) .",
                "cite_spans": [
                    {
                        "start": 70,
                        "end": 92,
                        "text": "Sullivan et al. (2005;",
                        "ref_id": "BIBREF89"
                    },
                    {
                        "start": 93,
                        "end": 100,
                        "text": "p. 567)",
                        "ref_id": null
                    },
                    {
                        "start": 168,
                        "end": 183,
                        "text": "Lawson's (1976)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 412,
                        "end": 422,
                        "text": "Lawson (p.",
                        "ref_id": null
                    },
                    {
                        "start": 712,
                        "end": 736,
                        "text": "(Lehman et al., in prep)",
                        "ref_id": null
                    },
                    {
                        "start": 838,
                        "end": 863,
                        "text": "(Lehman et al., in prep.)",
                        "ref_id": null
                    },
                    {
                        "start": 1116,
                        "end": 1138,
                        "text": "(Maxwell et al., 1967;",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1139,
                        "end": 1152,
                        "text": "Lawson, 1976;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1153,
                        "end": 1165,
                        "text": "Lehman, 1996",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1392,
                        "end": 1438,
                        "text": "(Kosmoceratops, Vagaceratops, \"Agujaceratops\")",
                        "ref_id": null
                    },
                    {
                        "start": 1561,
                        "end": 1574,
                        "text": "Lehman (1996)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1831,
                        "end": 1869,
                        "text": "(Triceratops, Homer and Goodwin, 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The narrow midline bar that separates large parietal fenestrae in Bravoceratops is similar to that in Chasmosaurus, Pentaceratops, Utahceratops, Coahuilaceratops, and \"A g u ja c e r a to p sThe deep, oblique grooves on the ventral surface o f the midline bar are particularly like those found in Chasmosaurus and Pentaceratops', however, the Dshaped cross-section of the midline parietal bar in B. polyphemus appears to differ from all o f the above, where the cross-section is, instead, oval or triangular. The posterior border of the parietal in Bravoceratops also differs from Chasmosaurus russelli, Pentaceratops, Utahceratops, and \"Agujaceratops\" in lacking a midline embayment. In both Bravoceratops and Pentaceratops the posterior rami o f the parietal are broader anteroposteriorly than in Chasmosaurus, Utahceratops or \"Agujaceratops.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "The thin, plate-like posterior rami o f the parietal in Bravoceratops are closer to those in Anchiceratops, Arrhinoceratops, Torosaurus, the \"El Picacho ceratopsian,\" and the \"Naashoibito\" parietal (Farke and Williamson, 2006; NMMNH P-44477; referred to Torosaurus utahensis by Hunt and Lehman, 2008;  to \"Ojoceratops\" by Sullivan and Lucas, 2010) than in any o f the less-derived chasmosaurines. Although the parietal in Bravoceratops exhibits a modest saddle shape, it is not thick or unfenestrated as in Triceratops. The median bar o f the parietal also exhibits two midline osseous swellings similar to those present in some specimens of Torosaurus, Triceratops, and Pentaceratops, as well as the \"prominences\" preserved on the parietal bar of Coahuilaceratops, or \"sagittal humps\" o f Pachyrhinosaurus (Hatcher et al., 1907; Lehman, 1996; Currie et al., 2008; Loewen et al., 2010) . Although the centrosaurine Pachyrhinosaurus lakustai (Currie et al., 2008 ) has a large \"horn\" at a comparable position on the frill, similar features have not been reported in chasmosaurines.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 226,
                        "text": "(Farke and Williamson, 2006;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 227,
                        "end": 241,
                        "text": "NMMNH P-44477;",
                        "ref_id": null
                    },
                    {
                        "start": 242,
                        "end": 253,
                        "text": "referred to",
                        "ref_id": null
                    },
                    {
                        "start": 278,
                        "end": 300,
                        "text": "Hunt and Lehman, 2008;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 301,
                        "end": 301,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 322,
                        "end": 347,
                        "text": "Sullivan and Lucas, 2010)",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 807,
                        "end": 829,
                        "text": "(Hatcher et al., 1907;",
                        "ref_id": null
                    },
                    {
                        "start": 830,
                        "end": 843,
                        "text": "Lehman, 1996;",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 844,
                        "end": 864,
                        "text": "Currie et al., 2008;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 865,
                        "end": 885,
                        "text": "Loewen et al., 2010)",
                        "ref_id": null
                    },
                    {
                        "start": 941,
                        "end": 961,
                        "text": "(Currie et al., 2008",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "POSTORBITAL",
                "sec_num": null
            },
            {
                "text": "Large, postorbital homcores, such as those in Bravoceratops, are found in most chasmosaurines. Whether a product o f large body size and/or old age, the presence o f extensive cornual sinuses has been documented in most Maastrichtian chasmosaurines as well as the largest Campanian forms, which have long, basally wide, anteriorly-curving homcores (Triceratops, Eotriceratops, Torosaurus, Arrhinoceratops, Coahuilaceratops and Pentaceratops stembergi) . Those forms with long, narrow, posteriorly-curving homcores do not exhibit comual sinuses (e.g., Chasmosaurus, ''Agujaceratops''' and the \"Muzquiz homcore\") (Farke, 2006; Porras-Muzquiz and Lehman, 2011) . This suggests that chasmosaurine forms with large comual sinuses likely had anteriorly-curved horns.",
                "cite_spans": [
                    {
                        "start": 348,
                        "end": 451,
                        "text": "(Triceratops, Eotriceratops, Torosaurus, Arrhinoceratops, Coahuilaceratops and Pentaceratops stembergi)",
                        "ref_id": null
                    },
                    {
                        "start": 611,
                        "end": 624,
                        "text": "(Farke, 2006;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 625,
                        "end": 657,
                        "text": "Porras-Muzquiz and Lehman, 2011)",
                        "ref_id": "BIBREF75"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Although the homcores are fragmentary in Bravoceratops, they appear to have been directed dorsally, rather than laterally as in Utahceratops. Comual sinuses appear to be present in all chasmosaurines more derived than Chasmosaurus or 'Agujaceratops.\" However, the depth to which the sinuses penetrate may vary (Farke, 2006) , and in Bravoceratops the sinuses invade the homcores to a depth that may be greater than in other species.",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 323,
                        "text": "(Farke, 2006)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "The bifurcated squamosal articulation on the quadratojugal in Bravoceratops appears to be present in only two other chasmosaurines. Farke (2007) pointed out that this condition is present in some specimens o f Torosaurus, and it appears also to be present in some specimens of Triceratops (Hatcher et al., 1907) . However, other specimens o f Triceratops do not show a bifurcation, so this state may be subject to intraspecific variation (Hatcher et al., 1907) . In Bravoceratops, the quadratojugal was preserved disarticulated from the squamosal, a condition that is unusual; many large ceratopsian skulls are found with the two elements intact and thoroughly coossified. It is possible that the bifurcated condition is more common than perceived and is often obscured as the result o f sutural fusion. In Bravoceratops, the quadratojugal contributes to the lower portion of the rim of the laterotemporal fenestra, the usual condition among chasmosaurines more derived than Chasmosaurus, but the presence o f a bifurcated articulation with the squamosal may represent a further derived condition shared with Torosaurus and Triceratops.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 144,
                        "text": "Farke (2007)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 289,
                        "end": 311,
                        "text": "(Hatcher et al., 1907)",
                        "ref_id": null
                    },
                    {
                        "start": 438,
                        "end": 460,
                        "text": "(Hatcher et al., 1907)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Bravoceratops has large, hom-like epijugals proportionally similar to those in Pentaceratops and Arrhinoceratops. Large epijugal horns are also present in the \"El Picacho ceratopsian,\" and the epijugals in Utahceratops, \"Agujaceratops,\" and some specimens of Chasmosaurus (e.g., AMNH 5401) are also relatively large. Therefore, large epijugal horns are not necessarily diagnostic (contra Longrich, 2011) . The conical form of the long epijugal horns in Pentaceratops and Bravoceratops may be distinct compared to those in other chasmosaurines that tend to have a trihedral form.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 403,
                        "text": "Longrich, 2011)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "The conjoined nasals in Bravoceratops are constricted behind the robust epinasal, resulting in an hourglass shape in dorsal view (Fig. 4) . This morphology suggests that the bridge of the nose, posterior to the nasal homcore, was narrower than in other chasmosaurines. The \"El Picacho ceratopsian\" may be similar; it also has a mild posterior constriction of the nasals. In Bravoceratops this could reflect either a proportionally longer snout or a dorsally elevated position o f the external nares compared to other large chasmosaurines. The nasal bridge in Bravoceratops is also very shallow dorsoventrally. This condition is similar to that in some specimens o f Triceratops (\"N ed o cera to p sFarke, 2011) but in contrast with most other chasmosaurines, especially Coahuilaceratops, where the dorsoventral depth o f the nasal just caudal to the nasal hom (87 mm) is almost twice that in Bravoceratops (45 mm), a condition retained \"throughout most of the length of the nasal\" (Loewen et al., 2010, p. 105) Chasmosaurus differs in having a jugal and squamosal that meet along the lower border o f the infratemporal fenestra, excluding the quadratojugal. Therefore, Bravoceratops is probably more closely related to the latter two taxa and in particular Pentaceratops, which has the same deep oblique grooves on the ventral surface of the parietal midline bar. However, both Utahceratops and Pentaceratops have a marked embayment in the posterior margin o f the parietal with a pair o f upturned epiparietals on either side of the midline. The posterior end of the parietal in Bravoceratops is, instead, fan-shaped and broad anteroposteriorly, with a depression on its dorsal surface that likely bore an epiparietal on the midline, all features shared with Anchiceratops. The parietal in Anchiceratops has a conjoined pair o f laterally divergent epiparietals on its dorsal midline surface, rather than a single one as appears to be the case in Bravoceratops, and the posterior margin has paired exaggerated epiparietals on either side o f the midline, rather than a single low, unadorned epiparietal astride the midline. Bravoceratops shares this latter feature with Torosaurus utahensis (? = \"Ojoceratops\") and Triceratops. The bifurcated squamosal articulation on the quadratojugal in Bravoceratops is also shared with at least some specimens o f Torosaurus and Triceratops. The posteriorly constricted bridge of the nasals may be a unique, derived feature and suggests that Bravoceratops could be related to, if not the same as, the unnamed \"El Picacho ceratopsian\" known from coeval strata in Texas.",
                "cite_spans": [
                    {
                        "start": 981,
                        "end": 1010,
                        "text": "(Loewen et al., 2010, p. 105)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 137,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "One plausible phylogenetic hypothesis, therefore, is that Bravoceratops occupies a position between Pentaceratops and Anchiceratops (Fig. 10) . However, Bravoceratops also has a midline epiparietal on its posterior edge and a bifurcated quadratojugal, features found only in the most derived chasmosaurines Torosaurus and Triceratops. (Fig. 11) . with the unnamed \"El Picacho ceratopsian\" (Lehman, 1996) . The El Picacho Formation, exposed about 200 km northwest of the Big Bend region, is correlative with the Javelina Formation, and it is possible that the \"El Picacho ceratopsian\" was closely related to or the same as Bravoceratops. However, the specimens recovered thus far are insufficient to allow for a conclusive judgment. Similarly, the fragmentary specimens referred to",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 403,
                        "text": "(Lehman, 1996)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 132,
                        "end": 141,
                        "text": "(Fig. 10)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 335,
                        "end": 344,
                        "text": "(Fig. 11)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Coahuilaceratops found in somewhat older strata of the Cerro del Pueblo Formation about 400 km south o f Big Bend in Coahuila, Mexico, lack most o f the frill and so are insufficient to allow for adequate comparison with Bravoceratops (Loewen et al., 2010) .",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 256,
                        "text": "(Loewen et al., 2010)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "The morphology of the nasal bridge clearly differs between the two, so it is unlikely that they are the same taxon. Future recovery o f a parietal for Coahuilaceratops will help resolve the relationship between the two. (Lehman et al., 2006) . Material referred to Torosaurus cf.",
                "cite_spans": [
                    {
                        "start": 220,
                        "end": 241,
                        "text": "(Lehman et al., 2006)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "utahensis occurs, instead, at and above the level o f the tuff bed higher in the Javelina Formation (Hunt and Lehman, 2008) . This stratigraphic distribution o f ceratopsids is compatible with the contention that the Javelina Formation spans the Edmontonian-Lancian NALMA boundary.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 123,
                        "text": "(Hunt and Lehman, 2008)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "A more comprehensive cladistics analysis involving Bravoceratops was conducted elsewhere (Wick and Lehman, 2013) ; however, the results are questionable given that many morphological characters purportedly differentiating Maastrichtian chasmosaurines are weakly supported among these taxa. What is clear is that",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 112,
                        "text": "(Wick and Lehman, 2013)",
                        "ref_id": "BIBREF95"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Bravoceratops represents a chasmosaurine of \"intermediate\" grade, with features more derived than in Judithian basal chasmosaurines such as Chasmosaurus or \"Agujaceratops,\" but less derived than in Torosaurus or Triceratops o f Lancian age. The combination of primitive and derived features in Bravoceratops suggests that the phylogenetic and biogeographic histories o f chasmosaurines were likely more complicated than is commonly perceived.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Bravoceratops indicates that the progression from basal, to intermediate, to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "derived chasmosaurines that is well documented in strata o f Judithian, to Edmontonian, to Lancian age in the northern Great Plains region also took place in south Texas. At least part of the same progression appears to be preserved in Utah and New Mexico. This seems incompatible with the concept that northern and southern regions were home to highly provincial ceratopsid faunas (Lehman, 1996 (Lehman, , 1997 , or that ceratopsid species were restricted to even smaller centers o f endemism along the western shore o f the interior epeiric sea Gates et al., 2012) . Therefore, if truly endemic chasmosaurine groups ostensibly emerged as early as 78.5 Ma (Gates et al., 2012) , successive populations within each endemic region should exhibit increasingly unique behavioral morphologies that evolved as the result of adaptations within contemporaneously evolving (and likewise isolated) paleobiomes; however, they do not.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 395,
                        "text": "(Lehman, 1996",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 396,
                        "end": 411,
                        "text": "(Lehman, , 1997",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 547,
                        "end": 566,
                        "text": "Gates et al., 2012)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 657,
                        "end": 677,
                        "text": "(Gates et al., 2012)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Although chasmosaurines exhibit a range o f frill (and to a lesser extent homcore) morphologies, most contemporaneous genera are remarkably similar otherwise, even at their extreme northern and southern ranges, in spite of an evolutionary interval lasting 13 million years. speculate that chasmosaurines established distinct and stable ecological niches early in their evolution. However, they also suggest that the similarities regarding fitness-related characters indicate that population isolates evolved within niches that collectively remained almost unchanged over time. This seems counter-intuitive, given that even small environmental fluctuations within almost identical but isolated biomes can generate distinct morphological characters even among closely-related populations (e.g., \"Darwin's finches\"; Lack, 1947) . They go on to speculate that \"the clade underwent a dramatic radiation driven by environmental fluctuations on the one hand (causing the formation of population isolates) and by the evolution of mating signals on the other (largely driven by forces unrelated to fitness such as sexual selection)\" (Sampson and Loewen, 2010, p. 420) . Their view holds that isolated chasmosaurine populations developed unique sexual display characters and preferences over time and that these disparities would then prevent interbreeding among other closely-related populations even if environmental fluctuations reunited them. The suite o f character states exhibited by Bravoceratops suggests otherwise and supports the notion that interbreeding among contemporaneous chasmosaurine populations was not only possible but was likely essential to the fitness and long-term viability o f the clade as a whole. This substantiates the view that the paleogeographic features emplaced along the Western Interior Basin during the onset of Laramide tectonism during Maastrichtian time were not lasting barriers to genetic exchange among chasmosaurine populations.",
                "cite_spans": [
                    {
                        "start": 813,
                        "end": 824,
                        "text": "Lack, 1947)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1124,
                        "end": 1158,
                        "text": "(Sampson and Loewen, 2010, p. 420)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Similar purported paleogeographic barriers during late Campanian time were likely not genetic barriers, either (contra Gates et al., 2012) . This implies that contemporaneously evolving chasmosaurine groups collectively formed successive metapopulations which 1)",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 138,
                        "text": "Gates et al., 2012)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "were made up of semi-independent local populations, 2) experienced interplay amid regional population dynamics, 3) depended upon asynchronous physiographic fluctuations and genetic dispersal, and, 4) due to these processes, resulted in continentalscale population interactions that persisted over millions o f years (Levins, 1969; Lande, 1987; Keymer et al., 2000) . The metapopulation process requires some interaction among populations within discreet patches of suitable habitat in order to reduce the possibility of extinction of the entire group. In this regard it is certainly plausible that if biomes remained isolated for longer periods, daughter species may have developed alongside parent species. Resultant competition within isolated biomes may have resulted in extinction of either population (or both), leaving behind suitable habitat for new chasmosaurine immigrants and continued genetic dispersal among contemporaneous populations. This might explain the similarities among chasmosaurines regarding fitness characters while maintaining cranial distinctions among those characters involving sexual selection.",
                "cite_spans": [
                    {
                        "start": 316,
                        "end": 330,
                        "text": "(Levins, 1969;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 331,
                        "end": 343,
                        "text": "Lande, 1987;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 344,
                        "end": 364,
                        "text": "Keymer et al., 2000)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Bravoceratops is tangible evidence o f this process. It is the \"younger\" of two southernmost chasmosaurines in which the diagnostic parietal is preserved, yet its most derived features are shared with \"northern\" species. Similarly, \"older\" parietal fragments referred to Chasmosaurus by Lehman (1989; UTEP P.37.7 .065) but referred to \"Agujaceratops\" by Loewen et al. (2010) and by Longrich (2010) are also very alike in form to those from some specimens o f Chasmosaurus from Canada. Rather than calling upon repeated episodes o f population isolation, divergence, and/or northward or southward migration events to interpret the phylogeny o f chasmosaurines, it is reasonable to imagine that periodic genetic exchange occurred between chasmosaurine populations across the western interior and that some o f the taxa now interpreted as separate genera are instead species, or regional subspecies, that periodically interbred or hybridized through time.",
                "cite_spans": [
                    {
                        "start": 287,
                        "end": 300,
                        "text": "Lehman (1989;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 301,
                        "end": 312,
                        "text": "UTEP P.37.7",
                        "ref_id": null
                    },
                    {
                        "start": 354,
                        "end": 374,
                        "text": "Loewen et al. (2010)",
                        "ref_id": null
                    },
                    {
                        "start": 382,
                        "end": 397,
                        "text": "Longrich (2010)",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Whatever the case, current dogma regarding chasmosaurine evolutionary relationships among purportedly \"endemic\" chasmosaurine populations is largely based upon inadequate sample sizes, incomplete fossil specimens, and the over-emphasis o f computer phylogenetic analyses. As a result, over the short term, it is likely that the number of chasmosaurine genera will continue to increase as new specimens are discovered and evaluated against the limited suite o f chasmosaurine fossils currently available. Undoubtedly, this continuing trend will also serve to further theories regarding chasmosaurine endemism.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            },
            {
                "text": "Current reliance on computer phylogenetic analyses have also led to the present system of erecting new genera to explain or interpret the many \"new\" morphologies and species recently discovered (cladogenesis). This circumstance generates a misleading impression that 1) many o f these species differ distinctly from one another, ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Facial Region",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Strata at Aguja Formation-Javelina Formation contact in terv al",
                "authors": [],
                "year": null,
                "venue": "Study locality and stratigraphic sections mentioned in te x t",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Study locality and stratigraphic sections mentioned in te x t................................ 7 2. Strata at Aguja Formation-Javelina Formation contact in terv al....................... 11",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Skull reconstruction o f B. polyphem us",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skull reconstruction o f B. polyphem us............................................................... 21",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Hypothetical evolutionary progression o f frill m orphotypes",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            ". . ."
                        ],
                        "last": "Squamosal O F B. Polyphem Us",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Squamosal o f B. polyphem us...............................................................................41 10. Hypothetical evolutionary progression o f frill m orphotypes............................ 57 11. Suggested phylogenetic relationships o f B. polyphem us...................................58 REFERENCES CITED",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Occipital condyle in the ceratopsian dinosaur Triceratops with comments on body size variation. Contributions from the Museum o f Paleontology, University o f Michigan",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "215--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, J. S. 1999. Occipital condyle in the ceratopsian dinosaur Triceratops with comments on body size variation. Contributions from the Museum o f Paleontology, University o f Michigan 30:215-231.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Cretaceous basaltic phreatomagmatic volcanism in West Texas: Maar complex at Pena Mountain",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Befus",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Hanson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Griffin",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Volcanology and Geothermal Research",
                "volume": "173",
                "issue": "",
                "pages": "245--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Befus, K. S., R. E. Hanson, T. M. Lehman and W. R. Griffin. 2008. Cretaceous basaltic phreatomagmatic volcanism in West Texas: Maar complex at Pena Mountain, Big Bend National Park. Journal of Volcanology and Geothermal Research 173:245-264.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Evidence for Late Cretaceous Volcanism in Trans-Pecos Texas",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Hargrove",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bergman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal o f Geology",
                "volume": "115",
                "issue": "",
                "pages": "243--251",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hargrove, and S. C. Bergman. 2007. Evidence for Late Cretaceous Volcanism in Trans-Pecos Texas. Journal o f Geology 115:243-251.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Anchiceratops, a new genus o f homed dinosaurs from the Edmonton Cretaceous of Alberta. With a discussion o f the origin of the ceratopsian crest and the brain casts o f Anchiceratops and Trachodon. Bulletin o f the American Museum o f",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Natural History",
                "volume": "33",
                "issue": "",
                "pages": "539--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, B. 1914. Anchiceratops, a new genus o f homed dinosaurs from the Edmonton Cretaceous of Alberta. With a discussion o f the origin of the ceratopsian crest and the brain casts o f Anchiceratops and Trachodon. Bulletin o f the American Museum o f Natural History 33:539-548.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Vertebrate paleontology, Bio stratigraphy and depositional environments, latest Cretaceous and Tertiary",
                "authors": [],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Busbey A. B., Ill, and T. M. Lehman (eds.). 1989. Vertebrate paleontology, Bio stratigraphy and depositional environments, latest Cretaceous and Tertiary, Big Bend Area, Texas. Guidebook field trip nos. la, b, c, Society o f Vertebrate Paleontology 49th annual meeting, Austin, Texas.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A new species of Pachyrhinosaurus (Dinosauria, Ceratopsidae) from the Upper Cretaceous o f",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Langston",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tanke",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Currie, P. J., W. Langston Jr., and D. H. Tanke. 2008. A new species of Pachyrhinosaurus (Dinosauria, Ceratopsidae) from the Upper Cretaceous o f",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "in A New Homed Dinosaur from an Upper Cretaceous Bone Bed in Alberta",
                "authors": [
                    {
                        "first": "Canada",
                        "middle": [],
                        "last": "Alberta",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alberta, Canada; pp. 1-108 in A New Homed Dinosaur from an Upper Cretaceous Bone Bed in Alberta. NRC Research Press, Ottawa.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The WPA quarries",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Davies",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Vertebrate Paleontology, Biostratigraphy and Depositional Environments, latest Cretaceous and Tertiary",
                "volume": "",
                "issue": "",
                "pages": "32--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davies, K. L., and T. M. Lehman. 1989. The WPA quarries, pp. 32-42 in A. B. Busbey, III and T. M. Lehman (eds.), Vertebrate Paleontology, Biostratigraphy and Depositional Environments, latest Cretaceous and Tertiary, Big Bend Area, Texas. Guidebook field trip nos. la, b, c, Society of Vertebrate Paleontology 49th annual meeting, Austin, Texas.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Range extension o f southern chasmosaurine ceratopsian dinosaurs into northwestern Colorado",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Diem",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Archibald",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal o f Paleontology",
                "volume": "79",
                "issue": "",
                "pages": "251--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Diem, S., and J. D. Archibald. 2005. Range extension o f southern chasmosaurine ceratopsian dinosaurs into northwestern Colorado. Journal o f Paleontology 79:251-258.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Comparative cranio logy o f the Ceratopsia",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dodson",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Journal o f Earth Science",
                "volume": "293",
                "issue": "",
                "pages": "200--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dodson, P. 1993. Comparative cranio logy o f the Ceratopsia. American Journal o f Earth Science 293:200-234.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The Dinosauria",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dodson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Forster",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Sampson",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dodson, P., C. A. Forster and S. D. Sampson. 2004. Ceratopsidae; in D. B. Weishampel, P. Dodson, and H. Osmolska (eds.), The Dinosauria, 2nd ed. University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Horn use in Triceratops (Dinosauria: Ceratopsidae): testing behavioral hypotheses using scale models",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Palaeontologia Electronica",
                "volume": "7",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A. 2004. Horn use in Triceratops (Dinosauria: Ceratopsidae): testing behavioral hypotheses using scale models. Palaeontologia Electronica 7:1-10.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Morphology and ontogeny o f the comeal sinuses in chasmosaurine dinosaurs (Omithischia: Ceratopsidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal o f Paleontology",
                "volume": "80",
                "issue": "",
                "pages": "780--785",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A. 2006. Morphology and ontogeny o f the comeal sinuses in chasmosaurine dinosaurs (Omithischia: Ceratopsidae). Journal o f Paleontology 80:780-785.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Cranial osteology and phylogenetic relationships o f the chasmosaurine ceratopsid Torosaurus latus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Horns and Beaks: Ceratopsian and Omithopod Dinosaurs",
                "volume": "",
                "issue": "",
                "pages": "235--257",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A. 2007. Cranial osteology and phylogenetic relationships o f the chasmosaurine ceratopsid Torosaurus latus; pp. 235-257 in K. Carpenter (ed.), Horns and Beaks: Ceratopsian and Omithopod Dinosaurs. Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Evolution, homology, and function of the supracranial sinuses in ceratopsian dinosaurs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "30",
                "issue": "",
                "pages": "1486--1500",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A. 2010. Evolution, homology, and function of the supracranial sinuses in ceratopsian dinosaurs. Journal o f Vertebrate Paleontology 30:1486-1500.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Anatomy and taxonomic status of the chasmosaurine ceratopsid Nedoceratops hatcheri from the Upper Cretaceous Lance Formation o f Wyoming",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "PLoS ONE",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A. 2011. Anatomy and taxonomic status of the chasmosaurine ceratopsid Nedoceratops hatcheri from the Upper Cretaceous Lance Formation o f Wyoming, U.S.A. PLoS ONE 6 (l):el6196.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "A ceratopsid dinosaur parietal from New Mexico and its implications for ceratopsid biogeography and systematics",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Williamson",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "26",
                "issue": "",
                "pages": "1018--1020",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farke, A. A., and T. E. Williamson. 2006. A ceratopsid dinosaur parietal from New Mexico and its implications for ceratopsid biogeography and systematics. Journal of Vertebrate Paleontology 26:1018-1020.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The behavioral significance of frill and horn morphology in ceratopsian dinosaurs",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Farlow",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dodson",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Evolution",
                "volume": "29",
                "issue": "",
                "pages": "353--361",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farlow, J. O., and P. Dodson. 1975. The behavioral significance of frill and horn morphology in ceratopsian dinosaurs. Evolution 29:353-361.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "New information on the skull of Triceratops",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Forster",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "16",
                "issue": "",
                "pages": "246--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Forster C. A. 1996. New information on the skull of Triceratops. Journal o f Vertebrate Paleontology 16:246-258.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "A complete skull o f Chasmosaurus mariscalensis (Dinosauria: Ceratopsidae) from the Aguja Formation (late Campanian) o f West Texas",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Forster",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Sereno",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "W"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "13",
                "issue": "",
                "pages": "161--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Forster, C. A., P. C. Sereno, T. W. Evans, and T. Rowe. 1993. A complete skull o f Chasmosaurus mariscalensis (Dinosauria: Ceratopsidae) from the Aguja Formation (late Campanian) o f West Texas. Journal o f Vertebrate Paleontology 13:161-170.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Mountain building triggered Late Cretaceous North American megaherbivore dinosaur radiation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Gates",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Prieto-Marquez",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Zanno",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "PLoS ONE",
                "volume": "7",
                "issue": "8",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gates, T. A., A. Prieto-Marquez, and L. E. Zanno. 2012. Mountain building triggered Late Cretaceous North American megaherbivore dinosaur radiation. PLoS ONE 7(8):e42135.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "A new restoration o f Triceratops, with notes on the osteology o f the genus",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Gilmore",
                        "suffix": ""
                    }
                ],
                "year": 1919,
                "venue": "U.S. National Museum Proceedings",
                "volume": "55",
                "issue": "",
                "pages": "97--112",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilmore, C. W. 1919. A new restoration o f Triceratops, with notes on the osteology o f the genus. U.S. National Museum Proceedings 55:97-112.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Cranial morphology and systematics of Chasmosaurus (Dinosauria: Ceratopsidae) from the Upper Cretaceous o f Western Canada",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Godfrey",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Holmes",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "15",
                "issue": "",
                "pages": "726--742",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Godfrey, S. J., and R. Holmes. 1995. Cranial morphology and systematics of Chasmosaurus (Dinosauria: Ceratopsidae) from the Upper Cretaceous o f Western Canada. Journal o f Vertebrate Paleontology 15:726-742.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "On the skull and the brain of Triceratops, with notes on the brain-cases of Iguanodon and Megalosaurus",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "P"
                        ],
                        "last": "Hay",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "National Museum Proceedings",
                "volume": "36",
                "issue": "",
                "pages": "95--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hay, O. P. 1909. On the skull and the brain of Triceratops, with notes on the brain-cases of Iguanodon and Megalosaurus. U.S. National Museum Proceedings 36:95-108.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Major cranial changes during Triceratops ontogeny",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Homer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Proceedings of the Royal Society B",
                "volume": "273",
                "issue": "",
                "pages": "2757--2761",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Homer, J. R., and M. B. Goodwin. 2006. Major cranial changes during Triceratops ontogeny. Proceedings of the Royal Society B 273:2757-2761.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Attributes of the ceratopsian dinosaur Torosaurus, and new material from the Javelina Formation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hunt, R. K., and T. M. Lehman. 2008. Attributes of the ceratopsian dinosaur Torosaurus, and new material from the Javelina Formation (Maastrichtian) of",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Extinction thresholds and metapopulation persistence in dynamic landscapes",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Keymer",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Marquet",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "X"
                        ],
                        "last": "Velasco-Hernandez",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Levin",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Keymer, J. E., P. A. Marquet, J. X. Velasco-Hernandez and S. A. Levin. 2000. Extinction thresholds and metapopulation persistence in dynamic landscapes.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Darwin's finches",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Lack",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lack, D. 1947. Darwin's finches. Cambridge University Press, Cambridge, U.K.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "On Eoceratops canadensis, gen. nov., with remarks on other genera o f Cretaceous homed dinosaurs",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Lambe",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "Geological Survey o f the Canadian Museum Bulletin",
                "volume": "12",
                "issue": "",
                "pages": "1--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lambe, L. M. 1915. On Eoceratops canadensis, gen. nov., with remarks on other genera o f Cretaceous homed dinosaurs. Geological Survey o f the Canadian Museum Bulletin 12:1-49.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Extinction thresholds in demographic models of territorial populations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lande",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Naturalist",
                "volume": "130",
                "issue": "",
                "pages": "624--635",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lande, R. 1987. Extinction thresholds in demographic models of territorial populations. American Naturalist 130:624-635.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Tyrannosaurus and Torosaurus, Maastrichtian dinosaurs from TransPecos Texas",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Lawson",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Journal of Paleontology",
                "volume": "50",
                "issue": "",
                "pages": "158--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawson, D. A. 1976. Tyrannosaurus and Torosaurus, Maastrichtian dinosaurs from TransPecos Texas. Journal of Paleontology 50:158-164.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "The Alamo Wash local fauna: a new look at the old Ojo Alamo fauna",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "189--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1981. The Alamo Wash local fauna: a new look at the old Ojo Alamo fauna; pp. 189-221 in S. Lucas, J. K. Rigby, and B. Kues (eds.), Advances in San Juan Basin Paleontology. University o f New Mexico Press, Albuquerque.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Sedimentology, stratigraphy, and paleontology o f Upper Cretaceous (Campanian Maastrichtian) sedimentary rocks in",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1985. Sedimentology, stratigraphy, and paleontology o f Upper Cretaceous (Campanian Maastrichtian) sedimentary rocks in Trans-Pecos Texas.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Late Cretaceous sedimentation in Trans-Pecos Texas",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "105--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1986. Late Cretaceous sedimentation in Trans-Pecos Texas; pp. 105-110",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Geology o f the Big Bend Area and Soliario Dome",
                "authors": [],
                "year": 1986,
                "venue": "Field Trip Gudebook",
                "volume": "86",
                "issue": "82",
                "pages": "105--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "in P. H. Pause and R. G. Spears (eds.), Geology o f the Big Bend Area and Soliario Dome, Texas. West Texas Geological Society 1986 Field Trip Gudebook 86(82):105-110.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Late Maastrichtian paleoenvironments and dinosaur biogeography in the western interior of North America",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
                "volume": "60",
                "issue": "",
                "pages": "189--217",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1987. Late Maastrichtian paleoenvironments and dinosaur biogeography in the western interior of North America. Palaeogeography, Palaeoclimatology, Palaeoecology 60:189-217.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Chasmosaurus mariscalensis, sp. nov., anew ceratopsian dinosaur from Texas",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "9",
                "issue": "",
                "pages": "137--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1989. Chasmosaurus mariscalensis, sp. nov., anew ceratopsian dinosaur from Texas. Journal o f Vertebrate Paleontology 9:137-162.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Sedimentation and tectonism in the Laramide Tomillo Basin o f West Texas",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Sedimentary Geology",
                "volume": "75",
                "issue": "",
                "pages": "9--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1991. Sedimentation and tectonism in the Laramide Tomillo Basin o f West Texas. Sedimentary Geology 75:9-28.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "New data on the ceratopsian dinosaur Pentaceratops stembergi Osborn from New Mexico",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Paleontology",
                "volume": "67",
                "issue": "",
                "pages": "279--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1993. New data on the ceratopsian dinosaur Pentaceratops stembergi Osborn from New Mexico. Journal of Paleontology 67:279-288.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "A homed dinosaur from the El Picacho Formation o f West Texas, and review o f ceratopsian dinosaurs from the American Southwest",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal o f Paleontology",
                "volume": "70",
                "issue": "",
                "pages": "494--508",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1996. A homed dinosaur from the El Picacho Formation o f West Texas, and review o f ceratopsian dinosaurs from the American Southwest. Journal o f Paleontology 70:494-508.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Late Campanian dinosaur biogeography in the Western Interior o f North America",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Dinofest International, Proceedings o f a Symposium Sponsored by Arizona State University. Special Publication, Academy o f Natural Sciences",
                "volume": "",
                "issue": "",
                "pages": "223--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1997. Late Campanian dinosaur biogeography in the Western Interior o f North America; pp. 223-240 in D. A. Wolberg, and E. Stump, (eds.), Dinofest International, Proceedings o f a Symposium Sponsored by Arizona State University. Special Publication, Academy o f Natural Sciences, Philadelphia.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "A gigantic skull and skeleton o f the homed dinosaur Pentaceratops sternbergi from New Mexico",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Paleontology",
                "volume": "72",
                "issue": "",
                "pages": "894--906",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 1998. A gigantic skull and skeleton o f the homed dinosaur Pentaceratops sternbergi from New Mexico. Journal of Paleontology 72:894-906.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Late Cretaceous Dinosaur Provinciality",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Mesozoic Vertebrate Life",
                "volume": "",
                "issue": "",
                "pages": "310--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M. 2001. Late Cretaceous Dinosaur Provinciality; pp. 310-328 in D. Tanke and K. Carpenter (eds.), Mesozoic Vertebrate Life. Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Big Bend Field Trip Guidebook. Society o f Vertebrate Paleontology, 67th Annual Meeting, Field Trip Guidebook",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Busbey",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "69",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M., and A. B. Busbey. 2007. Big Bend Field Trip Guidebook. Society o f Vertebrate Paleontology, 67th Annual Meeting, Field Trip Guidebook, 69 pp.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "A fossil dicotyledonous woodland/forest from the Upper Cretaceous o f Big Bend National Park",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Texas. Palaios",
                "volume": "16",
                "issue": "",
                "pages": "102--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman T. M., and E. A. Wheeler. 2001. A fossil dicotyledonous woodland/forest from the Upper Cretaceous o f Big Bend National Park, Texas. Palaios 16:102-108.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "prep. A new hadrosaurian dinosaur from the Javelina Formation of",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Wick",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman T. M., and S. L. Wick. In prep. A new hadrosaurian dinosaur from the Javelina Formation of Big Bend National Park, Texas.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "First isotopic (U-Pb) age for the Late Cretaceous Alamosaurus vertebrate fauna o f West Texas, and its significance as a link between two faunal provinces",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Mcdowell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Connelly",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "26",
                "issue": "",
                "pages": "922--928",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, T. M., F. W. McDowell, and J. N. Connelly. 2006. First isotopic (U-Pb) age for the Late Cretaceous Alamosaurus vertebrate fauna o f West Texas, and its significance as a link between two faunal provinces. Journal o f Vertebrate Paleontology 26:922-928.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Some demographic and genetic consequences of environmental heterogeneity for biological control",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Levins",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Bulletin o f the Entomological Society o f America",
                "volume": "15",
                "issue": "",
                "pages": "237--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Levins, R. 1969. Some demographic and genetic consequences of environmental heterogeneity for biological control. Bulletin o f the Entomological Society o f America 15:237-240.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Homed Dinosaurs (Omithischia: Ceratopsidae) from the Upper Cretaceous (Campanian) Cerro del Pueblo Formation",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "99--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Homed Dinosaurs (Omithischia: Ceratopsidae) from the Upper Cretaceous (Campanian) Cerro del Pueblo Formation, Coahuila, Mexico; pp. 99-116 in",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium",
                "authors": [
                    {
                        "first": "Michael",
                        "middle": [
                            "J"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "Brenda",
                        "middle": [
                            "J"
                        ],
                        "last": "Chinnery-Allgeier",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Michael J. Ryan, Brenda J. Chinnery-Allgeier, and David A. Eberth (eds.), New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium. Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Mojoceratops perifania, a new chasmosaurine ceratopsid from the late Campanian of western Canada",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Longrich",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal o f Paleontology",
                "volume": "84",
                "issue": "",
                "pages": "681--694",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Longrich, N. R. 2010. Mojoceratops perifania, a new chasmosaurine ceratopsid from the late Campanian of western Canada. Journal o f Paleontology 84:681-694.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Titanoceratops ouranos, a giant homed dinosaur from the late Campanian ofNew Mexico",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Longrich",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Cretaceous Research",
                "volume": "32",
                "issue": "",
                "pages": "264--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Longrich, N. R. 2011. Titanoceratops ouranos, a giant homed dinosaur from the late Campanian ofNew Mexico. Cretaceous Research 32:264-276.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Re-evaluation o f Pentaceratops and Chasmosaurus (Omithischia, Ceratopsidae) in the Upper Cretaceous o f the Western Interior: New Mexico Museum o f",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Natural History and Science, Bulletin",
                "volume": "35",
                "issue": "",
                "pages": "367--370",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lucas, S. G., R. M. Sullivan, and A. P. Hunt. 2006. Re-evaluation o f Pentaceratops and Chasmosaurus (Omithischia, Ceratopsidae) in the Upper Cretaceous o f the Western Interior: New Mexico Museum o f Natural History and Science, Bulletin 35:367-370.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "A new specimen of Chasmosaurus belli (Omithischia: Ceratopsidae), a revision o f the genus, and the utility o f postcrania in the taxonomy and systematics o f ceratopsid dinosaurs",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C R"
                        ],
                        "last": "Maidment",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "B"
                        ],
                        "last": "Barrett",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Zootaxa",
                "volume": "2963",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maidment, S. C. R., and P. B. Barrett. 2011. A new specimen of Chasmosaurus belli (Omithischia: Ceratopsidae), a revision o f the genus, and the utility o f postcrania in the taxonomy and systematics o f ceratopsid dinosaurs. Zootaxa 2963:1-47.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Variation in the skull of Anchiceratops (Dinosauria, Ceratopsidae) from the Horseshoe Canyon Formation (Upper Cretaceous) o f Alberta",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Mallon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Holmes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Eberth",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "31",
                "issue": "",
                "pages": "1047--1071",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mallon, J. C., R. Holmes, D. A. Eberth, M. J. Ryan, and J. S. Anderson. 2011. Variation in the skull of Anchiceratops (Dinosauria, Ceratopsidae) from the Horseshoe Canyon Formation (Upper Cretaceous) o f Alberta. Journal o f Vertebrate Paleontology 31:1047-1071.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Geology o f Big Bend National Park",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Maxwell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Lonsdale",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Hazzard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "320",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maxwell, R. A., J. T. Lonsdale, R. T. Hazzard, and, J. A. Wilson. 1967. Geology o f Big Bend National Park, Brewster County, Texas. University o f Texas Bureau of Economic Geology Publication 6711, 320 pp.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Does ice drive early Maastrichtian eustasy",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Barrera",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Olsson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Sugarman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Savin",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "783--786",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miller, K. G., E. Barrera, R. K. Olsson, P. J. Sugarman, and S. M. Savin. 1999. Does ice drive early Maastrichtian eustasy? Geology 27:783-786.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Coal geology o f the Sabinas Basin",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ojeda-Rivera",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Delgado-Hemandez",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Villamar",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Fieldtrip Guidebook Series",
                "volume": "72",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ojeda-Rivera, J., J. Delgado-Hemandez, and S. Villamar. 1968. Coal geology o f the Sabinas Basin, Coahuila: Geological Society of America, Fieldtrip Guidebook Series No. 1, 72 pp.",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "A new genus and species of Ceratopsia from New Mexico, Pentaceratops stembergi",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Osborn",
                        "suffix": ""
                    }
                ],
                "year": 1923,
                "venue": "Natural History Novitates",
                "volume": "93",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osborn, H. F. 1923. A new genus and species of Ceratopsia from New Mexico, Pentaceratops stembergi. American Museum o f Natural History Novitates 93: 1-3.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Triceratops: an example o f flawed systematics",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Ostrom",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wellnhofer",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ostrom, J. H., and P. Wellnhofer. 1990. Triceratops: an example o f flawed systematics;",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Dinosaur Systematics: Perspectives and Approaches",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "245--254",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "pp. 245-254 in K. Carpenter and P. J. Currie (eds.), Dinosaur Systematics: Perspectives and Approaches. Cambridge University Press, Cambridge, U.K.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "A ceratopsian homcore from the Olmos Formation (early Maastrichtian) near Muzquiz",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Porras-Muzquiz",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Revista Mexicana de Ciencias Geologicas",
                "volume": "28",
                "issue": "",
                "pages": "262--266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Porras-Muzquiz, H. G., and T. M. Lehman, 2011. A ceratopsian homcore from the Olmos Formation (early Maastrichtian) near Muzquiz, Mexico. Revista Mexicana de Ciencias Geologicas 28:262-266.",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "The occurrence of Pentaceratops (Omithischia: Ceratopsia) with a description o f its frill",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rowe",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Colbert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Nations",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "29--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rowe, T., E. H. Colbert, and J. D. Nations. 1981. The occurrence of Pentaceratops (Omithischia: Ceratopsia) with a description o f its frill; pp. 29-48",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "Advances in San Juan Basin Paleontology",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "in S. Lucas, J. K. Rigby, and B. Kues (eds.), Advances in San Juan Basin Paleontology. University o f New Mexico Press, Albuquerque.",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Unraveling a radiation: a review o f the diversity, stratigraphic distribution, biogeography, and evolution o f homed dinosaurs. (Omithischia:Ceratopsidae)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Sampson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Loewen",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "405--427",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sampson, S. D., and M. A. Loewen. 2010. Unraveling a radiation: a review o f the diversity, stratigraphic distribution, biogeography, and evolution o f homed dinosaurs. (Omithischia:Ceratopsidae); pp. 405-427 in M. J. Ryan, B. J.",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chinnery-Allgeier, and D. A. Eberth (eds.), New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium, Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "Craniofacial ontogeny in centrosaurine dinosaurs (Omithischia: Ceratopsidae): taxonomic and behavioral implications",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Sampson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Ryan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Tanke",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Zoological Journal o f the Linnean Society",
                "volume": "121",
                "issue": "",
                "pages": "293--337",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sampson, S. D., M. J. Ryan, and D. H. Tanke. 1997. Craniofacial ontogeny in centrosaurine dinosaurs (Omithischia: Ceratopsidae): taxonomic and behavioral implications. Zoological Journal o f the Linnean Society 121:293-337.",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": "New homed dinosaurs from Utah provide evidence for intracontinental dinosaur endemism",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Sampson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Loewen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Farke",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Forster",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "PLoS ONE",
                "volume": "5",
                "issue": "9",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sampson, S. D., M. A. Loewen, A. A. Farke, E. M. Roberts, and C. A. Forster. 2010. New homed dinosaurs from Utah provide evidence for intracontinental dinosaur endemism. PLoS ONE 5(9):el2292.",
                "links": null
            },
            "BIBREF82": {
                "ref_id": "b82",
                "title": "Vertebrate paleontology and magnetostratigraphy o f the upper Aguja Formation (Late Campanian)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Sankey",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sankey, J. T. 1998. Vertebrate paleontology and magnetostratigraphy o f the upper Aguja Formation (Late Campanian), Talley Mountain area, Big Bend National Park, Texas. Ph.D. Dissertation, Louisiana State University, Baton Rouge, Louisiana, 251 pp.",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Torosaurus Marsh, 1891, is Triceratops Marsh, 1889 (Ceratopsidae: Chasmosaurinae): synonymy through ontogeny",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Scannella",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Homer",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "30",
                "issue": "",
                "pages": "1157--1168",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scannella, J. B., and J. R. Homer. 2010. Torosaurus Marsh, 1891, is Triceratops Marsh, 1889 (Ceratopsidae: Chasmosaurinae): synonymy through ontogeny. Journal o f Vertebrate Paleontology 30:1157-1168.",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "N e d o c e ra to p san example o f a transitional morphology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Scannella",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Homer",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "PLoS ONE",
                "volume": "6",
                "issue": "12",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scannella, J. B., and J. R. Homer. 2011. \"N e d o c e ra to p san example o f a transitional morphology. PLoS ONE 6 (12):e28705.",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "Report on Works Progress Administration paleontological project sponsored by the Texas College o f Mines and Metallurgy",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Strain",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strain, W. S. 1940. Report on Works Progress Administration paleontological project sponsored by the Texas College o f Mines and Metallurgy. W.P.A. progress report for W.P.10106/0.P. 465-66-3-374. Unpublished: 21 pp.",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "The Kirtlandian land-vertebrate \"age\": faunal composition, temporal position and biostratigraphic correlation in the nonmarine Upper Cretaceous of western North America",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "New Mexico Museum o f Natural History and Science Bulletin",
                "volume": "35",
                "issue": "",
                "pages": "7--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan, R. M., and S. G. Lucas. 2006. The Kirtlandian land-vertebrate \"age\": faunal composition, temporal position and biostratigraphic correlation in the nonmarine Upper Cretaceous of western North America. New Mexico Museum o f Natural History and Science Bulletin 35:7-29.",
                "links": null
            },
            "BIBREF87": {
                "ref_id": "b87",
                "title": "A new chasmosaurine (Ceratopsidae, Dinosauria) from the Upper Cretaceous Ojo Alamo Formation (Naashoibito Member)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "169--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan, R. M., and S. G. Lucas. 2010. A new chasmosaurine (Ceratopsidae, Dinosauria) from the Upper Cretaceous Ojo Alamo Formation (Naashoibito Member), San Juan Basin, New Mexico; pp. 169-180 in M. J. Ryan, B.J.",
                "links": null
            },
            "BIBREF88": {
                "ref_id": "b88",
                "title": "New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chinnery-Allgeier, and D. A. Eberth (eds.), New Perspectives on Homed Dinosaurs: The Royal Tyrrell Museum Ceratopsian Symposium. Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF89": {
                "ref_id": "b89",
                "title": "Redescription o f the ceratopsid dinosaur Torosaurus utahensis (Gilmore, 1946) and a revision o f the genus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Boere",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Lucas",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal o f Paleontology",
                "volume": "79",
                "issue": "",
                "pages": "564--582",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sullivan R. S., A. C. Boere, and S. G. Lucas. 2005. Redescription o f the ceratopsid dinosaur Torosaurus utahensis (Gilmore, 1946) and a revision o f the genus. Journal o f Paleontology 79:564-582.",
                "links": null
            },
            "BIBREF90": {
                "ref_id": "b90",
                "title": "Dinosaur distribution",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Weishampel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Barrett",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Coria",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Loeuff",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Xing",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Sahni",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M P"
                        ],
                        "last": "Gomani",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Noto",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "517--606",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weishampel, D. B., P. M. Barrett, R. A. Coria, J. L. Loeuff, X. Xing, A. Sahni, E. M. P. Gomani, and C. R. Noto. 2004. Dinosaur distribution; pp. 517-606 in D.B.",
                "links": null
            },
            "BIBREF91": {
                "ref_id": "b91",
                "title": "The Dinosauria",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weishampel, P. Dodson and H. Osmolska (eds.), The Dinosauria, 2nd ed. University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Late Cretaceous woody dicots from the Aguja and Javelina Formations",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "International Association of Wood Anatomists Journal",
                "volume": "21",
                "issue": "",
                "pages": "83--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheeler, E. A., and T. M. Lehman. 2000. Late Cretaceous woody dicots from the Aguja and Javelina Formations, Big Bend National Park, Texas, USA. International Association of Wood Anatomists Journal 21:83-120.",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Upper Cretaceous-Paleocene conifer woods from Big Bend National Park",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Texas. Paleogeography, Paleoclimatology, Paleoecology",
                "volume": "226",
                "issue": "",
                "pages": "233--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheeler, E. A., and T. M. Lehman. 2005. Upper Cretaceous-Paleocene conifer woods from Big Bend National Park, Texas. Paleogeography, Paleoclimatology, Paleoecology 226:233-258.",
                "links": null
            },
            "BIBREF94": {
                "ref_id": "b94",
                "title": "Javelinoxylon, an Upper Cretaceous dicotyledonous tree from Big Bend National Park, Texas, with presumed Malvalean affinities",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Gasson",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "American Journal o f Botany",
                "volume": "81",
                "issue": "",
                "pages": "703--710",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheeler, E. A., T. M. Lehman, and P. E. Gasson. 1994. Javelinoxylon, an Upper Cretaceous dicotyledonous tree from Big Bend National Park, Texas, with presumed Malvalean affinities. American Journal o f Botany 81:703-710.",
                "links": null
            },
            "BIBREF95": {
                "ref_id": "b95",
                "title": "A new ceratopsian dinosaur from the Javelina Formation (Maastrichtian) of West Texas, and implications for chasmosaurine phylogeny",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Wick",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Naturwissenschaften",
                "volume": "100",
                "issue": "",
                "pages": "667--682",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wick, S. L., and T. M. Lehman. 2013. A new ceratopsian dinosaur from the Javelina Formation (Maastrichtian) of West Texas, and implications for chasmosaurine phylogeny. Naturwissenschaften 100:667-682.",
                "links": null
            },
            "BIBREF96": {
                "ref_id": "b96",
                "title": "Metatherian mammals from the Naashoibito Member, Kirtland Formation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Williamson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Weil",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal o f Vertebrate Paleontology",
                "volume": "28",
                "issue": "",
                "pages": "803--815",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williamson, T. E., and A. Weil. 2008. Metatherian mammals from the Naashoibito Member, Kirtland Formation, San Juan Basin, New Mexico and their biochronologic and paleobiogeographic significance. Journal o f Vertebrate Paleontology 28:803-815.",
                "links": null
            },
            "BIBREF97": {
                "ref_id": "b97",
                "title": "Uber Ceratopsia aus der oberen Kreide in New Mexico",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wiman",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "Nova Acta Regiae Societatis Scientarum Upsaliensis, series",
                "volume": "4",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wiman, C. 1930. Uber Ceratopsia aus der oberen Kreide in New Mexico. Nova Acta Regiae Societatis Scientarum Upsaliensis, series 4,7:1-19.",
                "links": null
            },
            "BIBREF98": {
                "ref_id": "b98",
                "title": "A new ceratopsid dinosaur (Omithischia) from the uppermost Horseshoe Canyon Formation (upper Maastrichtian)",
                "authors": [
                    {
                        "first": "X-C",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Brinkman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Eberth",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Braman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Canadian Journal o f Earth Science",
                "volume": "44",
                "issue": "",
                "pages": "1243--1265",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wu, X-C., D. B. Brinkman, D. A. Eberth, and D. R. Braman. 2007. A new ceratopsid dinosaur (Omithischia) from the uppermost Horseshoe Canyon Formation (upper Maastrichtian), Alberta, Canada. Canadian Journal o f Earth Science 44:1243- 1265.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "would also like to lovingly thank my wife Jennifer for her patient indulgence of my passion for vertebrate paleontology in the rugged Big Bend of Texas. She is my best friend. My colleagues at the Division o f Science and Resource Management at Big Bend National Park were supportive o f this project as well as my educational ambitions in general. Division Chief Dave Larson and Geologist Don Corrick were especially helpful and gave me the freedom and flexibility to conduct the necessary research to make this project a success. Finally, Dr. Lori Manship and students o f the University of Texas o f the Permian Basin helped with field work during the course o f excavating the holotype of Bravoceratops. Their excitement at the prospect o f difficult fieldwork was most refreshing and I hope they came away with the same passion for discovery as I have."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "55 VII. Summary .................................................................................................................. 60 VIII. References................................................................................................................. 65"
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Chasmosaurines are restricted to North America and are known from most parts o f the Western Interior Basin (WIB) of Laramidia during Late Cretaceous time, ranging from south-central Canada to northern Mexico. Although most genera are commonly known from northern and central paleobiomes of the WIB, just three (\"Agujaceratops \", Coahuilaceratops, and Torosaurus) are currently known from the southern paleobiome."
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "the remains o f a skull belonging to a single, large individual. No post cranial elements were recovered. The skull was found"
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Location stratigraphic sections within Big Bend National Park and positions o f Bravoceratops polyphemus and Torosaurus utahensis indicated relative to Grapevine Hills tuff bed interval (adapted from Lehman et al., in prep.). Symbols: cl (clay), si (silt), ss (sandstone)"
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "situated the Big Bend region well inland o f the paleoshoreline. Resultant shoreline progradation and concurrent tectonism opened up new upland habitats that were quickly colonized, however briefly, by a range o f new species. For example, within the upland Tomillo Basin o f BIBE, Bravoceratops was among these emergent taxa, which also include a new species of baenid turtle (Lehman and Wick, in prep.), two new species o f hadrosaurian dinosaur(Lehman and Wick, in prep), and the titanosaurid dinosaur Alamosaurus. Small theropods are present in numbers that are noticeably more frequent near the Aguja Formation-Javelina Formation contact (pers. obs.).Interestingly,Lehman (2001) suggests that the transition from Judithian to Edmontonian NALMAs is biostratigraphically distinct only in the northern biome o f Late Cretaceous North America. The presence o f Bravoceratops, as well as other unique taxa at this temporal interval in BIBE, suggests this may not be true. Although fossils are rare at the Aguja Formation/Javelina Formation contact interval, when found, they are usually different than species that bracket it. INSTITUTIONAL ABBREVIATIONS AMNH, American Museum o f Natural History; ANSP, Academy o f Natural Sciences o f Philadelphia; BIBE, Big Bend National Park, Texas; DMNH, Denver Museum o f Natural History and Science; MUZ, Museo de Muzquiz, Coahuila Mexico; NHMUK, Natural History Museum, London, UK; NMC, Canadian Museum o f Nature; NMMNH, New Mexico Museum of Natural History; SDSM, South Dakota School o f Mines; SMM, Science Museum o f Minnesota; SMP, State Museum o f Pennsylvania; TMM, Texas Memorial Museum; UNM, University of New Mexico; USNM, National Museum o f Natural History; UTEP, University o f Texas El Paso; YPM, Yale Peabody Museum. CHAPTER III SYSTEMATIC PALEONTOLOGY Bravoceratops polyphemus is a new chasmosaurine dinosaur by original designation herein. The holotype (TMM 46015-1) consists o f a fragmentary, disarticulated adult skull including braincase with detached supraoccipital, parts o f both supraorbital homcores and rear part o f left postorbital, posterior part o f right nasal, parts o f fused nasals and epinasal, both jugals, both quadrates, both quadratojugals, parietal median bar with attached midline epiparietal, detached lateral epiparietal, parts o f right squamosal, coronoid processes o f both dentaries, fragment o f dentary lingual plate, and numerous unidentified skull fragments (Fig 3). The holotype is the only known specimen. ORNITHISCHIA Seely, 1888 CERATOPSIDAE Marsh, 1890 CHASMOSAURINAE Lambe, 1915 BRA VOCERATOPS POLYPHEMUS new genus and species Occurrence \"Hippiewalk\" site (TMM 46015-1; = BIBE P-214), northeast o f Paint Gap Hills, Big Bend National Park, Texas (Fig. 1). Exact locality data are available at the Vertebrate Paleontology Laboratory o f the University o f Texas at Austin, and the Division of Science and Resource Management, Big Bend National Park, Texas. ej J Bravoceratopspolyphemus (TMM 46015-1) skull reconstruction with relative position o f preserved skull elements (shaded). Abbreviations = parietal (pa), epiparietal (epa), midline epiparietal 1 (m epal), midline epiparietal 2 (mepal), squamosal (sq), episquamosal (esq), quadrate (q), quadratojugal (qj), epijugal (ej), jugal, (/), maxilla (mx), external naris (en), premaxilla (pm), nasal homcore (nah), nasal (na), orbit (or), supraorbital homcore (soft), post orbital (po), parietal fenestra (pf). Scale bar = 50 cm (redrawn from Wick and Lehman, 2013). Etymology The prefix \"bravo\" (Spanish for \"wild\") refers to a portion o f the Rio Bravo del Norte (Mexican nomenclature) that forms the great curve o f the Rio Grande (American nomenclature) and defines the Big Bend region o f western Texas and northern Mexico. The Greek suffix \"cera tops\" (= hom-face) denotes membership in the Ceratopsidae. The species name alludes to the colossal cyclops, Polyphemus, o f Greek mythology, in reference to the midline depression or \"socket\" located on the mediodistal parietal bar of the holotype for presumed attachment of a protruding epiparietal.DiagnosisLarge chasmosaurine with fan-shaped mediodistal parietal bar lacking pronounced midline embayment; with distinct, symmetrical midline depression on its dorsal surface at the nexus of the parietal rami, and low midline epiparietal on its posterior margin.Horizon and AgeLower Javelina Formation, terminal Campanian to early Maastrichtian.COLLECTION AND PREPARATIONTMM 46015-1 was collected over a period o f seven months from September 2011 to April 2012. The author made 17 trips to the field (over 100 hours o f field work) and excavated over 3 cubic meters of rock. Numerous surface fragments were collected en masse and assembled in the laboratory using Paleobond© cyanoacrylate adhesives."
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "NASAL Two nasal fragments are preserved, including the lateral portion o f the right nasal and the completely coossified anterior ends o f the nasals with fused epinasal. Both fragments retain a portion of the border o f the right external naris, and provide a reasonable approximation of its general shape. The external surface o f the right lateral nasal fragment is rugose and has a single, large, vascular channel. The internal surface has a smooth, fibrous texture; however, there is also a single large vascular channel. This fragment includes part of the posterior border o f the external naris and part of the sutural contact for the maxillary process o f the premaxilla. However, this portion o f the right nasal is broken, and the suture undoubtedly would have extended at least several more centimeters. In general, this element compares favorably to other large chasmosaurines [ e . g Pentaceratops {-'Titanoceratops\") Arrhinoceratops, Torosaurus, and Triceratops].No other sutures are preserved."
            },
            "FIGREF7": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "has tested the physical possibilities o f such behavioral hypotheses and where skull-specific, horn-induced trauma should consistently occur. Among the limited number of lesions reported most are apparently supraorbital homcore-induced and situated along proximal portions o f the parieto squamosal frill. A single lesion was situated on the jugal (SMM 62/1/1), and another on the right frontal (YPM 1823), which has unclear origins. No lesions were situated on the nasal."
            },
            "FIGREF8": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "irregular vascular sulci. No sutures are visible between it and the underlying nasals. This fragment preserves part o f the dorsal border o f the right external naris as well as a shorter part of the left. The ventral surface forms a cavity much narrower than that in most other large chasmosaurines. Below the epinasal the conjoined nasals are 135 mm wide at their"
            },
            "FIGREF9": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratops polyphemus (TMM 46015-1), fragment o f conjoined nasals and epinasal in a) right lateral, b) dorsal, c) anterior, and d) posterior views; inset diagram (left) shows interpreted position in relation to external nares (en), and articulation for premaxilla (pmx). Photos by the author; adapted from Wick and Lehman (2013). Scale bar = 1 0 cm. widest point between the preserved dorsal margins of external nares. The epinasal is prominent and robust, extending 176 mm above the narial margin, but is missing its tip. It is approximately 122 mm in width and roughly triangular in anterior view. Although incomplete, the epinasal o f B. polyphemus appears to originate anterior to the apex o f the external narial margin and likely would have extended somewhat forward over the premaxilla. This condition is generally similar to that in many other large chasmosaurines. The preserved portion o f the conjoined distal ends o f the nasals have a transverse width o f only 80 mm over the external nares but expand anteriorly to 135 mm at the base of the epinasal. In dorsal view, the nasals would have formed an 'hourglass'shape along the bridge o f the nose immediately behind the epinasal. The dorso ventral height of the nasals caudal to the epinasal is low (45 mm) and appears to be even lower posteriorly.JUGALBoth jugals are preserved(Fig. 5). Together they provide a relatively complete view o f this element. The jugal is T-shaped in lateral view, and its distal end is directed slightly posteroventrally as in most other chasmosaurines. The largely complete anterior edge of the right jugal preserves the articular facet for the jugal process o f the maxilla, and would have laterally overlapped it. However, its orbital rim, contact with the lacrimal, and contacts for the postorbital and squamosal are not preserved. The coossified right jugal and quadratojugal is missing much of its posterior border; however, the epijugal is preserved. The left jugal is missing most o f its proximal end. Its distal portion is largely intact and completely coossified with the quadratojugal, which"
            },
            "FIGREF10": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratopspolyphemus (TMM 46015-1), a) right jugal in lateral view, b) left jugal in lateral view; c) right epijugal in dorsal view and d) anterior view; e) distal end o f right quadrate in anterior view; fragmentary left quadrate in f) posterior and g) anterior views; h) coossified left epijugal and jugal (ep + j ) and quadratojugal (qj) in articulation with quadrate (q) (photos by the author; adapted from Wick and Lehman, 2013)."
            },
            "FIGREF11": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratops polyphemus (TMM 46015-1), a) left jugal (j), epijugal (ej) and quadratojugal (qj) in lateral view showing border o f infratemporal fenestra (itf) and recessed articulation surfaces for the quadrate (q) and squamosal (sq); comparison o f same articulation surfaces for quadratojugal in a) Bravoceratops with b) Triceratops (modified from"
            },
            "FIGREF12": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratops polyphemus (TMM 46015-1), a) fragment of right postorbital homcore in medial and lateral views, showing distal limit o f cornual sinus (cs); b) proximal, c) medial, and, d) distal fragments of left postorbital homcore in lateral view; distal fragment o f postorbital homcore in e) ventral view; and diagrammatic reconstruction of left homcore (above right) shows interpreted positions of these fragments and extent o f comual sinus. Photos by the author; adapted from Wick and Lehman (2013). left posterior postorbital fragment, if interpreted correctly, includes a portion o f skull roof and posterior base of the homcore. No sutural contacts with corresponding elements are evident. The fragment thickens from 23 mm to a maximum o f 35 mm approaching the base of the homcore and forms a buttress along the medial portion o f its base. Curvature o f the fragment indicates that the homcore had a wide base and a substantial cornual sinus. The abrupt deflection o f this basal homcore fragment suggests that B. polyphemus had laterally divergent, dorsally directed homcores. Based on the degree of taper in the preserved fragments, the homcores are estimated to have extended about three-quarters o f a meter in a gentle curve. As in other large chasmosaurines with pronounced cornual sinuses, I speculate that the homcores of B. polyphemus were anteriorly curved, but the direction o f curvature cannot be determined with certainty from the homcore segments preserved. Two distal homcore fragments are preserved; both are missing their tips, and one is missing a portion of lateral cortex. These are similar in size and shape, indicating that they are from nearly corresponding portions of opposite horns. Both external surfaces are etched with irregularly spaced vascular foramina and numerous longitudinal vascular channels. One fragment preserves the terminal portion (approximately 200 mm) o f the comual sinus, however; the other does not. This suggests that the depth o f the cornual sinus in B. polyphemus is rather deep, although variable even between left and right horns of the same individual. Unlike the proximal homcore fragment, the internal surface o f the comual sinus here reveals small, intermittent patches o f smooth avascular bone while the remainder is pitted and rugose. No vascular channels are present on the preserved section. Both distal homcore fragments exhibit a modest curve. They are laterally compressed and elliptical in cross section. Although one has a distinct ridge along one vertex of its major axis, the other does not; hence, this morphology varies between right and left sides. The more complete distal fragment is 242 mm long and has a minimum basal diameter o f 90 mm and a maximum basal diameter of 132 mm. A third fragment (256 mm long and 104 mm wide) is interpreted to occupy a medial position along the length of the homcore. Its surface is rugose and irregularly pitted, much like the proximal homcore fragment; however, it lacks the incised vascular channels exhibited by the distal fragments. Its internal surface is weathered but in cross section appears to preserve the narrow hollowing o f the medial comual sinus. Only a very slight deflection is exhibited along its length, which suggests that medial curvature of the homcore was modest. PARIETAL Several medial parts o f the parietal are preserved, including the posterior margin with an attached midline epiparietal and a second, detached epiparietal preserved separately"
            },
            "FIGREF13": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratops polyphemus (TMM 46015-1), a) reconstruction o f parietal frill (scale bar = 1 m); b) median parietal bar in posterior view (left), and anterior view, (right) with relative thicknesses shown (scale bar = 10 cm); c) detailed view o f distal median parietal bar showing low marginal midline epiparietal (epl) and symmetrical depression for second midline epiparietal on anterior surface o f median parietal bar (ep2)."
            },
            "FIGREF14": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "One additional parietal fragment is preserved. This appears to be a portion o f the proximal parietal medial platform. This rugose fragment is approximately 30 mm inmaximum thickness. Both dorsal and ventral surfaces exhibit a complex latticework o f small vascular channels. A small preserved portion of finished edge o f the parietal fenestra implies that the proximal platform narrowed sharply posteriorly to form a narrow midline bar flanked by wide fenestrae. SQUAMOSAL Large parts o f the proximal and distal ends of the right squamosal are preserved (Fig. 9). Together they allow for a reasonable interpretation o f its morphology. The squamosal o f B. polyphemus compares well with contemporaneous long-frilled types. It is long and triangular with a pronounced otic notch. The large proximal fragment (Fig. 9a) has a rugose dorsal surface and is crossed by several small vascular channels. The ventral surface is similar except that only a single large vascular canal is evident. The lateral margin is elevated anteriorly approximately 25° relative to the plane o f the bone. It retains three low, rounded, episquamosals that are fully coossified with the squamosal. No sutural contacts are evident. The apex o f the first episquamosal is directed anterolaterally, while the others are directed laterally. The axes of the first and second episquamosals project at an angle o f approximately 55° from one another. The"
            },
            "FIGREF15": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Bravoceratops polyphemus (TMM 46015-1) left squamosal in anterior view showing relative positions o f distal fragment (a) and proximal fragment (b). Photos by the author; adapted from Wick and Lehman (2013). episquamosals each occupy about 130 mm o f the lateral margin o f the squamosal; however, they do not make contact with each other. The preserved lateral margin o f the squamosal is uniformly thick (35 to 40 mm); however, it thins abruptly toward the posterior and medial margins to as little as 14 mm in thickness in just over 125 mm o f distance. Although the proximal border is largely missing, the base o f the quadrate groove and proximal part of the quadratojugal process are preserved. Part of the distal end of the right squamosal is also preserved, but it shares no contact with the proximal end"
            },
            "FIGREF16": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Preserved parts of the braincase include the occipital condyle, parts o f right and left basioccipital tubera, and detached supraoccipital. The proximal part o f the right"
            },
            "FIGREF17": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Apart from a small fragment o f dentary lingual plate, the only parts o f the mandible preserved are both dentary coronoid processes. They are almost identically broken and preserve only 110 mm o f the proximal rami o f the dentaries. They appear somewhat squat when compared to other large chasmosaurines, which typically have more dorsally extended processes. The portion o f dentary lingual plate preserves positions for 18 tooth rows; however, both ends are incomplete, and the total number o f alveolar grooves cannot be determined.CHAPTER V COMPARISON WITH OTHER CHASMOSAURINESBefore the comparative discussion is presented, several chasmosaurine genera deserve mention as they are omitted from the analysis and are regarded herein as nomen dubia.\"Ojoceratops\" of the Maastrichtian, Naashoibito Member o f the Ojo Alamo"
            },
            "FIGREF18": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "; Hunt and Lehman, COMPARATIVE DISCUSSION Chasmosaurine ceratopsids are diagnosed almost entirely on the basis o f the form and ornamentation of the squamosal-parietal frill. Other aspects o f the skull, such as the size and orientation of the nasal and postorbital homcores, and the variable configuration of the intemarial components o f the premaxilla are of subordinate importance. Therefore, the few features preserved in the fragmentary skull of Bravoceratops that are thought to be of taxonomic significance are emphasized in the following comparison. Because most chasmosaurine genera are monospecific, in this discussion each genus is referred to only by its generic name except where referring to features that are known to differ between two o f its species. Frill The preserved parts of the squamosal and parietal in Bravoceratops indicate that it is a \"long-frilled\" chasmosaurine with long squamosals, a slender midline parietal bar, and very large parietal fenestrae. This basic frill form is comparable to that found in Chasmosaurus (= \"M o jo c e ra to p sas argued by Maidment and Barrett, 2011), Vagaceratops, \"Agujaceratops,\" Utahceratops, Coahuilaceratops, and Pentaceratops. These taxa are generally regarded as the least-derived members of Chasmosaurinae. The frill is, instead, shorter or the parietal fenestrae smaller, or both, in more derived chasmosaurines such as Kosmoceratops, Anchiceratops, Arrhinoceratops, Torosaurus, Eotriceratops, and Triceratops (= \"Diceratops\" or \"N e d o ce ra to p sas argued by Ostrom and Wellnhofer, 1990)."
            },
            "FIGREF19": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "lacks the distinctive configuration of large, exaggerated epiparietals exhibited by Vagaceratops, Kosmoceratops, or Anchiceratops. The single intact epiparietal in Bravoceratops is low and elliptical and comparable in form to those bordering the squamosal. This simple, unspecialized epiparietal form is also found in Arrhinoceratops, Torosaurus, and Triceratops. However, the detached epiparietal preserved with Bravoceratops indicates that it had at least one exaggerated epiparietal, probably at each comer o f the frill, as in some specimens o f Chasmosaurus, \"Agujaceratops\", and Pentaceratops. Furthermore, Bravoceratops possesses a unique configuration o f midline epiparietals, with one along the distal parietal border and another on the dorsal surface at the anterior nexus o f the parietal rami. The posterior midline epiparietal is otherwise known only in Triceratops, Torosaurus utahensis, andthe \"Naashoibito\" parietal (referable to T. utahensis or \"Ojoceratops\"). The anterior midline epiparietal, detached prior to preservation, is represented by a distinct tear-drop shaped depression on the dorsal surface of the parietal in Bravoceratops. This sutural surface may have anchored a coalesced, laterally divergent pair of midline epiparietals similar to those in Anchiceratops. However, in Bravoceratops, the attachment site is so narrow transversely that it seems likely that only a single epiparietal was bonded there."
            },
            "FIGREF20": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ". The skull o f Coahuilaceratops is very fragmentary, and too little of its frill is preserved to permit adequate comparison with Bravoceratops. Because Coahuilaceratops is found in broadly coeval strata nearby in Coahuila, Mexico, it is reasonable to suspect that the two chasmosaurines might be the same. The narrow and shallow nasal bridge in Bravoceratops indicates that the two are different. However, the diagnostic posterior end o f the parietal is not preserved in Coahuilaceratops, and this is the part o f the skull that differs most markedly among chasmosaurines. CHAPTER VI RELATIONSHIPS OF BRAVOCERATOPS Although the only known specimen o f Bravoceratops is fragmentary, the preserved parts are sufficient to reveal a unique combination of character states and to warrant its recognition as a unique taxon. Bravoceratops shares with Chasmosaurus, Utahceratops, and Pentaceratops 1) a long, relatively straight squamosal, 2) a slender parietal midline bar with large parietal fenestrae, and 3) one or more exaggerated epoccipitals at the posterolateral comers of frill. All other chasmosaurines have either substantially shorter or dorsally curved squamosals, a broader medial parietal with smaller (or no) parietal fenestrae, or a unique set o f exaggerated epiparietals."
            },
            "FIGREF21": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Therefore, an alternative hypothesis is that Bravoceratops may occupy a phylogenetic position more derived than either Anchiceratops or Arrhinoceratops and closer toTorosaurus. The former hypothesis would require that the posterior midline epiparietal and bifurcated quadratojugal developed independently in Bravoceratops and then again later in the Torosaurus-Triceratops lineage. The latter hypothesis would require that the slender, grooved midline parietal bar and the widely open fenestrate frill in Bravoceratops was a result of later reversal to the basal chasmosaurine condition. The consequences of either hypothesis seem objectionable, and either could be favored depending on the weight one grants each o f its presumed derived features and the perceived likelihood of their repeated development by convergence or reversal. Nevertheless, it is clear that Bravoceratops occupies an intermediate phylogenetic position between the less derived forms such as Pentaceratops, and more derived forms, such as Torosaurus or Triceratops"
            },
            "FIGREF22": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "im in u a tio n o f m a rg in a l o rn a m e n ta tio n a n d lo s s o f v e stig ia l a n te rio r m id lin e e p ip a rie ta l. M e rg e r an d re d u c tio n o f a n te rio r m id lin e e p ip a rie ta ls. C lo su re o f m e d io d is ta l e m b a y m e n t o f frill. Possible intermediate phylogenetic positions of Bravoceratops with: (a) position among less derived and (b) more derived chasmosaurines. Adapted from Wick and Lehman (2013). Although the holotype skull and only known specimen of Bravoceratops is fragmentary, it exhibits a combination o f character states unique among chasmosaurines. It retains a long, widely open fenestrate frill comparable to that in the least derived chasmosaurines and most similar to Pentaceratops. However, the broad, fan-shaped posterior end o f the parietal and the attachment site for a dorsal midline epiparietal are derived features shared with Anchiceratops. A second midline epiparietal on the posterior edge o f the parietal and a bifurcated squamosal process on the quadratojugal are features found only in the most derived chasmosaurines, Torosaurus and Triceratops. If the tear-drop-shaped depression on the dorsal midline surface of the parietal in Bravoceratops indeed bore a single epiparietal, as hypothesized here, then this would represent a unique, derived condition. The constriction o f the nasal bridge behind the epinasal in Bravoceratops may also represent a unique, derived condition that links it"
            },
            "FIGREF23": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "2) \"intermediate\" or direct ancestral forms are not present, or 3) an anagenetic mode o f evolution plays no role in chasmosaurine phylogeny. Eventually, an ever-increasing number of chasmosaurine genera, having evolved independently within a limited paleogeographic area and timeframe will, eventually, overwhelm evolutionary limitations and may require significant revisions among current chasmosaurine phylogenetic interpretations."
            }
        }
    }
}